&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; vikasin&#x1E6D;su. [Skt.] v. n. To open, blow, expand, as a flower. &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC28;&#xC2E;&#xC41; vikasanamu. n. Blossoming, expanding as a flower. Understanding, consciousness, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; vik&#x101;sitamu. adj. Expanded, in bloom, as a flower, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41; vik&#x101;samu. n. Expansion, opening, blowing, bloom. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;. Brightness. &#xC35;&#xC30;&#xC4D;&#xC1A;&#xC38;&#xC4D;&#xC38;&#xC41;. &quot;&#xC28;&#xC40;&#xC2A;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; Vish. viii. 395. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; vik&#x101;sitamu. adj. Opened, expanded, blown, as a flower. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC15; vika-vika. [Tel. (anuk.)] adv. Much, aloud (a word used of laughter.) &#xC2A;&#xC15;&#xC2A;&#xC15;. &quot;&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC1F;&#xC32; &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; T. ii. 95. &#xC35;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC15;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; vika-vika-navvu. v. n. To laugh out, to laugh loudly, &#xC2A;&#xC15;&#xC2A;&#xC15;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. &quot;&#xC15;&#xC33;&#xC35;&#xC32;&#xC33;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;.&quot; Ila. iii. 71.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vikalpamu. [Skt.] n. Confusion, doubt, indecision, ambiguity, an alternative opinion, option. &#xC26;&#xC4D;&#xC35;&#xC48;&#xC35;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; or &#xC35;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC15;&#xC2E;&#xC41; adj. Optional, admitting of two forms (in grammar); alternative, &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vikalamu. [Skt.] adj. Defective, imperfect, mutilated. Decayed, impaired. Confused, agitated, Withered, waning. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2D;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC28;, &#xC15;&#xC32;&#xC41;&#xC37;&#xC2E;&#xC48;&#xC28;. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41; &#xC1C;&#xC42;&#xC21;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; M. XV. i. 166. &#xC35;&#xC3F;&#xC15;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC15;&#xC32;&#xC24; vikalatvamu. n. Confusion, agitation, decay. &#xC15;&#xC32;&#xC41;&#xC37;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC36;&#xC48;&#xC25;&#xC3F;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC32;&#xC3E;&#xC35;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC02;&#xC17;&#xC35;&#xC3F;&#xC15;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC3F;.&quot; P. i. 499. &#xC35;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC21;&#xC41; vikal-&#x101;ngu&#x1E0D;u. n. A cripple, one who is deformed or maimed. &#xC05;&#xC02;&#xC17;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. &quot;&#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC02;&#xC21;&#xC48; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2F;&#xC28;&#xC42;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; M. I. ii. 8. &#xC35;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; vikalitamu. adj. Confused, confounded: decayed, impaired, withered. &#xC15;&#xC32;&#xC41;&#xC37;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC3F;&#xC25;&#xC3F;&#xC32;&#xC2E;&#xC48;&#xC28;. &quot;&#xC0F;&#xC15;&#xC30;&#xC23;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC02;&#xC2C;&#xC24;&#xC3F;.&quot; B. i. 535. &#xC35;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC21;&#xC41; vikalu&#x1E0D;u. n. A fool, one who is in confusion. &#xC15;&#xC32;&#xC24; &#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC2E;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; P. ii. 152.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vik&#x12B;r&#x1E47;amu. [Skt.] adj. Scattered, spread about dispersed, sprinkled. &#xC1A;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC28;, &#xC35;&#xC46;&#xC26;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC15;&#xC40;&#xC30;&#xC23;&#xC2E;&#xC41; vik&#x12B;ra&#x1E47;amu. n. Scattering, &#xC35;&#xC46;&#xC26;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vikiramu. [Skt.] n. A bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. A piece, &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;. The funeral cake offered for one destitute of surviving relatives to do it for him. &#xC15;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vik&#x101;ramu. [Skt.] n. A change of form, nature or quality, alteration; a transition from the quiescent state of the mind. Disease, sickness. Oddness, queerness, ugliness. &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC27;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1F;, &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &quot;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC2C;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC30;&#xC1A;&#xC3F; &#xC32;&#xC4B;&#xC15;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; Vema. 2056. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; strange doings or tricks &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; adj. Ugly, unnatural, odd, queer. &#xC35;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC02;&#xC24;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC15;&#xC30;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; vik&#x101;ramu-g&#x101;. adv. Oddly, queerly, unnaturally. &#xC35;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am ailing a little. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I feel nausea. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vik&#x101;rin&#x1E6D;su. v. n. To disagree with the health: to ail. &#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15; (or &#xC2A;&#xC21;&#xC15;) &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F; vik&#x101;ri. n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC30;&#xC23;&#xC3F;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;vikara&#x1E47;i-d&#x16B;lamulu. [Tel.] n. plu. The cross lower beams of a shelving roof. &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC46;&#xC23;&#xC15;&#xC32;&#xC02;&#xC26;&#xC41; &#xC35;&#xC47;&#xC38;&#xC47;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-kartanu&#x1E0D;u. [Skt.] n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
                