&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC17;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;vi-ga&#x1E0D;iya. [from Skt. &#xC18;&#xC1F;&#xC3F;&#xC15;.] n. The sixtieth part of a &#xC17;&#xC21;&#xC3F;&#xC2F;, i.e., of a period of 24 minutes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;vikku. [Tel.] v. n. To stretch out (as the limbs.) To swell with pride. &#xC12;&#xC21;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC15; &quot;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC02;&#xC2C;&#xC4B;&#xC35;&#xC40;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC26;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC1F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D;, &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC21;&#xC15;&#xC41;&#xC1C;&#xC28;&#xC3F;.&quot; Chandra Rek. ii. 4.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;vikka-viriyu. See under &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vikkamu. [Skt.] n. A young elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vik&#x1E5B;itamu. [Skt. from &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.] adj. Changed, altered, transformed. Imperfect, deformed, fried. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC48;&#xC28;. &quot;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27; &#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC36;&#xC30;&#xC40;&#xC30;&#xC41;&#xC32;&#xC48; &#xC2F;&#xC3E;&#xC24;&#xC28;&#xC3E;&#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1F;&#xC2E;&#xC3E;&#xC28;&#xC46;.&quot; M. XVIII. i. 39. &quot;&#xC2A;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F; &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC2F;&#xC4B;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC3F;&#xC17;&#xC3F;.&quot; ND. iv. 496. &#xC35;&#xC15;&#xC43;&#xC24;&#xC3F; vik&#x1E5B;iti. n. Change, transformation, metamorphosis; distortion, depravity. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC28;&#xC4D;&#xC2F;&#xC27;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC3E;&#xC24; &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. In grammatical treatises this name is applied to the Telugu language, as distinguished from &#xC05;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; the Sanskrit. &quot;&#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC3F; &#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC28; &#xC28;&#xC3E;&#xC15;&#xC41;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC47;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F;.&quot; L. xvii. 64. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vi-khy&#x101;ti. [Skt.] n. Great fame, celebrity. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC35;&#xC3F;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41; vi-ky&#x101;tamu. adj. Very famous, celebrated. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-ksh&#x113;pamu. [Skt.] n. Throwing, propelling, casting. &#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC0E;&#xC17;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. Confusion, perplexity, distress of mind. &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;, &#xC15;&#xC26;&#xC32;&#xC3F;&#xC15;. In astronomy, Latitude. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-ksh&#x113;pin&#x1E6D;su. v. a. To toss up, &#xC0E;&#xC17;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41;. To throw away. &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23;&#xC2E;&#xC41; vi-ksh&#x113;pa&#x1E47;amu. n. Scattering, dispersing Throwing. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; vi-kshiptamu. adj. Tossed up, thrown with force.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-kr&#x12B;&#x1E0D;itamu. [Skt.] adj. Well played or danced. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;vi-kriya [Skt.] n. Change, alteration of mind, form or condition. &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC2A;&#xC43;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC28;&#xC4D;&#xC2F;&#xC27;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-krayamu. [Skt.] n. Selling, sale, vending. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F; vi-krayiku&#x1E0D;u. n. A seller, vender, dealer, &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-krayin&#x1E6D;su. v. a. To sell. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC47;&#xC24; vi-kr&#x113;ta. n. A seller, vender. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC2E;&#xC41; vi-kr&#x113;yamu adj. Vendible, saleable. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vikramamu. [Skt.] n. Heroism, valour, power, might, energy. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;. A foot, &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. A footstep, &#xC2A;&#xC3E;&#xC26;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC2E;&#xC3E;&#xC27;&#xC35;&#xC41;&#xC21;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; A. v. 143. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; vikramu&#x1E0D;u. n. A certain king, the founder of an era wherein the year 1960 is coeval with 1903. A.D. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; vikramin&#x1E6D;su. v. n. To show prowess, to use one&apos;s power, to be energetic. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC17;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-ga&#x1E37;itamu. [Skt.] adj. Much fallen, dropped, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC28;, &#xC2A;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-gatamu. [Skt.] adj. Quite gone, disappeared. &#xC05;&#xC02;&#xC24;&#xC39;&#xC3F;&#xC28;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;. Gloomy, obscure. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC17;&#xC24;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC17;&#xC24;&#xC26;&#xC47;&#xC39;&#xC41;&#xC21;&#xC41; the deceased. &#xC35;&#xC3F;&#xC17;&#xC24;&#xC27;&#xC43;&#xC24;&#xC3F;&#xC2F;&#xC48; having lost his courage, being deprieved of his strength. &#xC35;&#xC3F;&#xC17;&#xC24;&#xC15;&#xC27;&#xC43;&#xC37;&#xC41;&#xC32;&#xC48; freed from sin, sinless, pure. &#xC35;&#xC3F;&#xC17;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; one who has lost his wits, who is devoid of sense.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-ksh&#x14D;bhamu. [Skt.] n. Agitation, distress of mind, anxiety. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC24;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;.
			</div>
                