&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vichikilamu. [Skt.] n. A kind of Jasmine; a shrub called Vangueria spinosa, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;, &#xC26;&#xC28;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC38;</span>&#xA0;&#xA0;vi-chikitsa. [Skt.] n. Doubt, uncertainty; an error, mistake. &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;</span>&#xA0;&#xA0;vi-ch&#x101;ra&#x1E47;a. [Skt.] n. Investigation, examination, inquiry, search, research, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC23;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC28;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC28;, &#xC1A;&#xC30;&#xC4D;&#xC1A;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC32;&#xC47;&#xC26;&#xC41; he takes no notice of us. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC15;&#xC30;&#xC4D;&#xC24; vi-ch&#x101;ra&#x1E47;a-karta. n. An inquirer, a superintendent, an investigator. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; vi-ch&#x101;ramu. n. Thought, investigation, examination, consultation, discussion, disputation, reasoning. &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC28;, &#xC35;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC28;, &#xC1A;&#xC30;&#xC4D;&#xC1A;. Grief, sorrow, care, &#xC1A;&#xC3F;&#xC02;&#xC24;, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2A;&#xC21;&#xC41; vi-ch&#x101;ra-pa&#x1E0D;u. v. n. To be sorrowful, to grieve, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; vi-ch&#x101;ran&#x12B;yamu. adj. Fit to be or that which ought to be discussed or investigated. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41; vi-ch&#x101;rin&#x1E6D;su. v. a. To investigate, examine, inquire into. &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;. v. n. To reflect, consider, deem, suppose, think. &#xC0E;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; such was his opinion. To grieve, &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-ch&#x101;ritamu. adj. Investigated, examined, judged, discussed, tried. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-chaksha&#x1E47;amu. [Skt.] adj. Wise, clever, able, skillful. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41; vi-chaksha&#x1E47;u&#x1E0D;u. n. One who is wise or skillful. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vighnamu. [Skt.] n. A hindrance, impediment, obstacle, obstruction, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC15;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC41; vighna-pa&#x1E0D;u. v. n. To be obstructed or hindered, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC30;&#xC3E;&#xC1C;&#xC41; vighn-&#x113;&#x1E63;u&#x1E0D;u. n. The usual name of Gan&#x113;sa (corresponding to Janus.) &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;. A pot-bellied man, a glutton.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC18;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-ghasamu. [Skt.] n. The residue of food offered to the gods, to the manes, to a venerable guest, or to a spiritual preceptor. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC24;&#xC3F;&#xC25;&#xC3F; &#xC15;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC18;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-gh&#x16B;r&#x1E47;anamu. [Skt.] n. A whirl, gyration. &#xC17;&#xC3F;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC18;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-gh&#x16B;r&#x1E47;itamu. adj. Spinning, turning, whirling round. &#xC17;&#xC3F;&#xC30;&#xC17;&#xC3F;&#xC30;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-gh&#x101;tamu. [Skt.] n. A hindrance, obstacle, impediment, difficulty, stumbling-block. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC15;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41;. Evil harm, damage, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. A great blow, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC35;&#xC3F;&#xC18;&#xC3E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; vigh&#x101;tin&#x1E6D;su. v. a. To impede, hinder, obstruct, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC15;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. To spoil, injure, ruin, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC1A;&#xC41;. To kill, &#xC1A;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vigrahamu. [Skt.] n. War, a battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. An image, idol, form, shape; the body. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; vigrahin&#x1E6D;su. v. n. To quarrel, to fight, &#xC15;&#xC32;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC17;&#xC3E;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vi-g&#x101;hin&#x1E6D;su. [Skt.] v. n. To sink, as in water.&#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15;&#xC41;. &#xC35;&#xC3F;&#xC17;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-g&#x101;hitamu. adj. Sunk, &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC17;&#xC3E;&#xC39;&#xC2E;&#xC41; vi-g&#x101;hamu. n. Sinking, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC3F;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC16;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; vigru&#x1E0D;u. [Skt.] n. A noseless person, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vigurvin&#x1E6D;su. [Tel. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;+&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;.] v. a. To break well or thoroughly, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-ghat&#x1E6D;anamu. [Skt.] n. Rubbing, friction, striking. &#xC12;&#xC30;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC18;&#xC1F;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC18;&#xC21;&#xC3F;&#xC2F; Same as &#xC35;&#xC3F;&#xC17;&#xC21;&#xC3F;&#xC2F;. (q. v.)
			</div>
                