&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-chitramu [Skt.] n. Surprise, wonder, astonishment, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A variegated color, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. adj. Wonderful, surprising. Variegated, gaudy, painted, coloured; beautiful, handsome. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC32;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vich-chh&#x101;yamu. [Skt.] n. A flying shadow, as that of a flock of birds. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC40;&#xC21;. Fading, &#xC1A;&#xC3E;&#xC2F;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. adj. Faded, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC15;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC26;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC32;.&quot; G. vi. 117.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vits&#x1E6D;su. [Tel.] v. n. To become open or loose, to burst asunder, as a ripe fruit, to be cracked, split or broken, to be dispersed. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC40;&#xC21;&#xC41;, &#xC1A;&#xC40;&#xC32;&#xC41;. &quot;&#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC4A;&#xC15;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC2F;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC26;&#xC41;&#xC30;&#xC41; &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC26;&#xC3F;&#xC36;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC32;&#xC48;&#xC28;&#xC2F;&#xC27;&#xC4D;&#xC35;&#xC17;&#xC41;&#xC32;&#xC4D;.&quot; A. iv. 170. &#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the bud opened. &#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC25;&#xC3E;&#xC2F;&#xC25;&#xC32;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the army broke up and every man went his way. &#xC06; &#xC17;&#xC4B;&#xC21; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; a crack has opened in the wall. &#xC06; &#xC15;&#xC41;&#xC02;&#xC21; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the pot cracked. &#xC2E;&#xC42;&#xC38;&#xC32;&#xC4B; &#xC32;&#xC4B;&#xC39;&#xC2E;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when the melted metal looks quite clear. v. a. To open, loosen, unite, undo; to spread, expand. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he untied her knot of hair. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC28;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he opened his eyes and looked at them. &#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC2A;&#xC21;&#xC17;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the snake spread or expanded its crest. &quot;&#xC2E;&#xC47;&#xC21;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC42;&#xC21; &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC42;&#xC21; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Vema. 174. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; vi&#x1E6D;s&#x1E6D;su. n. The act of being scattered or dispersed, &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC17;&#xC41;&#xC1F;. adj. Scattered, scattering. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC1A;&#xC46;&#xC26;&#xC30;&#xC48;&#xC28;. &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E; &#xC1A;&#xC46;&#xC26;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; vi&#x1E6D;s&#x1E6D;su-katti. n. A drawn sword, &#xC12;&#xC30;&#xC26;&#xC42;&#xC38;&#xC3F;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC3E;&#xC15;&#xC41; vi&#x1E6D;s&#x1E6D;su-&#x1E6D;-&#x101;ku. n. A coloured palmyra leaf rolled up and put in the pierced ears of women, in order to widen the bore for an earring. &#xC1A;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC15;&#xC41;. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17; vi&#x1E6D;s&#x1E6D;su-mogga. n. An opening bud, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;vi&#x1E6D;s-&#x1E6D;s&#x101;ya. [Tel.] n. A flaw in a precious stone.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;vi&#x1E6D;s&#x1E6D;sala-vi&#x1E0D;i. [Tel. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41;+&#xC35;&#xC3F;&#xC21;&#xC3F;.] n. Independence, freedom, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;. adj. Independent, free, &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F; or &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3E; vi&#x1E6D;s&#x1E6D;sala-vi&#x1E0D;i. adv. At pleasure, at will, freely, independently. &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC07;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC26;&#xC3F;&#xC02;&#xC24;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC2E;&#xC46;&#xC32;&#xC17;&#xC30;&#xC3E;&#xC26;&#xC41;.&quot; NH. v. 17. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41; vi&#x1E6D;s&#x1E6D;sa-vi&#x1E6D;s&#x1E6D;salu. (anuk.) n. Dispersion on all sides; scattering about. &#xC2F;&#xC25;&#xC3E;&#xC2F;&#xC25;&#xC32;&#xC41;. adv. Pell-mell, dispersedly. &#xC2F;&#xC25;&#xC3E;&#xC2F;&#xC25;&#xC32;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;vitstsa. [Tel.] n. A small ball of thread. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC42;&#xC32;&#xC41;&#xC09;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;vich-ch&#x113;yu. [for Skt. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.] v. n. To come, &#xC35;&#xC47;&#xC02;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC28;&#xC40;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC36;&#xC41;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC02;&#xC17;&#xC32;&#xC35;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC47;&#xC21;&#xC02;&#xC1A;&#xC41; &#xC2C;&#xC32;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC30;&#xC3E;&#xC1C;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC47;&#xC17;&#xC46;&#xC28;&#xC4D;.&quot; Vish. vi. 98. To go, &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC28;&#xC40;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2F;&#xC15;&#xC41;&#xC2E;&#xC41; do not go anywhere.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;vi-ch&#x113;sh&#x1E6D;a. [Skt.] n. Motionlessness, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;. &#xC35;&#xC3F;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-ch&#x113;sh&#x1E6D;in&#x1E6D;su. v. n. To move about much, to be active. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-ch&#x113;sh&#x1E6D;itamu. adj. Motionless, immovable, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vic&#x1E25;-c&#x1E25;hitti. (vulgarly &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;.) [Skt.] n. Parting, separation, &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;. Loss, destruction, &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;. Cutting, &#xC28;&#xC30;&#xC15;&#xC41;&#xC1F;. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;. a miscarriage. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; vich-chhinnamu. adj. Parted, divided, cut, separated, interrupted. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2D;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC30;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC05;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28; or &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28; continual. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC47;&#xC26;&#xC2E;&#xC41; vich-chh&#x113;damun. n. Disjunction, separation, cutting, removal. &#xC28;&#xC30;&#xC15;&#xC41;&#xC1F;, &#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
                