&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-jitamu. [Skt.] adj. Subdued, overcome, conquered. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC1C;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; vi-jitu&#x1E0D;u. n. One who is defeated or conquered, &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC3F;&#xC17;&#xC40;&#xC37;</span>&#xA0;&#xA0;vi-jig&#x12B;sha. [Skt.] n. A great desire to conquer, emulation, rivalry. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;. A pref. 12. &#xC35;&#xC3F;&#xC1C;&#xC3F;&#xC17;&#xC40;&#xC37;&#xC41;&#xC35;&#xC41; vi-jig&#x12B;shuvu. adj. One who is desirious of victory. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1C;&#xC2F;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A. iv. 195. ib. iii. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vi-j&#x101;ti. [Skt.] n. A different species, &#xC35;&#xC47;&#xC30;&#xC48;&#xC28;&#xC1C;&#xC3E;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC40;&#xC2F;&#xC2E;&#xC41; vi-j&#x101;t&#x12B;yamu. adj. Of a different species, of a different sort or nature. Strange, queer, odd. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC48;&#xC28;, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC02;&#xC24;&#xC48;&#xC28;, &#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-jayamu. [Skt.] n. A great conquest, a complete triumph, a great victory. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC17;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. This word is used in the titles of several poems, and can be translated &apos;Adventures&apos; or &apos;Tale,&apos; as &#xC24;&#xC3E;&#xC30;&#xC3E;&#xC36;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC2E;&#xC41; the adventures of T&#x101;ra and Sasanka, similar to those of Stella and the Genius. &#xC35;&#xC3F;&#xC1C;&#xC2F; vi-jaya. n. The name of a Telugu year. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC26;&#xC36;&#xC2E;&#xC3F; vijaya-da&#x1E63;ami. n. The tenth day of the month Asvayuja, being the day after the festival to Sarasvati, when all books, arms and instruments of trade are worshipped. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC02;&#xC1C;&#xC47;&#xC2F;&#xC41; vi-jayamu-ch&#x113;yu. v. n. To come, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To proceed; deign or condescend to come or go. &#xC35;&#xC47;&#xC02;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC08;&#xC35;&#xC47;&#xC33; &#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC3E; will you do me the honor to come to my house? will you favour me with your company. &quot;&#xC26;&#xC47;&#xC35;&#xC26;&#xC47;&#xC35;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2F;&#xC40;&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; A. pref. 21. &quot;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC41;.&quot; lb. iv. 111. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; vijaya-stambhimu. n. A pillar of victory. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC4B;&#xC2A;&#xC32;&#xC4B;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC15;&#xC3F;&#xC24;.&quot; A. iv. 345. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC3F; vi-jayi. adj. Victorious, triumphant. &#xC1C;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;, &#xC1C;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;. n. A conqueror. &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC3E;&#xC2D;&#xC35; vijay&#x12B;-bhava. interj. Hail to so and so, here&apos;s to the health of so and so. Hallelujah. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC35;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC41;&#xC21;&#xC41; vi-jayudu. n. A name of Arjuna. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41; a poem in his honour. Jaya and Vijaya are the names of the two porters at the gate of the palace of Vishnu, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-janamu. [Skt. &#xC35;&#xC3F;+&#xC1C;&#xC28;&#xC2E;&#xC41;.] adj. Solitary, private, lonely, uninhabited. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC35;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-jgn&#x101;namu. [Skt.] n. Knowledge of science, learning, &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. A. vi. 86. &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC3F; or &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; vi-jgn&#x101;ni. n. A man of great learning. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC18;&#xC28;&#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC28;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D; &#xC17;&#xC28;&#xC3F;&#xC30;&#xC3F;.&quot; A. iii. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-jgn&#x101;lamu. [Skt. &#xC35;&#xC3F;+&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC2E;&#xC41;.] adj. Celebrated, famous, known, understood. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24; &#xC2F;&#xC4B;&#xC17;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC21;&#xC28;&#xC40;&#xC35;&#xC41;.&quot; A. iii. 82. &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; vi-jgn&#x101;tu&#x1E0D;u. n. A famous man. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; and &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-j&#x1E5B;imbha&#x1E47;amu. [Skt.] n. Budding, expanding. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. Pride, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-j&#x1E5B;imbhin&#x1E6D;su. v. n. To bloom, bloosom, flourish, to be in its pride, shine forth, display. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC2A; &#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is now in his pride. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC4B;&#xC15;&#xC41;&#xC2E;&#xC41; do not hold up your head too high. &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-j&#x1E5B;im-bhitamu. adj. Spread, open, expanded. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. A. i. 45. ib. ii. 60. Proud, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
                