&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-jgnu&#x1E0D;u. [Skt.] n. A skillful man, one who is conversant with (a subject), a wise or learned man. &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F; vi-jgn&#x101;panamu. [Skt.] n. Representing, informing. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41;. A petition, request, prayer, making a representation, &quot;&#xC05;&#xC24;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2A;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC28;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F;.&quot; A. vi. 130. &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; vi-jgnapin&#x1E6D;su. v. a. To represent, address, request, pray, &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1F;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E6D;apamu. [Skt.] n. A branch of a tree with its new sprouts or shoots &#xC1A;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. A branch, &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. A clump, &#xC2C;&#xC4B;&#xC26;&#xC46;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3F;&#xC1F;&#xC2A;&#xC3F; vi&#x1E6D;api. n. A tree. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. A banyan tree, &#xC2E;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1F;&#xC24;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC3F;&#xC1F;&#xC24;&#xC1F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC1F;&#xC24;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC1F;&#xC24;&#xC3E;&#xC1F;&#xC2E;&#xC41; vi&#x1E6D;a-t&#x101;&#x1E6D;amu. [Tel.] n. Confusion, disorder. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;. adj. Confused, disorderly, &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; vi&#x1E6D;a-t&#x101;&#x1E6D;amu-g&#x101;. adj. Topsy-turvy. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E;, &#xC08;&#xC35;&#xC32;&#xC3F;&#xC26;&#xC3E;&#xC35;&#xC32;&#xC28;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC26;&#xC40;&#xC35;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;. &quot;&#xC35;&#xC46;&#xC38;&#xC1C;&#xC48;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;&#xC32;&#xC35;&#xC3F;&#xC1F;&#xC24;&#xC3E;&#xC1F;&#xC2E;&#xC3E;&#xC21;&#xC3F;, &#xC35;&#xC38;&#xC24;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC48;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; BD. vi. 202. &quot;&#xC15;&#xC4B;&#xC1F;&#xC2C;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC18;&#xC4B;&#xC30;&#xC26;&#xC3E;&#xC28;&#xC35;&#xC15;&#xC4B;&#xC1F;&#xC3F; &#xC1C;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC28;&#xC26;&#xC4B;&#xC32;&#xC3F;&#xC2F;, &#xC15;&#xC4D;&#xC15;&#xC4B;&#xC1F;&#xC28;&#xC32;&#xC4D;&#xC17;&#xC21;&#xC32;&#xC28;&#xC4D; &#xC2E;&#xC39;&#xC4B;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC17;&#xC42;&#xC32;&#xC26;&#xC4B;&#xC1A;&#xC3F;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;, &#xC24;&#xC4D;&#xC15;&#xC42;&#xC1F;&#xC24;&#xC4B;&#xC30;&#xC23; 3&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC47;&#xC15;&#xC24;&#xC28;&#xC17;&#xC4B;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC38;&#xC02;&#xC39;&#xC24;&#xC41;&#xC32;&#xC4D;, &#xC35;&#xC40;&#xC1F;&#xC24;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3F;&#xC35;&#xC40;&#xC30;&#xC41;&#xC32;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC32;&#xC4B;&#xC28;&#xC4D;,&quot; M. III. vii. 82.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;, or &#xC35;&#xC3F;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; See &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E6D;ankamu. [Skt.] n. A devecote, an aviary. &#xC15;&#xC2A;&#xC4B;&#xC24;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15;, &#xC15;&#xC4A;&#xC23;&#xC3F;&#xC17;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC35;&#xC4D;&#xC35; &#xC17;&#xC42;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC4B;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; or &#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC4B;&#xC21;&#xC48;&#xC28; vi&#x1E0D;z-dz&#x14D;&#x1E0D;u. [Tel. &#xC35;&#xC40;&#xC21;&#xC41;+&#xC5B;&#xC4B;&#xC21;&#xC41;.] adj. Odd, not even, not a pair, discordant. &#xC5B;&#xC24;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC09;&#xC02;&#xC21;&#xC47;. &#xC5B;&#xC4B;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC38;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;. &quot;&#xC38;&#xC40; &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC4B;&#xC21;&#xC48;&#xC28;&#xC1A;&#xC4B;&#xC26;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3E;&#xC2C;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC3F;&#xC1F;&#xC15;&#xC3F;&#xC1F;&#xC2C;&#xC3F;&#xC30;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;.&quot; Vaijayanti. i. 86. &#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; vi&#x1E0D;zdz&#x14D;&#x1E0D;u-pa&#x1E0D;u. v. n. To become discordant, to differ, &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC41;</span>&#xA0;&#xA0;vi&#x1E0D;z&#x1E0D;zu. [Tel.] v. n. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Kicking about, &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC17; vi&#x1E0D;zdzu-vi&#x1E0D;zdzu-ga. adv. In a mangled manner, in pieces, piecemeal, &#xC28;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC3F;&#xC17;&#xC3E;. &quot;&#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC17; &#xC26;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC17;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15;&#xC46;&#xC32;&#xC2E;&#xC3F;&#xC15;&#xC30;&#xC15;&#xC41;&#xC1F;&#xC02; &#xC18;&#xC4D;&#xC30;&#xC02;&#xC32;&#xC28;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC1C;&#xC4D;&#xC1C;&#xC46;&#xC17;&#xC26;&#xC32;.&quot; Swa. iv. 85. &#xC1F;&#xC40; &#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC35;&#xC3F;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC17;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC17;, &#xC28;&#xC32;&#xC3F; &#xC28;&#xC32;&#xC3F;&#xC05;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;, or &#xC35;&#xC3F;&#xC21;&#xC28;&#xC3E;&#xC21;&#xC41; See under &#xC35;&#xC3F;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E0D;ambanamu. [Skt.] n. Imitation, copying. &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &quot;&#xC05;&#xC28;&#xC47;&#xC15;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC02;&#xC21;&#xC32; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC21;&#xC02;&#xC2C;&#xC30;&#xC35;&#xC3F;&#xC21;&#xC02;&#xC2C;&#xC28;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC2F;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC47;&#xC1C;&#xC02;&#xC2C;&#xC41;.&quot; T. v. 84. Deception, &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC3F;&#xC21;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41; vi&#x1E0D;ambin&#x1E6D;su. v. a. To imitate, copy, &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To broaden, expand, extend. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To deceive, &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;.&quot; P. i. 283. &quot;&#xC28;&#xC40;&#xC30;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC21;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC3F;&#xC21;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; T. iii. 29. &#xC35;&#xC3F;&#xC21;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41; vi&#x1E0D;ambitamu. adj. Imitated, copied, simulated, transformed. &#xC05;&#xC28;&#xC41;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Extended, spread. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC21;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; vi&#x1E0D;ambitu&#x1E0D;u. n. One who is distressed, mortified, annoyed. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC3F;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC1F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; vi&#x1E6D;u&#x1E0D;u. [Skt.] n. A lover, a gallant or paramour. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC1F;&#xC3F;, &#xC35;&#xC3F;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F; or &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; vi&#x1E6D;i. n. A belle. &#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC3F;, &#xC15;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F;. &#xC35;&#xC3F;&#xC1F;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC1F;&#xC2A;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC1F;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41; vi&#x1E6D;a-r&#x101;ya&#x1E0D;u. n. A leade in fashion, a prince of gallants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC1A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E6D;charamu. [Skt.] n. A domestic pig, &#xC28;&#xC42;&#xC15;&#xC30;&#xC2E;&#xC41;, &#xC0A;&#xC30;&#xC2A;&#xC02;&#xC26;&#xC3F;.
			</div>
                