&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC46;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41; vi&#x1E0D;iya. [Tel.] n. Betel and nut, &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC21;&#xC3F;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC1F; &#xC2C;&#xC38;&#xC35;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC21;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC3F;&#xC02;&#xC26;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC28;&#xC3F; &#xC26;&#xC28;&#xC2F;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC21;&#xC41;&#xC17;.&quot; BD. v. 589.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;vidi. [Tel.] n. A red tint, &#xC05;&#xC30;&#xC41;&#xC23;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. Clearness, transparency, brilliancy, &#xC28;&#xC48;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC24;. Heroism, courage, valour, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Anger, &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. The pods in a cotton fruit, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC1C;&#xC46;&#xC21;. &quot;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC02; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; P.iii. 285. adj. Red, &#xC05;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC41;. Clear, transparent, &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;. Separate, distinct, Single, odd, extra, spare, unoccupied, unemployed, loose. &#xC12;&#xC02;&#xC1F;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC17;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC2A;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;. That can be untied, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC26;&#xC17;&#xC3F;&#xC28;, &quot;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC21;&#xC17;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC21;&#xC41;&#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC36;&#xC47;&#xC37;&#xC41; &#xC21;&#xC42;&#xC28;.&quot; N. ix. 219. &#xC35;&#xC3F;&#xC21;&#xC3E;&#xC15;&#xC41; vi&#x1E0D;-&#x101;ku. (&#xC35;&#xC3F;&#xC21;&#xC3F;+&#xC06;&#xC15;&#xC41;.) n. A loose leaf. Divorce. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC02;&#xC5B; vi&#x1E0D;i-sandza. n. The ruddy dawn or evening, &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC5B;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; an unstrung flower. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; loose pearls. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a single man, an extra man, one who is unoccupied or unemployed. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC06;&#xC15;&#xC41;&#xC32;&#xC41; loose leaves, not stitched. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC41;&#xC35; a single cloth (meaning one of a pair.) &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC21;&#xC41; one sandal, an odd shoe. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC42;&#xC38; an odd bead. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC47;&#xC28;&#xC41; naked, &#xC26;&#xC3F;&#xC38;&#xC2E;&#xC4A;&#xC32;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC26;&#xC41;&#xC35; a loose woman, &#xC32;&#xC02;&#xC1C;&#xC46;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC25; a riddle to be solved, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC15;&#xC25;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC21;&#xC46; a bullock that is set free from work, &#xC2A;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC4B;&#xC21;&#xC46; &#xC35;&#xC3F;&#xC21;&#xC3F; vi&#x1E0D;i. (past p. of the verb &#xC35;&#xC3F;&#xC21;&#xC41;.) Setting aside, leaving off. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. adv. Alone, &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC17;&#xC3E;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; vi&#x1E0D;i-g&#x101;-nun&#x1E0D;&#x113;. adj. Single, unoccupied, unemployed, loose. &#xC12;&#xC02;&#xC1F;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC12;&#xC15;&#xC1F;&#xC3F; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC1A;&#xC47;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC47;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4B;&#xC32;&#xC41; vi&#x1E0D;i-g&#x14D;lu. adj. Spare, unemployed. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC4B;&#xC32;&#xC41; &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41; spare bullocks. &#xC35;&#xC05;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F; &#xC17;&#xC4B;&#xC32;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC41; he ploughs with different yokes of cattle in turn. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC32; vi&#x1E0D;i-dala. (&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;+&#xC24;&#xC32;.) n. A halting place. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC32;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC40;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3E;&#xC2A;&#xC17;&#xC3E; &#xC28;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC21;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F;.&quot; M. VI. iii. 70. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F; vi&#x1E0D;idi. n. Halting, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC1F;. A lodging, a residence, &#xC26;&#xC3F;&#xC17;&#xC41;&#xC2C;&#xC38;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41;. &quot;&#xC08; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC40;&#xC15;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC2F;.&quot; L. iv. 240. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; vi&#x1E0D;idi-ch&#x113;yu. v. n. To halt, stay, abide, &#xC26;&#xC3F;&#xC17;&#xC41;, &#xC2C;&#xC38;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; vi&#x1E0D;i-pa&#x1E6D;&#x1E6D;u. (&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;+&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.) n. A halting place, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC1A;&#xC4B;&#xC1F;&#xC41;. A lodging, inn, &#xC2C;&#xC38;. &quot;&#xC05;&#xC2E;&#xC30; &#xC35;&#xC3F;&#xC2D;&#xC41;&#xC02;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC30;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC3E;&#xC28;&#xC24;&#xC41;&#xC21;&#xC48; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC48;&#xC1C;&#xC41;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC28;.&quot; Parij. iii. 76. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; vi&#x1E0D;i-ma&#x1E6D;&#x1E6D;u. n. A dwelling place, &#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. Also, same as &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; vi&#x1E0D;i-ma&#x1E6D;&#x1E6D;u-ch&#x113;yu. v. n. To halt, stay, lodge, &#xC26;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC41;, &#xC2C;&#xC38;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC21;&#xC41; vi&#x1E0D;i-pa&#x1E0D;u. v. n. To separate, &#xC35;&#xC3F;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC2C;&#xC21;&#xC41;. To slip, &#xC5B;&#xC3E;&#xC30;&#xC41;, To escape, get free, break loose, to shake off (shame), &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC1C;&#xC02;&#xC15;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC4B;&#xC35;&#xC41; vi&#x1E0D;i-p&#x14D;vu. v. n. To cease or terminate. &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC47; &#xC35;&#xC26;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC3F; vi&#x1E0D;i-mu&#x1E0D;i. n. Wealth, riches, &#xC27;&#xC28;&#xC2E;&#xC41;, &#xC10;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; vi&#x1E0D;i-y-attamu. n. The glove or leather worn on the huntsman&apos;s arm for the hawk to perch upon. &#xC21;&#xC47;&#xC17;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC32; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC2C;&#xC32;&#xC4D; &#xC38;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC21;&#xC3F;&#xC02;&#xC1C;&#xC28;&#xC41;&#xC36;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC2F;&#xC3F;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC4D; &#xC2E;&#xC39;&#xC4B;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; Swa. iv. 82. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC1F; vi&#x1E0D;i-v&#x113;&#x1E6D;a. n. Falconry, &#xC21;&#xC47;&#xC17;&#xC35;&#xC47;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC35;&#xC32;&#xC3F;</span>&#xA0;&#xA0;vi&#x1E0D;avali. [Tel.] n. A kind of grass used for thatching the roofs of houses. Andropogon muricatum. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC41; &#xC15;&#xC38;&#xC41;&#xC35;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a house thatched therewith.
			</div>
                