&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi&#x1E0D;u. [Tel.] v. n. To separate, become loose, &#xC35;&#xC40;&#xC21;&#xC41;. To fall asunder, &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC47;&#xC35;&#xC26;&#xC32;&#xC41;, &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC2C;&#xC41;&#xC17;&#xC4D;&#xC17; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC24;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC47;&#xC17;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC15;, &#xC35;&#xC21;&#xC46;&#xC21;&#xC41;&#xC15;&#xC41;&#xC02;&#xC21;&#xC15;&#xC3F;&#xC02;&#xC24; &#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;.&quot; V&#x113;ma. 70. v. a. To relinquish, leave, quit, abandon, give up, loosen, untie, undo, let go, release, separate, &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC35;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC21; or &#xC35;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC30; vi&#x1E0D;u-ga&#x1E0D;a. n. Release, liberation. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC32;, &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;. &quot;&#xC09;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21; &#xC35;&#xC46;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC17;&#xC28;&#xC47;&#xC28;&#xC41;&#xC28;&#xC40;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC17;&#xC30;&#xC28;&#xC47;&#xC2F;&#xC02; &#xC26;&#xC4A;&#xC30;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F; &#xC28;&#xC40;&#xC26;&#xC41;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC02; &#xC2C;&#xC30;&#xC3F;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC26;&#xC4A;&#xC30;&#xC17;&#xC3F;&#xC2E;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC35;&#xC30;&#xC2A;&#xC41; &#xC2E;&#xC26;&#xC3F;&#xC28;&#xC4D;.&quot; M. XII. iii. 207. &quot;&#xC05;&#xC28;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC2E;&#xC41;.&quot; A. iv. 257. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41; vi&#x1E0D;ugu. v. n. To blow or expand, as a flower, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC24;&#xC4A;&#xC17;&#xC32;&#xC21;&#xC17;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC46; &#xC2A;&#xC2F;&#xC4B;&#xC1C;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC46;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;.&quot; S. I. 164. &#xC35;&#xC3F;&#xC21;&#xC26;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC35;&#xC3F;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; vi&#x1E0D;a-dokku. v. a. To allot, set aside, grant, as land. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC06;&#xC2F;&#xC42;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26; &#xC28;&#xC3E;&#xC2F;&#xC42;&#xC30;&#xC3F; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC26;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they allotted some land from one village to that village. &#xC35;&#xC3F;&#xC21;&#xC28;&#xC3E;&#xC21;&#xC41; vi&#x1E0D;a-n-&#x101;&#x1E0D;u. v. a. To cast off, desert, quit, relinquish, divorce. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC26;&#xC41;&#xC32;&#xC41;. &quot;&#xC15;&#xC42;&#xC33;&#xC17;&#xC42;&#xC33;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC17;&#xC41;&#xC23;&#xC35;&#xC02;&#xC24;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC28;&#xC3E;&#xC21;&#xC3F;.&quot; V&#x113;ma. 1752. &#xC35;&#xC3F;&#xC21;&#xC2C;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC21;&#xC35;&#xC21;&#xC41; vi&#x1E0D;a-ba&#x1E0D;u. v. n. To escape, get free, break loose, &#xC35;&#xC40;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC17;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC17;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To slip, &#xC5B;&#xC4B;&#xC30;&#xC41;.&quot; &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2E;&#xC39;&#xC4B;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC17;&#xC1C;&#xC2E;&#xC41;, &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC3E;&#xC2E;&#xC30;&#xC1A;&#xC3F; &#xC2E;&#xC26;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2F;&#xC17;&#xC41;&#xC1A;&#xC41;. &#xC15;&#xC21;&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3F; &#xC2C;&#xC21;&#xC1D;&#xC42;&#xC33;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC21;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F; &#xC26;&#xC4B;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; B. D. iv. 352. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC21;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; she shook off all shame and spoke.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;vi&#x1E0D;iyu. v. n. To halt, alight, stay, lodge, &#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;,(&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15; &#xC1A;&#xC4B;&#xC1F;) &#xC26;&#xC3F;&#xC17;&#xC41;, &#xC2C;&#xC38;&#xC1A;&#xC47;&#xC2F;&#xC41;. To be separated, to become separate, &#xC35;&#xC40;&#xC21;&#xC41;. To slip, &#xC5B;&#xC3E;&#xC30;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; vi&#x1E0D;yin&#x1E6D;su. v. a. To lodge, place, cause to alight, &#xC26;&#xC3F;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2C;&#xC38;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &quot;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC48;&#xC2F;&#xC4A;&#xC26;&#xC3F;&#xC17;&#xC3F; &#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC2A;&#xC48;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC30;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC28;&#xC4D;.&quot; A. iv. 170. See &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;.
			</div>
                