&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;</span>&#xA0;&#xA0;See &#xC35;&#xC3F;&#xC24;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC23;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E47;-mayamu. [Skt.] adj. Covered with dung, filthy, foul, &#xC2A;&#xC41;&#xC30;&#xC40;&#xC37;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC16;&#xC30;&#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC23;&#xC4D;&#xC2E;&#xC2F; &#xC15;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; Surabha. i. 67.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vitan&#x1E0D;amu. [Skt.] n. Wrangling, controversy, contention. &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC24;&#xC4B; &#xC35;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC3E;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wrangled or squabbled with me. &#xC35;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC3E;&#xC35;&#xC3E;&#xC26;&#xC3F; vitan&#x1E0D;&#x101;-v&#x101;di. n. One who wrangles. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E0D;varamu. [Skt.] n. Danger, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;. See under &#xC35;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E0D;&#x1E0D;&#x16B;ramu. [Tel.] n. Obstinacy, stubbornness, enmity, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC35;&#xC47;&#xC17;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; Pal. 334. adj. Obstinate, stubborn, inimical. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC48;&#xC28;. &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC42;&#xC30;&#xC2E;&#xC41; the enmity between kings.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F; and &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;. See under &#xC35;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC42;&#xC30;&#xC36;&#xC3F;&#xC32;</span>&#xA0;&#xA0;vi&#x1E0D;&#x16B;ra-&#x1E63;ila. [Skt.] n. The stone called Cat&apos;s eye or Lapis lazuli. &#xC35;&#xC48;&#xC21;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC46;&#xC33;&#xC2A;&#xC46;&#xC33;&#xC2E;&#xC02;&#xC1A;&#xC41;&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC41;&#xC2E; &#xC2D;&#xC40;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC42;&#xC30; &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC30;&#xC1A;&#xC4D;&#xC1B;&#xC1F;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC48;.&quot; A. iv. 138.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC21;&#xC4D;&#xC1A;&#xC41; vi&#x1E0D;u&#x1E6D;su. [Tel.] v. n. &amp;a. To relinquish, leave, quit, abandon, give up, loosen, slacken, untie, undo, To cease, to terminate. &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC06; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; that tree has produced four branches. &#xC35;&#xC3E;&#xC28;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; the rain is over. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the eclipse is now over. &#xC1A;&#xC40;&#xC21;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the plague has ceased. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the impurity has passed away. &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; the demon has quitted him or let him go. &#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has laid aside his wrath. &#xC1A;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC06;&#xC35;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC47;&#xC2F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he let the cow go to graze on the crop. &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; he gave up eating. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; he gave up eating. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; he gave up the ghost. &#xC06;&#xC2E;&#xC46; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC41; she shed tears. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to discharge a rocket. &#xC06; &#xC15;&#xC4B;&#xC1F;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC30;&#xC3F; they quitted the fort. &#xC24;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to perform a certaian rite. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC21;&#xC41; he will never let go his hold.&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC46;&#xC28;&#xC41; &#xC05;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he left his daughter at the house of her mother-in-law. &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; on alternate days, every other day. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to strip. &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to breathe. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he abandoned them. &quot;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC40;&#xC30;&#xC3E;&#xC26;&#xC41;.&quot; Vema. 171. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; vi&#x1E0D;ichi-pe&#x1E6D;&#x1E6D;u. v. a. To relinquish, leave, quit, abandon, give up. To loosen, untie, undo, &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; vi&#x1E0D;ipin&#x1E6D;su. v. a. To loose, let go, release. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC41;, &#xC2A;&#xC4B;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; vi&#x1E0D;ipin&#x1E6D;su-konu. v. n. To escape, get free, break loose, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC21;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC24; vi&#x1E0D;uta. n. A time, &#xC24;&#xC21;&#xC35;. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC24; once. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC24;&#xC32;&#xC41; twice. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC32;, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC4D;&#xC2A;&#xC41; or &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2E;&#xC30; vi&#x1E0D;u-dala. n. Release, liberation, setting at liberty, freeing, &#xC15;&#xC21;&#xC24;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC32;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC41; a deed of surrender or relinquishment. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41; also means Almsgiving, &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC30;&#xC3F; vi&#x1E0D;up-ari. n. One who abandons a friend, &amp;c. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;. A liberal man, &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC21;&#xC41; vi&#x1E0D;u-va&#x1E0D;u. (&#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;+&#xC2A;&#xC21;&#xC41;.) v. n. To separate, to be severed. &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC21;&#xC2C;&#xC3E;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vitalamu. [Skt.] n. The name of the second region in Patalam, the infernal or nether world, &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC3F;&#xC2F;&#xC3E;&#xC27;&#xC4B;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC30;&#xC4D;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC24;&#xC30;&#xC4D;&#xC26;&#xC3F;&#xC15; vitardi. [Skt.] n. A raised seat, or terrace, usually called a pyal. &#xC35;&#xC47;&#xC26;&#xC3F;&#xC15;, &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;.&quot; &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC28;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC15;&#xC28;&#xC15;&#xC35;&#xC3F;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC26;&#xC32;.&quot; L. iii. 41.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-tarkamu. [Skt.] n. Reasoning, discussion, doubt, deliberation; a conjecture, opinion, inference. &#xC0A;&#xC39;, &#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;, &#xC24;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-tarkin&#x1E6D;su. v. n. To reflect, ponder hesitate, &#xC24;&#xC32;&#xC2A;&#xC4B;&#xC2F;&#xC41;, &#xC21;&#xC4B;&#xC32;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0A;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vitara&#x1E47;amu. [Skt.] n. Bounty, liberality. &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC08;&#xC35;&#xC3F;, &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC24;&#xC30;&#xC23;&#xC3F; vitara&#x1E47;i. n. A liberal or bountiful man. &#xC26;&#xC3E;&#xC24;, &#xC08;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2A;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC48; &#xC2C;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC24;&#xC30;&#xC23;&#xC3F;&#xC15;&#xC21;&#xC15;&#xC47;&#xC17;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;.&quot; K&#x101;lahasti Satakam 77. In another Satakam, &quot;&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F; &#xC17;&#xC32;&#xC32;&#xC4B;&#xC2D;&#xC3F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC2A;&#xC47;&#xC26;&#xC2E;&#xC47;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC24;&#xC30;&#xC23;&#xC3F; &#xC2F;&#xC48;&#xC28;&#xC28;&#xC4D;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vitamu. [from Skt. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.] n. Manner, way, mode, kind, sort. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.&quot; &#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC26;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC41;&#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC46;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC40;.&quot; V&#x113;ma. ii. 283. &#xC35;&#xC3F;&#xC24;&#xC2E;&#xC30;&#xC3F; vitam-ari. n. A skilful person, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;. A husbandman, a peasant, &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC02;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vitamsamu. [Skt.] n. A net, a chain or other thing made to confine beasts or birds. &#xC2E;&#xC43;&#xC17;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC4B;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC35;&#xC32;&#xC32;&#xC41; &#xC09;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;vi-tantuvu. [Skt.] n. A widow. &#xC35;&#xC3F;&#xC27;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vitatamu. [Skt.] adj. Stretched, extended, expanded, spread, diffused. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC24;&#xC24;&#xC3F; vi-tati. n. An assemblage, quantity, cluster, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Ila. i. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-tathamu. [Skt.] adj. False, untrue. &#xC05;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. n. A falsehood, &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vitasti. [Skt.] n. A span; twelve fingers&apos; breadth. &#xC1C;&#xC47;&#xC28;, &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC05;&#xC02;&#xC17;&#xC41;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC47;&#xC30;.
			</div>
                