&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;vittu. [Skt. from &#xC35;&#xC3F;&#xC26;&#xC4D; to know.] n. He who knows. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC26;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; skilled in the Vedas.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vittamu. [Skt.] n. Wealth, riches, &#xC27;&#xC28;&#xC2E;&#xC41;. adj. Known, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Obtained, gained, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;. Famed, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. Investigated, inquired into, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;vitta. [Tel.] n. A very small sack. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC4B;&#xC28;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-t&#x12B;r&#x1E47;amu. [Skt.] adj. Crossed, passed, &#xC26;&#xC3E;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Given, &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vit&#x101;namu. [Skt.] n. An awning, tester or canopy, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A heap, a quantity, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. Extent, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC24; &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC28;.&quot; Suca. iii. 286. &quot;&#xC2D;&#xC35;&#xC26;&#xC4D;&#xC2C;&#xC32;&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC40;&#xC2E;&#xC32;&#xC1A;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC4B;&#xC32;&#xC46;.&quot; M. v. iii. 364. adj. Empty, &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Dull, &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC28;</span>&#xA0;&#xA0;vit&#x101;na. [from Skt. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.] adv. In the manner of, like &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC30;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E;. &quot;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC41;&#xC30;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC28;.&quot; Ila. iii. 59.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;vit&#x101;ku. [Tel.] n. Horror, confusion, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC24;, &#xC0E;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC15; &#xC15;&#xC32;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, Forgetfulness, absent-mindedness, &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;. &#xC35;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41; or &#xC35;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;. One who is confused or struck dumb. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC35;&#xC36;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC24;&#xC3E;&#xC16;&#xC41;&#xC2A;&#xC21;&#xC41; vit&#x101;ku-pa&#x1E0D;u. v. n. To be confused or confounded, to be at a loss, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC17;&#xC41;, &#xC0E;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC15; &#xC15;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;. &quot;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC15;&#xC02;&#xC2A;&#xC32;&#xC28;&#xC4D; &#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2E;&#xC26;&#xC3F;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2E;&#xC41; &#xC28;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; G. iii. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC33;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-da&#x1E37;anamu. [Skt.] n. Breaking, rending, splitting, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC35;&#xC3F;&#xC26;&#xC33;&#xC2E;&#xC41; vida&#x1E37;amu. n. Split pulse. &#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. Cuttings, chips. &#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;. adj. Opened, expanded, blown, as a flower. Rent, split. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC2A;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC26;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-da&#x1E37;in&#x1E6D;su. v. a. To split, cut, break, rend. &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;. &quot;&#xC15;&#xC21;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC40;&#xC30;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47; &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC4B;.&quot; Krishn. Abhyu. ii. 156. &#xC35;&#xC26;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; vida&#x1E37;itamu. adj. Rent, torn, split. Blown, expanded. &#xC2A;&#xC17;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC41; See under &#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-darbhamu. [Skt.] n. A dry, or desert soil, &#xC2E;&#xC30;&#xC41;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; the country called Vidarbha, a district to the south-west of Bengal, the modern Behar proper. &#xC26;&#xC47;&#xC36;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC30;&#xC4D;&#xC2D; a city of that name.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vidaramu. [Skt.] n. Splitting, &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC21;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-dagdhamu. [Skt.] adj. Skilful, clever. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;. &#xC35;&#xC3F;&#xC26;&#xC17;&#xC4D;&#xC27;&#xC24; vi-dagdhata. n. Cleverness. &#xC15;&#xC4C;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC24;. &#xC35;&#xC3F;&#xC21;&#xC17;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; vi-dagdhu&#x1E0D;u. n. A learned or clever man. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC36;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;vittu. [Tel.] v. a. To sow, &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2E;&#xC4A;&#xC32;&#xC35;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC1C;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;  &#xC17;&#xC32;&#xC2F;&#xC21;&#xC35;&#xC41;&#xC32;&#xC32;&#xC41;&#xC2E;&#xC39;&#xC3F;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15; &#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot; &#xC2B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; Vish. ii. 156. n. A seed; a testicle, &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41; vittanamu. n. A seed. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; vittin&#x1E6D;su. v. a. To cause to sow, to get to the sown. &#xC06; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he caused the field to be sown.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC24;&#xC3E;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC24; vit&#x101;. [from Skt. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;.] adj. Useless, vain, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC35;&#xC43;&#xC25;&#xC3E;. &#xC35;&#xC3F;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC24; vit&#x101;-vita. adj. Quite useless, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.
			</div>
                