&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vid&#x101;ra&#x1E47;amu. [Skt.] n. Tearing, splitting, severing. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vid&#x101;rin&#x1E6D;su. v. a. To tear, split. &#xC2A;&#xC17;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC24;&#xC32;&#xC2E; &#xC26;&#xC4B;&#xC21;&#xC4D;&#xC24;&#xC4B;&#xC28;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Sananda Padya ii. 17 &#xC35;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; vi&#x1E0D;&#x101;ritamu. adj. Torn, split, dashed to pieces, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. M. VII. iv. 308.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-d&#x16B;ramu. [Skt.] adj. Very far or remote. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC35;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; he who is wholly devoid of wisdom. &quot;&#xC24;&#xC2E;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC35;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC41;&#xC32;.&quot; M. I. i. 129.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC41;&#xC37;&#xC3F;</span>&#xA0;&#xA0;vidushi. [Skt.] n. A learned woman. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC41; vidulu. [Tel.] v. n. To fall or drop down. &#xC30;&#xC3E;&#xC32;&#xC41;. &#xC06; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC24;&#xC4B; &#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the tree is overburdened with fruit. &#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41; vidulu&#x1E6D;su. v. a. To shake off, get rid of. To reject angrily. &#xC5B;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he seized me and chastised me. &#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41; or &#xC35;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC41; vidulupu. n. The act of shaking, &#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41;&#xC1F;. &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; vidilimpulu. n. plu. Chastisement, reprimand, &#xC1A;&#xC40;&#xC35;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vidu&#x1E0D;u. [Skt.] n. (In composition), one who knows. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-d&#x12B;r&#x1E47;amu. [Skt.] adj. Torn, split, burst. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Expanded, opened, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;. &quot;&#xC28;&#xC47;&#xC2E;&#xC3F;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC4A;&#xC30;&#xC17;.&quot; BRY. 3256.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;vidiya. [from Skt. &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC40;&#xC2F;.] n. The second day after full moon or new moon. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC35; &#xC24;&#xC3F;&#xC25;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;viditamu. [Skt.] adj. Known, understood, evident, plain. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC35;&#xC40;&#xC30;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2F;&#xC36;&#xC41;&#xC32;&#xC41;.&quot; M. III. ii. 34. &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; viditamu-g&#x101;. adj. Clearly, plainly, evidently. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Vish. vi. 8. &quot;&#xC1C;&#xC17;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC28;&#xC41;.&quot; Kuchleo. ii. 47. &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; viditu&#x1E0D;u. n. A well-known or celebrated man. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC47;&#xC39;&#xC3F;</span>&#xA0;&#xA0;vi-d&#x113;hi. [Skt.] adj. Incorporeal. bodiless, without a body. &#xC36;&#xC30;&#xC40;&#xC30;&#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-d&#x113;&#x1E63;amu. n. A foreign country, aborad, any place away from home. &#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; vi-de-&#x1E63;a-sthu&#x1E0D;u. n. One who remains abroad, &#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC3F;, &#xC35;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; vi-&#x1E0D;&#x113;&#x1E63;i. n. A foreigner, &#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &quot;&#xC35;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC1A;&#xC46;&#xC30;&#xC1A;&#xC41;.&quot; A. iv. 298. &#xC35;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; vi-d&#x113;&#x1E63;a-gatu&#x1E0D;u. n. One who is away from home, a pilgrim, emigrant, &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC24; vi-&#x1E0D;&#x113;&#x1E63;ata. n. Absence from home, &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC07;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F; &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC3F;&#xC26;&#xC47;&#xC36;&#xC24;&#xC28;&#xC4D; &#xC28;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC15;&#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC28;&#xC41; &#xC28;&#xC42;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC17;&#xC3F;.&quot; Ila. iii. 165.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC42;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-d&#x16B;shaku&#x1E0D;u. [Skt.] A wag, jester, buffoon. &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC28;&#xC3E;&#xC2F;&#xC15; &#xC38;&#xC1A;&#xC3F;&#xC35;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC21;&#xC41;. &quot;&#xC35;&#xC3F;&#xC26;&#xC42;&#xC37;&#xC15; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC15;&#xC35;&#xC3F;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;.&quot; A. iv. 321. &#xC1F;&#xC40; &#xC35;&#xC3F;&#xC26;&#xC42;&#xC37;&#xC15;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC32;&#xC41;. One who is given to faultfinding in others. &#xC35;&#xC3F;&#xC26;&#xC42;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-d&#x16B;shitamu. adj. Dirty, ugly, &#xC2E;&#xC32;&#xC40;&#xC2E;&#xC38;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC37;&#xC40;&#xC35;&#xC3F;&#xC26;&#xC42;&#xC37;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.&quot; P. iii. 352.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;vi-dikku. [Skt.] n. An intermediate point (or half-point) of the compass, as south-east, south-west, north-west, north-east. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32; &#xC28;&#xC21;&#xC41;&#xC2E;, &#xC2E;&#xC42;&#xC32;, &#xC06;&#xC17;&#xC4D;&#xC28;&#xC47;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC4B;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-d&#x101;hamu. [Skt.] n. Great thirst. &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC15;.
			</div>
                