&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;vidya. [Skt. from &#xC35;&#xC3F;&#xC26;&#xC4D; to know.] n. Knowledge, science, learning, education; an art, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Conjuring, juggling. &#xC2E;&#xC39;&#xC3E;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; the great art, i.e., magic. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; vidy&#x101;-dharu&#x1E0D;u. n. A demigod of a particular class, a fairy, or genius, &#xC1C;&#xC40;&#xC2E;&#xC42;&#xC24;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F; vidy-&#x101;rthi. n. A pupil, student, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41; &#xC15;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; vidy&#x101;-vantu&#x1E0D;u. n. A man of learning.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F; vidde. [from Skt. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;.] n. Science, knowledge, learning. &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;. A trick; guile. &quot;&#xC05;&#xC26; &#xC4D;&#xC26;&#xC3F;&#xC30;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC30;&#xC17;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1F;&#xC17;&#xC3E;&#xC15; &#xC35;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC46;&#xC24;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC3F;&#xC02;&#xC26;&#xC30;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC17;&#xC2C;&#xC32;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC24;&#xC41;.&quot; BD. v. 208. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC2E;&#xC41; viddemu. n. The tottering gait of an infant. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21; &#xC06;&#xC21;&#xC47; &#xC06;&#xC1F;. &quot;&#xC1C;&#xC28;&#xC15;&#xC41;&#xC02;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2E;&#xC47;&#xC26;&#xC3F;&#xC2F;&#xC28;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E; &#xC30;&#xC3E;&#xC2E;&#xC17;&#xC4B;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC2F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; N. iv. 165. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC3E;&#xC21;&#xC41; vidde-l-&#x101;&#x1E0D;u. v. n. To juggle, &#xC17;&#xC3E;&#xC30;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;</span>&#xA0;&#xA0;vidha. [Skt.] n. Plenty, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41; vidhamu. n. Kind, sort, way, manner, mode, state. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. Pay, wages, hire, &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;. &#xC0F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; how, in what manner? &#xC08; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; thus. &#xC28;&#xC40;&#xC35;&#xC41; &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC32; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E; &#xC35;&#xC3F;&#xC28;&#xC21;&#xC41; Whatever you may say he will not listen.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-dv&#x113;shamu. [Skt.] n. Enmity. hatred. &#xC2A;&#xC17;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC41;&#xC21;&#xC41; vi-dv&#x113;shi. n. An enemy, foe. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. &quot;&#xC13;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC21;&#xC4D;&#xC32;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F;.&quot; Chatu. 36. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x12B;-dv&#x12B;shin&#x1E6D;su. v. n. To bear malice or enmity, &#xC2A;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vidv&#x101;msu&#x1E0D;u. [Skt.] n. A learned man, a man of letters. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41; a patron of learning. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; vidv&#x101;msu-r-&#x101;lu. n. A learned woman. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-drumamu. [Skt.] n. coral. &#xC2A;&#xC17;&#xC21;&#xC2E;&#xC41;. A tender or young leaf or shoot. &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-drulamu. [Skt.] adj. Liquified, melted; flown, running, &#xC15;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC28;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC3E;&#xC30;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. See under &#xC35;&#xC3F;&#xC26;&#xC41;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41; vi-dravamu. [Skt.] n. Flight, retreat, running away from a battle field. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. Flowing out, leaking.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC27;&#xC3F;</span>&#xA0;&#xA0;vidradhi. [Skt.] n. A deep seated or internal abscess. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC32;&#xC4B; &#xC2C;&#xC48;&#xC32;&#xC41;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC47; &#xC35;&#xC4D;&#xC30;&#xC23;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. A disordered liver, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC2C;&#xC32;&#xC4D;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vidh&#x101;namu. [Skt.] n. Doing. &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. A command, rule, ordinance, &#xC06;&#xC1C;&#xC4D;&#xC1E;. Performing prescribed rites, or acts prescribed in the sacred books of the Hindus. &#xC35;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41; Worship, &#xC2A;&#xC42;&#xC1C;. &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41; vidh&#x101;-yakamu. n. An ordinance, order, decree, &#xC35;&#xC3F;&#xC27;&#xC3F;, &#xC06;&#xC1C;&#xC4D;&#xC1E;. adj. Binding, enjoined. &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC2F;&#xC3F; vidh&#x101;yaku&#x1E0D;v. n. A director, an authority, particularly in religion. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC47;&#xC24;, &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC24;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC24;&#xC43;&#xC21;&#xC41; vidh&#x101;ta. [Skt.] n. A name of Brahma, the creator. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC35;</span>&#xA0;&#xA0;vi-dhava. [Skt. &#xC35;&#xC3F;+&#xC27;&#xC35;.] n. A widow. &#xC2A;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;. A term of scorn, applied to both sexes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vidya-m&#x101;namu. [Skt.] adj. Existent, present. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC09;&#xC02;&#xC1F;&#xC42;&#xC09;&#xC02;&#xC21;&#xC47;. n. Condition, state. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC47; if we consider the present state of things.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;vi-dyuttu. [Skt.] n. Lightning. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-dy&#x14D;tin&#x1E6D;su. v. n. To shine, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
                