&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;vidhuvu. [Skt.] n. The moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. Vishnu, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vidhuramu. [Skt.] adj. Agitated, distressed, overcome with anxiety or distress; bewildered, confused. Separate, absent, &#xC2D;&#xC2F;&#xC35;&#xC3F;&#xC35;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;, &#xC35;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC27;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; vidhu-ru&#x1E0D;u. n. A widower, &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC41;&#xC02;&#xC24;&#xC41;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vidhumtudu&#x1E0D;u. [Skt.] n. A name of R&#x101;hu, &#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC3F;</span>&#xA0;&#xA0;vidhi. [Skt.] n. An order, command, rule, law. &#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;. An act prescribed by the Vedas; an ordinance; duty. &#xC35;&#xC47;&#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC3F;&#xC27;&#xC3F;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. Providence. Fate, destiny, luck. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Brahma, God. &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC32;&#xC47;&#xC15; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; having no alternative I went there &#xC2A;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC40;&#xC35;&#xC41; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC09;&#xC02;&#xC21;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; there is no alternative, you must remain here for ten days, &#xC28;&#xC3E;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC28;&#xC47;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; this is my fate, what can I say? &#xC35;&#xC3F;&#xC27;&#xC35;&#xC36;&#xC2E;&#xC41;&#xC28; &#xC26;&#xC4A;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC1A;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; it was found by chance. &#xC2F;&#xC25;&#xC3E;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; it was done according to rule. &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; vidhin&#x1E6D;su. v. a. To order, command, ordain, prescribe, allot, adjudge, assign. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they appointed him a penance. &#xC08; &#xC36;&#xC40;&#xC15;&#xC4D;&#xC37; &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F; this punishment was awarded. &#xC2F;&#xC3E;&#xC2D;&#xC48;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41; (&#xC32;&#xC47;&#xC15;, &#xC1C;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC3E;) &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they sentenced him to pay a fine of Rs. 50. &#xC35;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; vidh-yuktamu. adj. Prescribed, legal, &#xC2F;&#xC25;&#xC3E;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; vidh-yuktamu-g&#x101;. adv. Legally, in proper form or manner, &#xC2F;&#xC25;&#xC3E;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-nayamu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC2F;&#xC2E;&#xC41;.) n. Humility, modesty, gentleness, mildness, reverence, &#xC35;&#xC3F;&#xC28;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC28;&#xC2E;&#xC4D;&#xC30;&#xC24;. &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; or &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; humbly. &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; vi-naya-vantu&#x1E0D;u. n. A humble man, &#xC28;&#xC2E;&#xC4D;&#xC30;&#xC24;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; vi-naya-vartanudu. n. One who acts humbly, &#xC28;&#xC2E;&#xC4D;&#xC30;&#xC24;&#xC24;&#xC4B; &#xC28;&#xC21;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-dh&#x16B;tamu. [Skt.] adj. Shaken, &#xC15;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Left, let go, thrown, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC27;&#xC42;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC27;&#xC41;&#xC35;&#xC28;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC27;&#xC42;&#xC35;&#xC28;&#xC2E;&#xC41; vi-dh&#x16B;ti. n. Shaking, tremor, trembling, &#xC15;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-namramu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC41;] adj. Much bent, bowed, humble, modest. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;, &#xC32;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-namitamu. [Skt.] adj. Much bowed down, declined, humbled, conquerred, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;, &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC28;&#xC3F;</span>&#xA0;&#xA0;vinani. [Tel. from &#xC35;&#xC3F;&#xC28;&#xC41;] adj. Unheard of, not heard of. &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. Not hearing. &#xC35;&#xC3F;&#xC28;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a deaf man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-natamu. [Skt.] adj. Bowed, bent, stooping, humble, modest. Trained, disciplined, &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;, &#xC28;&#xC2E;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC17;&#xC41;&#xC30;&#xC41;&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC28;&#xC24;&#xC3F; vi-nati. (&#xC35;&#xC3F;+&#xC28;&#xC24;&#xC3F;.) n. Humility, modesty, reverence, &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;. A salutation, bowing, &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC28;&#xC24;&#xC41;&#xC21;&#xC41; vi-natu&#x1E0D;u. n. A humble, modest or unassuming man, &#xC35;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC2E;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-dhvamsamu. [Skt. &#xC35;&#xC3F;+&#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC2E;&#xC41;.] n. Great ruin, destruction. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-dhvam-sitamu. adj. Ruined, destroyed, &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-dh&#x113;yamu. [Skt.] adj. Obedient, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC47;. &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; with humble obedience. &#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC24; vi-dh&#x113;yata. n. Obedience. &#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41; vi-dh&#x113;ga-vis&#x113;shanamu. n. An adjective coming after its moon. &#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41; vi-dh&#x113;yu&#x1E0D;u. n. One who obeys; an obedient man. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3E;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC17;&#xC3E; vin&#x101;. [Skt.] adv. Save, except, without. &#xC24;&#xC2A;&#xC4D;&#xC2A;. &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; vin&#x101;yin&#x1E6D;su. v. a. To except, exclude, make an exception, of, leave out of account. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
                