&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-niv&#x101;ranamu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;.] n. Prevention; an obstacle, hindrance. &quot;&#xC24;&#xC28;&#xC2F;&#xC3E;&#xC2F;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC21; &#xC35;&#xC47;&#xC26;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC28;&#xC28;&#xC47; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC4B;&#xC35;&#xC02;&#xC26;&#xC35;&#xC47; &#xC35;&#xC46;&#xC30;&#xC2A;&#xC41; &#xC35;&#xC47;&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC1C;&#xC46;&#xC02;&#xC26;&#xC35;&#xC41;.&quot; Bh&#x101;g. x. &#xA7;. ix. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-nir-gatamu. [Skt.] adj. Gone out, departed from. &#xC05;&#xC35;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2C;&#xC2F;&#xC32;&#xC41; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC28;. &quot;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC2A;&#xC3E;&#xC2A;&#xC3F;.&quot; BD. ii. 406.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-niy&#x14D;gamu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.] n. Using, use, utility, advantage, serviceableness, &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. Sharing anything sacred, as gifts distributed among Brahmins at a temple. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41; &#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC47;&#xC2E;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; what is the good of it? &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F; an unprofitable statement. &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC21;&#xC41; vi-niy&#x14D;g-in&#x1E6D;su. v. n. To be used or applied. &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC30;&#xC1A;&#xC41; vi-niy&#x14D;gin&#x1E6D;su. v. a. To use, apply. &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC28;&#xC40;&#xC2F;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC30;&#xC1A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; you must use every effort; you must apply or put forth all your strength. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC30;&#xC1A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC41; to what purpose can this be applied? &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; vi-niyuktamu. adj. Used, &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-nimayamu. [Skt.] n. Barter, exchange. &#xC12;&#xC15; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC30;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41;. A pledge, deposit, security, &#xC15;&#xC41;&#xC26;&#xC41;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC3F;, &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; See under &#xC35;&#xC3F;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vi-nindintsu. [Tel.] v. a. To blame much,&#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-n&#x101;&#x1E63;amu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;.] n. Great ruin. total loss, destruction, annihilation. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC28;&#xC40;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3E; are you rushing on destruction? &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41; to perish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vin&#x101;yaku&#x1E0D;u. [Skt.] A name of Ga&#x1E47;esa, &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC40;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-n&#x12B;lamu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC40;&#xC32;&#xC2E;&#xC41;.] adj. Black. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &quot;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC32;&#xC15;&#xC41;&#xC02;&#xC24;&#xC32;.&quot; Vasu. iv. 147.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-n&#x12B;tamu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC40;&#xC24;&#xC2E;&#xC41;.] adj. Humble, modest, trained. &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41; vi-n&#x12B;tu&#x1E0D;u. n. One who is humble, modest, unassuming; one who is educated or trained. &#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-nish&#x1E6D;hy&#x16B;tamu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC2E;&#xC41;.] adj. Cast, thrown, sent, directed, despatched, ejected from the mouth, spit. &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-nishkr&#x101;ntamu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC41;.] adj. Going out, setting out. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC28;. &quot;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2A;&#xC3E;&#xC26; &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC36;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC15;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2A;&#xC4D;&#xC32;&#xC3E;&#xC35;&#xC2F;&#xC41;&#xC28;&#xC48;&#xC28; &#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;.&quot; Vish. iii. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-niv&#x113;ditamu. [Skt. &#xC35;&#xC3F;+&#xC28;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;.] adj. Offered, as sacrifice. &#xC28;&#xC48;&#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-nir-muktamu. [Skt.] adj. Liberated, let loose or free, exempt, free from, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-nir-malamu. adj. Very pure, or clear. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC32;&#xC4D;&#xC2E;&#xC37;&#xC2E;&#xC48;&#xC28;.
			</div>
                