&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vinnamu. [Skt.] adj. Made known, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Considered, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vinn-apamu. [from Skt. &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;.] n. A petition, request. &#xC2E;&#xC28;&#xC35;&#xC3F;, &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC19;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; vinna-patrika. (&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;+&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;.) n. A petition. &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC28; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;vinnanuvu. [Tel.] n. Skill, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;vinna. [from Skt. &#xC35;&#xC30;&#xC4D;&#xC23;.] adj. Pale. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28; vinna-dana-mu. n. Dejection, sorrowfulness. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC28;&#xC2E;&#xC41;. Paleness, &#xC35;&#xC48;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Diminution, wanting, &#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC24;, &#xC15;&#xC4A;&#xC30;&#xC35;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC2F;&#xC17;&#xC41;&#xC1F;, &#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. &quot;&#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC2B;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC48;&#xC2F;&#xC21;&#xC35;&#xC3F;&#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;.&quot; P. ii. 217. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC17;&#xC41; or &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC48; vinna-n-agu. adj. Dejected, sorrowful, desponding, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC37;&#xC23;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC17;&#xC41; v. n. To be dejected, to be in sorrow. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC17;&#xC41;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4B;&#xC35;&#xC41;. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4B;&#xC35;&#xC41; or &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC21;&#xC41; vinna-b&#x14D;vu. v. n. To become pale, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC17;&#xC41;. To be dejected or sorrowful, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC17;&#xC41;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4B;&#xC35;&#xC41;. &quot;&#xC28;&#xC40;&#xC15;&#xC3F;&#xC02;&#xC24;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30; &#xC28;&#xC46;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2C;&#xC21;&#xC28;&#xC47;&#xC32;.&quot; Parij. iv. 69. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28; vinna-b&#x14D;yina. adj. Dejected, desponding, downcast. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC37;&#xC23;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &quot;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC39;&#xC43;&#xC26;&#xC2F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;.&quot; Ellana. i. 238. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC3E;&#xC1F;&#xC41; vinna-b&#x101;&#x1E6D;u. n. Dejection, sorrowfulness. &#xC35;&#xC3F;&#xC2A;&#xC23;&#xC4D;&#xC28;&#xC24;. Paleness, &#xC35;&#xC48;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC3E;&#xC1F;&#xC35;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC26;&#xC4B;&#xC2A;&#xC2C;&#xC32;&#xC4D;&#xC15;&#xC46;.&quot; Swa. ii. 58. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC48; vinna-yai. adv. Being sorry. &#xC35;&#xC3F;&#xC37;&#xC23;&#xC4D;&#xC23;&#xC2F;&#xC48;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC48;. &quot;&#xC28;&#xC3E;&#xC17;&#xC2E;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC48;&#xC28;&#xC17;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC3F;. Pal. 89.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41; vi-patti. [Skt.] n. A crisis; a sad event, calamity, misfortune, disaster, &#xC06;&#xC2A;&#xC26;, &#xC07;&#xC21;&#xC41;&#xC2E;. &#xC35;&#xC3F;&#xC2A;&#xC26;&#xC4D;&#xC26;&#xC36; vipad-da&#x1E63;a. n. The time of calamity. &#xC05;&#xC2A;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; vi-pannamu. adj. Luckless, unhappy, unfortunate. &#xC06;&#xC2A;&#xC26;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; vi-pannu&#x1E0D;u. n. One who is unfortunate. &#xC05;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC06;&#xC2A;&#xC26;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-pa&#x1E47;amu. [Skt.] n. Selling, &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2A;&#xC23;&#xC3F; vipa&#x1E47;i. n. A shop, a stall, a market place. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;, &#xC05;&#xC02;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC2C;&#xC1C;&#xC3E;&#xC30;&#xC41;, &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC40;&#xC27;&#xC3F;. A merchant, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-pakshamu. [Skt.] n. An enemy&apos;s side, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; vi-pakshu&#x1E0D;u. n. An opponent, enemy, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-pakvamu. [Skt. &#xC35;&#xC3F;+&#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;.] adj. Raw, not boiled. &#xC2A;&#xC02;&#xC21;&#xC28;&#xC3F;, &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC15; vipanchi. [Skt.] n. A lute. &#xC35;&#xC40;&#xC23;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vinyasin&#x1E6D;su. [Skt.] v. a. To keep to place or put, &#xC09;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; or &#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; vi-nyastamu. adj. Kept, placed, &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; vi-ny&#x101;samu. n. Keeping, placing, &#xC09;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;vinnu. [Tel. another form of &#xC35;&#xC3F;&#xC28;&#xC41;.] n. The sky.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vinn&#x101;&#x1E47;amu. [from Skt. &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. Capacity, skill, dexterity. &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Grace, beauty, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. A certain hold in wrestling. &#xC1C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC2C;&#xC4B;&#xC30;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC39;&#xC3E; &#xC35;&#xC40;&#xC30;&#xC4D;&#xC2F; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC40;&#xC30;&#xC32;&#xC41;&#xC2E;&#xC47;&#xC1F;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC28;&#xC17;&#xC3E;.&quot; B. X. 36. 17. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC23;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; that which is fine or graceful, &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC23;&#xC3F; vinn&#x101;&#x1E47;i. n. One who is skilful or dexterous, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. An ascetic, a recluse. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC23;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC23;&#xC2A;&#xC41; vinn&#x101;namu. adj. Skillful, clever, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;. Graceful, handsome, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;. &quot;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2A;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC32;&#xC4D; &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC3E;&#xC28;&#xC4A;&#xC15;&#xC2F;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC40; &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; Ranga Rao Charitra. ii. 221. &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; vinn&#x101;&#x1E47;amu-g&#x101;. adv. Gracefully, skillfully. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vinna-vin&#x1E6D;su. [from Skt. &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. a. To represent, tell, narrate. &#xC2E;&#xC28;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC30;&#xC3F;</span>&#xA0;&#xA0;vipari. [Tel.] n. Exchange. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC26;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC47;&#xC1C;&#xC41; a deed of exchange.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-pathamu. [Skt. &#xC35;&#xC3F;+&#xC2A;&#xC25;&#xC2E;&#xC41;.] n. A wretched road, a bad path. &#xC1A;&#xC46;&#xC21;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;.
			</div>
                