&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vipulamu. [Skt.] adj. Extended, huge, big, vast, large, much, deep. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;.&quot; &#xC35;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC02;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC48;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC41;&#xC32;&#xC28;&#xC24;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48;.&quot; M. I. i. 158. &quot;&#xC35;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC36;&#xC3E;&#xC32;&#xC3F;.&quot; Bobbili. ii. 99. &#xC35;&#xC3F;&#xC2A;&#xC41;&#xC32; vipula. n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-p&#x101;kamu. [Skt. &#xC35;&#xC3F;+&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;.] n. Ripeness, maturity. Result, event. The fruit or consequence of action. The crisis or fulness of time. &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;, &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; vipaschittu. [Skt.] n. A learned man. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;. &quot;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC32;&#xC02; &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC26;&#xC02;&#xC21;&#xC28;&#xC3E;&#xC27;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; K. P. ii. 29.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vipar&#x12B;tamu. [Skt.] n. Contrariety, reverse, queerness. Abundance. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. adj. Reverse, inverse, contrary, opposite. Strange, odd, prodigious, unusual, queer, unnatural, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; vipar&#x12B;ta-m&#x16B;-g&#x101;. adv. Contrariwise, incongiuously unnaturally. Abundantly. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41; viparyayamu. adj. Reverse, inverse, contrary, queer, strange, unnatural, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F; &#xC26;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; violent or outrageous anger. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; viparya-yamu. n. That which is opposite, contrary, reverse. Difference, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;vi-pra&#x1E63;nika. [Skt.] n. A witch, &#xC38;&#xC4B;&#xC26;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-pra-l&#x101;pamu. [Skt.] n. A self-contradictory expression or statement, nonsense, &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-pra-lambhamu. [Skt.] n. Separation, &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC2F;&#xC41;&#xC1F;. Deceiving (by a false affirmation or by not keeping a promise), a quarrel. &#xC35;&#xC3F;&#xC38;&#xC02;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC32;&#xC47;&#xC26;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC2C;&#xC4D;&#xC27; vi-pra-labdka. n. A mistress whose lover is not true to appointment. &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC30; &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15;. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC2C;&#xC4D;&#xC27;&#xC2E;&#xC41; vi-pra-labdhamu. adj. Tricked, cheated. &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vipinamu. [Skt.] n. A forest, wood, jungle, &#xC05;&#xC21;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC15;</span>&#xA0;&#xA0;vi-p&#x101;dika. [Skt.] n. Sores or blisters in the hands and feet. A kibe or ulcerated chilblain. &#xC2A;&#xC3E;&#xC26;&#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-p&#x101;&#x1E6D;anamu. [Skt.] n. Breaking, dashing to pieces. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-p&#x101;&#x1E6D;itamu. adj. Broken, dashed to pieces. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. S. iii. 374.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-pra-y&#x14D;gamu. [Skt.] n. Separation, especially of lovers. &#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vi-prati-patti. [Skt.] n. Disbelief, unbelief, want of confidence, &#xC05;&#xC2A;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;. Confusion of mind, &#xC15;&#xC32;&#xC24;. Enmity, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-prak&#x1E5B;ish&#x1E6D;amu. [Skt.] adj. Remote, distant. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;</span>&#xA0;&#xA0;vipra. See under &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;vippu. [Tel.] v. a. To open, untie, loose. &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; to unite a knot. &#xC15;&#xC25;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; to solve a riddle. &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he explained the matter clearly. &#xC15;&#xC02;&#xC15;&#xC23;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC26;&#xC3E;&#xC15;&#xC3E; until the marriage was over. n. Loosing, opening, untying. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC40;&#xC21;&#xC21;&#xC2E;&#xC41;. Extension, spreading, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC24;, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC48;&#xC36;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC25; &#xC39;&#xC24;&#xC35;&#xC32;&#xC24;&#xC4D;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC42;&#xC1C;&#xC2E;&#xC28;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F; &#xC24;&#xC4B;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC4B;&#xC26;&#xC30;&#xC3F;&#xC26;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC3E;&#xC21;.&quot; A. iv. 192. adj. Extensive. large, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC41; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC32;&#xC41;&#xC35;&#xC32;&#xC26;&#xC02;&#xC21;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC40;&#xC30;.&quot; T. iv. 144. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E; vippu-g&#x101;. adv. Extensively, greatly, widely. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC38;&#xC02;&#xC24;&#xC28; &#xC1C;&#xC47;&#xC38;&#xC3F;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC26;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC39;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC2A;&#xC42;&#xC38;&#xC32; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; H. iv. 134. &quot;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC24;&#xC47;&#xC28;&#xC46;&#xC35;&#xC3E;&#xC35;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2C;&#xC21;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC4D;.&quot; ib. ii. 81. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC41; vipp-agu. adj. Large, great, wide. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;. &quot;&#xC06;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC28;&#xC41;&#xC35;&#xC47;&#xC38;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC41;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC30;&#xC28;&#xC3F;&#xC15;&#xC1F; &#xC35;&#xC43;&#xC37;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; A. ii. 83.
			</div>
                