&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-priyamu. [Skt.] adj. Disliked, disagreeable, displeasing. &#xC05;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vibhavamu. [Skt.] n. Wealth, riches. &#xC38;&#xC02;&#xC2A;&#xC26;, &#xC27;&#xC28;&#xC2E;&#xC41;. &#xC06; &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the festival was grandly performed. &quot;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC38;&#xC47;&#xC2F;&#xC41; &#xC35;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41;.&quot; (Sumati. 21.) luxury supported by contracting debt. &#xC35;&#xC3F;&#xC2D;&#xC35; vibhava. n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-bhaktamu. [Skt.] adj. Divided, proportioned. &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; vi-bhakti. n. A share, &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. Any case of a noun. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC3E;&#xC26;&#xC3F;. &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; vi-bhaktu&#x1E0D;u. n. A co-parcener, one who has received his protion. One of a family that has taken his share of the family estate. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC40;&#xC30;&#xC41; &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC3E;. &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC3E; is your family divided or undivided? i.e., have you shared your property or do you live together? &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC28;&#xC2E;&#xC41; vi-bhajanamu. n. Separation, dividing, allotment, &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Details, particulars, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC28;&#xC17;&#xC3E; vi-bhajana-g&#x101;. adv. Particularly, in detail. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-bhajin&#x1E6D;su. v. a. To divide, share. &#xC35;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;</span>&#xA0;&#xA0;vibha. [Skt.] n. Lustre, light. &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41; vibh&#x101;-karu&#x1E0D;u. n. The sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2C;&#xC42;&#xC26;&#xC3F;</span>&#xA0;&#xA0;vi-b&#x16B;di. [from Skt. &#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F;.] n. Ashes, &#xC2C;&#xC42;&#xC26;&#xC3F;, &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2C;&#xC42;&#xC26;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F; a plant called Ocimum basilicum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2C;&#xC41;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-budhu&#x1E0D;u. [Skt.] n. A god, an immortal, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC24;. A learned man, a teacher, &#xC35;&#xC3F;&#xC26;&#xC41;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-phalamu. [Skt.] adj. Fruitless. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2B;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC32;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-plavamu. [Skt.] n. Ruin; a national calamity. &#xC26;&#xC47;&#xC36;&#xC4B;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vipru&#x1E0D;u. [Skt.] n. A Brahmin. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30; vipra. adj. Brahmanical, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC41;&#xC32;&#xC41; vipra-vin&#x14D;dulu. n. plu. A certain class of Brahmins who are jugglers. &#xC17;&#xC3E;&#xC30;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; &#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-bh&#x101;gamu. [Skt.] n. A share, part, portion. &#xC2A;&#xC3E;&#xC32;&#xC41;. Division into shares. &#xC2A;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-bh&#x101;gin&#x1E6D;su. v. a. To share out, divide. &#xC2A;&#xC02;&#xC1A;&#xC41;, &#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC1C;&#xC15;&#xC2E;&#xC41; vi-bh&#x101;jakamu. adj. That which divides. &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. n. In Arithmetic, a divisor, &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;. &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-bh&#x101;jitamu. adj. That which is divided. &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. n. A quotient, &#xC2D;&#xC3E;&#xC17;&#xC39;&#xC3E;&#xC30; &#xC2E;&#xC02;&#xC26;&#xC41; &#xC2D;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; vi-bh&#x101;jyamu. adj. That which is to be divided. n. A dividend.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-bh&#x101;vamu. [Skt.] n. Acquaintance. Attraction or excitement; that which attracts or excites, as dress or perfume, &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC3F;, &#xC15;&#xC3E;&#xC2E;&#xC4B;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC2A;&#xC28;&#xC2E;&#xC41;, &#xC30;&#xC38;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC40;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F; &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC17;&#xC3E;&#xC28;&#xC35;&#xC32;&#xC2F;&#xC41;&#xC38;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC4D;.&quot; Bilh. iii. 27.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC40;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vibh&#x12B;takamu. [Skt.] n. A tree called Beleric myrobalan, or, Terminalia belerica. &#xC15;&#xC30;&#xC4D;&#xC37;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-bhinnamu. [Skt.] adj. Broken. &#xC2D;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC48; with broken hearts. Vish. viii. 407.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vibh&#x101;tamu. [Skt.] n. Dawn, daybreak. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC37;</span>&#xA0;&#xA0;vi-bh&#x101;sha. [Skt.] adj. (In Telugu grammar) optional.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;vibh&#x101;vari. [Skt.] n. Night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC3F;&#xC2D;.
			</div>
                