&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vi-bh&#x16B;ti. [Skt.] n. Blessedness, divine excellence or power. Happiness, &#xC38;&#xC02;&#xC2A;&#xC26;, &#xC10;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A divine attribute. &#xC05;&#xC23;&#xC3F;&#xC2E;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC41;&#xC32;&#xC41; the eight divine attributes. These are &#xC05;&#xC23;&#xC3F;&#xC2E; invisibility, &#xC32;&#xC18;&#xC3F;&#xC2E; buoyancy, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; omnipresence, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; amplitude, &#xC2E;&#xC39;&#xC3F;&#xC2E; gravity, or vastness, &#xC08;&#xC36;&#xC24; supremacy, dominion, &#xC35;&#xC36;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; omnipotence, and &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC35;&#xC36;&#xC2F;&#xC3F;&#xC24; miraculous creation, &amp;c, at pleasure. White ashes of cowdung, with which the worshippers of Siva smear themselves, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;. Hence &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the money is all gone to ruin: lit, to ashes. &#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; vibh&#x16B;ti-pan&#x1E0D;lu. n. Balls of white ashes, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC09;&#xC02;&#xC21;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC41;</span>&#xA0;&#xA0;vibbhu. [Skt.] adj. Omnipresent, all pervading, eternal. &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC17;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC2D;&#xC41;&#xC35;&#xC41; vibbhu&#x1E0D;u. n. Lord, master, ruler. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;. &#xC26;&#xC48;&#xC35;&#xC2E;&#xC47; &#xC35;&#xC3F;&#xC2D;&#xC41;&#xC35;&#xC41; God is lord alone, God is above all.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC40;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-bh&#x12B;sha&#x1E47;amu. [Skt.] adj. For midable, fearful, terrific, alarming. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC2D;&#xC40;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; vi-bh&#x12B;sha&#x1E47;amu-g&#x101;. adv. Formidably, terribly, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3F;&#xC2D;&#xC40;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41; vi-bh&#x12B;sha&#x1E47;udu. n. The name of Ravana&apos;s brother.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-malamu. [Skt.] adj. Pure, stainless, unspotted. Clear, apparent, evident, sound. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;, &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; vimar&#x1E63;a. [Skt.] n. Examination, scrutiny, investigation; an inquiry, trial. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;. &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; vimar&#x1E63;in&#x1E6D;su. v. a. To examine, try, enquire into. &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-mardanamu. [Skt.] n. Grinding, rubbing, pounding, trituration. &#xC2E;&#xC3E;&#xC30;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-matu&#x1E0D;u. [Skt.] n. A dissenter, one of another opinion, an opposer; one who is malevolent or spiteful, an ill wisher, an enemy, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.&quot; &#xC35;&#xC3F;&#xC2E;&#xC24;&#xC41;&#xC32;&#xC2C;&#xC32;&#xC2E;&#xC30;&#xC2F;&#xC15; &#xC35;&#xC48;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;.&quot; P. i. 542.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F; vi-bhr&#x101;jita. [Skt.] adj. Splendid, luminous, shining. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC2E;&#xC32;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC39;&#xC3F;&#xC2E;.&quot; BD. ii. 1059.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-bhramamu. [Skt.] n. Turning round, whirling. An error, mistake; doubt, misapprehension, &#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;. Female dalliance, love, beauty. &#xC35;&#xC3F;&#xC36;&#xC4B;&#xC2D;, &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. &quot;&#xC24;&#xC28;&#xC42;&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC2C;&#xC41;.&quot; T. iii. 41. &quot;&#xC05;&#xC39;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41;&#xC02;&#xC26;&#xC35;&#xC3F;&#xC32;&#xC3F;.&quot; N. vii. 86. &#xC1F;&#xC40; &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC32;&#xC41;. A particular feat or gesture in dancing. &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; vi-bhr&#x101;nti. n. Error, confusion, hurry, flurry, precipitation. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC06;&#xC24;&#xC41;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC35;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC28;&#xC4D;.&quot; Vedanta Ras. ii. 131. &#xC1F;&#xC40; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-bh&#x113;damu. [Skt.] n. Dividing, breaking, wounding. Difference, discrepancy, distinction, separation. Enmity. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC2A;&#xC43;&#xC25;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC48;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-bbh&#x16B;sha&#x1E47;amu. [Skt.] n. An ornament, decoration. &#xC06;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC42;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-bh&#x16B;shitamu. adj. Adorned. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vim&#x101;namu. [Skt.] n. The chariot of a god, &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41; &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC3F; &#xC30;&#xC25;&#xC2E;&#xC41;. A car, vehicle, carriage. An emperor&apos;s palace, &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC4C;&#xC27;&#xC2E;&#xC41;. A horse, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. The pinnacle or upper dome of a temple over the sanctuary. &quot;&#xC28;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC35;&#xC32;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC15; &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; URK. ii. 262.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC24;</span>&#xA0;&#xA0;vi-m&#x101;ta. [Skt.] n. A step mother, &#xC38;&#xC35;&#xC24;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC24;&#xC43;&#xC1C;&#xC41;&#xC21;&#xC41; vi-m&#x101;t&#x1E5B;iju&#x1E0D;u. n. A step-mother&apos;s son. &#xC38;&#xC35;&#xC24;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
                