&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-m&#x14D;hamu. [Skt.] n. Great or excessive passion or love, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-m&#x14D;hin&#x1E6D;&#x1E63;u. v. n. To love excessively, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; vi-m&#x14D;hitu&#x1E0D;u. n. One who loves excessively.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-m&#x14D;chanamu. [Skt.] n. Liberation, liberating. &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC28;&#xC3E; &#xC15;&#xC30;&#xC4D;&#xC2E; &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28; my troubles are over. &#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; vi-m&#x14D;chitamu. adj. Liberated, freed, redeemed. &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC2A; &#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-mukhu&#x1E0D;u. [Skt.] n. One who has turned away his face. &#xC2A;&#xC30;&#xC3E;&#xC19;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-muktamu. [Skt.] adj. Quite liberated, freed, redeemed. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; vi-mukti. n. Liberation, release, redemption, especially final emancipation from further transmigration. &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; vi-muktu&#x1E0D;u. n. One who is liberated or redeemed. &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC17;&#xC21;</span>&#xA0;&#xA0;See under &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vi-rakti. [Skt.] n. Dislike, aversion, disinclination: a loathing or disgust at earthly enjoyments. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC47;&#xC2E;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; he began to feel deep dissatisfaction at the thought that the life of the childless is no life at all. &#xC07;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC06;&#xC2E;&#xC46;&#xC2E;&#xC40;&#xC26; &#xC06;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; this made him dislike her. &#xC35;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; vi-raktu&#x1E0D;u. n. One who dislikes or hates.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;viyyamu. [Tel.] n. Connection by marriage, binding together, &#xC35;&#xC48;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC15; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. Also, same as &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; viyyanku&#x1E0D;u. [&#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;+&#xC05;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;] n. The father of one&apos;s son-in-law or daughter-in-law. &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC28;&#xC3F; viyyapu-r-&#x101;lu. n. The mother of one&apos;s son-in-law, or daughter-in-law, &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3E; &#xC2C;&#xC3F;&#xC21;. &#xC06;&#xC2E;&#xC46;&#xC28;&#xC3E;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; she and I are connections through our children having married. &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41; viyyam-andu. v. a. To form a marriage connection, to intermarry, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC21;&#xC1A;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2E;&#xC47;&#xC2E;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B; &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC17;&#xC42;&#xC21;&#xC26;&#xC41; they and we cannot intermarry. &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; viyyamu-k&#x101;&#x1E0D;u. n. A relation by marriage, &#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;. Also, Same as &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-y&#x14D;gamu. [Skt.] n. Separation, disunion, absence, especially of lovers. Death. &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;, &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC2F;&#xC3F;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after I lost my wife.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-yuktamu. [Skt.] adj. Separated, sundered. &#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC35;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; vi-yuktu&#x1E0D;u. n. One who is separated, &#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41; viyanamu. [Skt.] n. Pain. &#xC2C;&#xC3E;&#xC27;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC2F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC41; viyat. [Skt.] n. The Sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; viyach-charu&#x1E0D;u. n. A treader of the skyey paths, i.e., a celestial, a god, &#xC28;&#xC2D;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC16;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC2A;&#xC25;&#xC2E;&#xC41; viyat-pathamu. n. The skyey path between earth and heaven. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2F;&#xC26;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; viyad-&#x101;g&#x101;ramu. n. The skyey mansion, Heaven. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC28;&#xC3F;&#xC15;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC05;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC2D;&#xC48;&#xC30;&#xC35;&#xC39;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC30;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC02;&#xC35;&#xC3F;&#xC2F;&#xC26;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC47;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;.&quot; M. I. vi. 16. &#xC35;&#xC3F;&#xC2F;&#xC26;&#xC4D;&#xC17;&#xC02;&#xC17; viyad-ganga. n. The heavenly Ganges, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;.
			</div>
                