&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC1C;</span>&#xA0;&#xA0;viraja. [Skt.] n. The name of the river Styx. &#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20;&#xC2E;&#xC41;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC09;&#xC02;&#xC21;&#xC47; &#xC12;&#xC15;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vi-rachint&#x1E63;u. [Skt.] v. a. To write much; to make, form, frame, compose, &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC30;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-rachitamu. adj. Composed, framed, formed. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC30;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-rasama. [Skt.] n. Unpleasantness, bad terms, ill-will, disagreement. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-rasint&#x1E63;su. v. n. To hate, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC35;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;vira-v&#x101;yu. [Tel. &#xC35;&#xC3F;&#xC30;+&#xC2A;&#xC3E;&#xC2F;&#xC41;.] v. n. To separate, part, divide. &#xC35;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC17;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC41; vira-v&#x101;ru. (&#xC35;&#xC3F;&#xC30;+&#xC2A;&#xC3E;&#xC30;&#xC41;) v. n. To fly dispersedly. &#xC1A;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC2D;&#xC40;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC2F;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC35;&#xC3F;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;, &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC32;&#xC4B;&#xC2C;&#xC3E;&#xC30;&#xC35;&#xC47;&#xC1A;&#xC46;&#xC35;&#xC41;&#xC28;&#xC2E;.&quot; Pal. 15. &#xC35;&#xC3F;&#xC30;&#xC35;&#xC3F;&#xC30; viravira. n. Blossoming, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC1F;. Kicking about spasmodically. Paleness. &#xC35;&#xC3F;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC35;&#xC3F;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC2E;&#xC28;&#xC41; vira-vira-p&#x14D;ru. v. n. To turn pale, to be faint, to be convulsed. To be heated. &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41;, &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC24;&#xC40;&#xC2F;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC0E;&#xC02;&#xC21;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC2A;&#xC21;&#xC41; &#xC28;&#xC48;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC38;&#xC46;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC2F;&#xC41;, &#xC35;&#xC46;&#xC38;&#xC17;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC2C;&#xC4B;&#xC35;, &#xC35;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC02;&#xC17;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; DRU. 1024.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41; vira&#x1E37;amu. [Tel.] n. A certain tax. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;. (&#xC06;&#xC21;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC33;&#xC3E;&#xC32;&#xC41; &#xC05;&#xC28;&#xC3F; &#xC05;&#xC02;&#xC1F;&#xC3E;&#xC30;&#xC41;.) [Skt.] adj. Separated by an interval, remote, rare, clear as handwriting. &#xC0E;&#xC21;&#xC2E;&#xC46;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC05;&#xC30;&#xC41;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC35;&#xC3F;&#xC30;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; vira&#x1E37;amu-g&#x101;. adv. Distinctly, clearly. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3F;&#xC30;&#xC33;&#xC3F; vira&#x1E37;i. adj. Broad, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vi-ramin&#x1E6D;su. [Skt.] v. n. To cease, to be at an end, to rest, &#xC24;&#xC40;&#xC30;&#xC41;, &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC25;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-rathu&#x1E0D;u. [Skt.] n. One who is uncoached or flung from his chariot. &#xC30;&#xC25;&#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vi-rati. [Skt.] n. Stopping, ceasing, rest, pause, cessation. The caesura or pause in a verse. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC30;&#xC24;&#xC2E;&#xC41; vi-ratamu. adj. Stopped or ceased, rested. &#xC35;&#xC3F;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC32;&#xC1A;&#xC3F;&#xC28;, &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC30;&#xC24;&#xC41;&#xC21;&#xC41; vi-ratu&#x1E0D;u. n. One who has rested, stopped or ceased. &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;viratu&#x1E0D;u. [Tel.] n. The king of the Vir&#x101;&#x1E6D;a country.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC5B;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;, &#xC35;&#xC3F;&#xC30;&#xC35;&#xC3E;&#xC1C;&#xC3F; or &#xC35;&#xC3F;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC3F; vira-dz&#x101;ji. [Tel.] n. The Double Jasmine. &#xC28;&#xC35;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; vir&#x101;&#x1E6D;&#x1E6D;u. [Skt.] n. The Deity, God. &#xC06;&#xC26;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC21;&#xC4D;&#xC21;&#xC47;&#xC39;&#xC2E;&#xC41; the corporeal form of the deity. B. iii. 205.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-r&#x101;ja-m&#x101;namu. [Skt.] adj. Very bright, brilliant, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-r&#x101;jitamu. adj. Splendid, bright, shining. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-r&#x101;gamu. [Skt.] n. Indifference to the world and the pleasures of sense; absence of desire or passion; stoicism, &#xC35;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41; vi-r&#x101;gu&#x1E0D;u. n. One who is indifferent to the pleasures of sense.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC02;&#xC20;&#xC3F;&#xC24;</span>&#xA0;&#xA0;virah-&#x14D;tkan&#x1E6D;hita. n. She whose husband or lover is absent &#xC35;&#xC3F;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC47;&#xC26;&#xC28;&#xC2A;&#xC21;&#xC47;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-rahitamu. [Skt.] adj. Separated, left. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;. Devoid of, &#xC32;&#xC47;&#xC28;&#xC3F;. &#xC35;&#xC3F;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; vi-rahitu&#x1E0D;u. n. One who is without, or devoid of, &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC26;&#xC4D;&#xC2F;&#xC02;&#xC24; &#xC35;&#xC3F;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; he who is without origin or end.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;virahamu. [Skt.] n. Separation, parting, absence of lovers, &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;, &#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC39;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC30;&#xC39;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; the grief or pain caused by the absence of a lover. &#xC35;&#xC3F;&#xC30;&#xC39;&#xC3F; virahi. n. One who is separated from her whom he loves. &#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC39;&#xC3F;&#xC23;&#xC3F; virahi&#x1E47;i. n. A woman who is absent from her husband or lover. &#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC28;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
                