&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41;</span>&#xA0;&#xA0;viri-p&#x14D;&#x1E6D;u. [Tel.] n. Grudge, ill-will, enmity, &#xC2A;&#xC17;, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; viri-p&#x14D;&#x1E6D;u-ch&#x113;yu. v. a. To cause ill-will, disunite, separate, &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC08; &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC48;&#xC28;&#xC46;&#xC38;&#xC17;&#xC3F;&#xC28;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC17;&#xC2C;&#xC32;&#xC4D;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vir&#x101;mamu. [Skt.] n. Rest, respite, interval, remission, pause. End, conclusion, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC30;&#xC24;&#xC3F;, &#xC05;&#xC35;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;viri-da&#x1E6D;&#x1E6D;u. [Tel. &#xC35;&#xC3F;&#xC30;&#xC3F;+&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] adj. Separated. &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;virichi-ka&#x1E6D;&#x1E6D;u. [Tel.] v. a. To pinion (a man) or tie his arms behind his back. &#xC2A;&#xC46;&#xC21;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC28;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. n. The act of pinioning a man, &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC28;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC2E;&#xC30;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;</span>&#xA0;&#xA0;virigi. [Tel.] n. A certain tree called Cordia myxa. &#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC15;&#xC2E;&#xC41;. H. iv. 18. Also, ground that is cracked, &#xC2A;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC21;&#xC41; virinchi. [Skt.] n. A title of Brahma, the creator. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;viri. [Tel.] n. A flower, &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. adj. Blooming, blown, as a flower, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. Dispersed, scattered, dishevelled, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC28;. Free from, liberated. &#xC35;&#xC40;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &quot;&#xC32;&#xC40;&#xC32; &#xC28;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC43;&#xC21;&#xC3E;&#xC17;&#xC2E;&#xC35;&#xC47;&#xC33;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC41; &#xC1C;&#xC3E;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1F; &#xC28;&#xC46;&#xC21;&#xC28;&#xC46;&#xC21;&#xC32;&#xC17;&#xC3E;&#xC2F; &#xC28;&#xC26;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2C;&#xC41;, &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC02;&#xC21;&#xC35;&#xC32;&#xC46; &#xC26;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC28; &#xC26;&#xC47;&#xC30;&#xC32;&#xC4D;&#xC1A;&#xC41;.&quot; R. vi. 21. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; a blooming flower. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; flower lanes. A. v. 122. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41; a flowery couch. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;. Manmadha. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC4B;&#xC21;&#xC3F; or &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC4B;&#xC23;&#xC3F; viri-b&#x14D;&#x1E0D;i. n. A blooming girl, a woman, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41; vir&#x101;lamu. [Tel.] n. A tax or impost. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;. See &#xC35;&#xC3F;&#xC30;&#xC33;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC3F; vir&#x101;&#x1E37;amu. n. Love, fascination, longing. &#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;, &#xC35;&#xC32;&#xC2A;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC39;&#xC2E;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC3F; vir&#x101;&#x1E37;i. n. Piety, devotion, &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; to enamour. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; enamoured. &quot;&#xC1A; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC28;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41; &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC21;&#xC41;&#xC35;&#xC40;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC2F;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC4B;.&quot; Vish. ii. 299. &quot;&#xC2E;&#xC2F;&#xC42;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC46;.&quot; A. vi. 155. &#xC1F;&#xC40; &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC46;, &#xC24;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2A;&#xC21;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC41;. adj. Exciting a longing or desire, alluring. &#xC35;&#xC32;&#xC2A;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;viriyu. [Tel.] v. n. To blow, open or expand, as a flower, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. To burst, crack or open. To be loosed or dishevelled, as hair. To break or disperse, as an army. &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC1A;&#xC46;&#xC26;&#xC30;&#xC41;. To move away from, to be removed, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;. To rejoice, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41; &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3F; on being sprinkled with water, the burning limestones cracked. &quot;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC26;&#xC42;&#xC32;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;.&quot; B. X. 22. &quot;&#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC38;&#xC47;&#xC28;&#xC32;&#xC4D;.&quot; M. VII. ii. 40. &quot;&#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC17;&#xC26;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;.&quot; S. iii. 216. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the cloud is dispelled. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41; vikka-viriyu (&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;+&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;.) v. n. To blow or blossom well, as a flower, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC41; Same as &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC3E;&#xC30;&#xC41; viriya-b&#x101;ru. (&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC4D;+&#xC2A;&#xC3E;&#xC30;&#xC41;) v. n. To blow, or expand, as a flower, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. To burst or crack, &#xC35;&#xC40;&#xC21;&#xC41;, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;. To expand, extend, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC4B;&#xC2F;&#xC41; viriya-b&#x14D;yu. v. a. To hang loose, as hair, &#xC24;&#xC32;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC28;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. To slack lime, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32; &#xC2E;&#xC40;&#xC26; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC24;&#xC32;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; to wear one&apos;s hair dishevelled. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; viriyin&#x1E6D;su. v. a. To open a flower, to make it bloom. To break. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;. &quot;&#xC07;&#xC32;&#xC38;&#xC41;&#xC2E;&#xC28;&#xC4B;&#xC17;&#xC41;&#xC23;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC1F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC2E;, &#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2F;&#xC17;&#xC1C;&#xC47;&#xC38;&#xC46; &#xC26;&#xC4C;&#xC30;&#xC2E;&#xC32;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC32;.&quot; T. iv. 113.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-r&#x101;vamu. [Skt.] n. Sound. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
                