&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-ruddhamu. [Skt.] adj. Opposed, opposite, reverse, contrary, inconsistent, contradictory, disagreeing with another, hostile, inimical, unfriendly, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC48;&#xC28;, n. Opposition, contrariety, incongruity, enmity. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC24;, &#xC06;&#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC41;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;virugu&#x1E0D;u. n. An antidote, a remedy, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC17;&#xC21; or &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC21; vira-ga&#x1E0D;a. n. Release, liberation, setting at liberty. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC26;&#xC32;. &#xC28;&#xC40;&#xC15;&#xC41; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC06; &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30; &#xC35;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC3E;? are you not yet free from that trouble. &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC08; &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC48;&#xC28;&#xC35;&#xC3F; to-day these ills have ended. &#xC35;&#xC3F;&#xC30;&#xC17;&#xC2C;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC2C;&#xC21;&#xC41; viraga-ba&#x1E0D;u. v. n. To be puffed up or haughty. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC21;&#xC41;, &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; or &#xC35;&#xC3F;&#xC30;&#xC17;&#xC2A;&#xC3E;&#xC1F;&#xC41; viru-ga-p&#x101;&#x1E6D;u. n. Pride, haughtiness, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2C;&#xC4B;&#xC30;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC41;&#xC1F;. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41; viru&#x1E6D;su. v. a. To cause to break, to break. To counteract poison. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC2D;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC2E;&#xC3E;&#xC1F;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC28;&#xC46;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC41; to crack or snap the finger joints. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41; twist the tail. &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41; to turn up the lip in scorn. &#xC2E;&#xC02;&#xC21;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he broke the branches off a tree. &quot;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC2A;&#xC17;&#xC3E; &#xC35;&#xC32;&#xC26;&#xC46; &#xC2F;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC1A;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC4A;&#xC15;&#xC24;&#xC46;.&quot; Ila. iv. 29. &#xC35;&#xC3F;&#xC30;&#xC2A;&#xC28;&#xC17;&#xC4A;&#xC2F;&#xC4D;&#xC2F; or &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F; virapana-goyya. n. A stubborn wretch.&#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41; virupu. n. A break, or the act of breaking. An objection, contradiction. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;, &#xC2D;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;, &#xC06;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23;, &#xC2E;&#xC46;&#xC21;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; a puzzle, stumbling block. &#xC2E;&#xC4B;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; turning up the lip in scorn. adj. Counteracting, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; viru&#x1E6D;su-konu. (middle voice, with passive sense.) To be defeated. &#xC05;&#xC26;&#xC02;&#xC21;&#xC41; &#xC35;&#xC46;&#xC28;&#xC15;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the army was broken and retreated. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he stretched himself through weariness. &#xC08; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0F;&#xC32; &#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3E;&#xC35;&#xC41; why do you break your bones, i.e., take so much trouble for this trifling business.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;virugu. [Tel.] v. n. To break or go to pieces. &#xC24;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC41;, &#xC2D;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;. To curdle. To fail, to be defeated, to be counteracted. &#xC13;&#xC21;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC12;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. To be spoilt, &#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; she is quite disgusted. &#xC2A;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the milk curdled. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his blood curdled. &#xC08; &#xC2E;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; this medicine counteracted the poison. &#xC06; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he broke the arm of the doll. &#xC35;&#xC3F;&#xC30;&#xC17;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a tree in full bearing. &quot;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; Sar. D. 196. &quot;&#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC41;, &#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC24;&#xC41;&#xC15;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC40;&#xC21;&#xC41;, &#xC2E;&#xC28;&#xC38;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC24;&#xC41;&#xC15;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC3E;.&quot; V&#x113;ma. 157.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F; virivi. [Tel.] n. Expanse, width, breadth, extent, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC24;, &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;. Abundance, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC47;&#xC32; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC47;&#xC32;.&quot; V&#x113;ma. 1099. adj. Extensive, large, wide, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC3E; virivi-g&#x101;. adv. Widely, much, abundantly. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC3E; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32; &#xC35;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; Sar. D. 376.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;viri-v&#x101;yu. [Tel. &#xC35;&#xC3F;&#xC30;&#xC3F;+&#xC35;&#xC3E;&#xC2F;&#xC41;.] v. n. To split, separate, part, divide, &#xC1A;&#xC40;&#xC32;&#xC41;. &#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC17;&#xC41;. Vasu. ii. 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-r&#x16B;pamu. [Skt.] adj. Deformed, ill-shaped, ugly. &#xC15;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28;. Crooked, &#xC35;&#xC02;&#xC15;&#xC30;&#xC48;&#xC28;. Odd, &#xC2C;&#xC47;&#xC38;&#xC3F;. n. Deformity, ugliness, &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; vi-r&#x16B;p-&#x101;kshu&#x1E0D;u. n. A name of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
                