&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC02;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vi-langhin&#x1E6D;su. [Skt.] v. a. To cross over, pass, transgress. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC32;&#xC02;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC3E;&#xC1F;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC02;&#xC18;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-langhitamu. adj. Transgressed, overstepped &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC26;&#xC3E;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC17;&#xC41;</span>&#xA0;&#xA0;virra-v&#x12B;gu. [Tel. &#xC35;&#xC40;&#xC17;&#xC41;+&#xC35;&#xC40;&#xC17;&#xC41;.] v. n. To be proud, swell, be puffed up. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC2C;&#xC1F;&#xC41;&#xC35;&#xC48;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC17;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC17; &#xC2C;&#xC42;&#xC1A;&#xC3F; &#xC2A;&#xC30;&#xC3E;&#xC17; &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC17;&#xC32;&#xC2F;&#xC02;&#xC17;.&quot; Swa. iii. 98. &#xC1F;&#xC40; &#xC35;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC17;&#xC3F;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F;. &quot;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; V&#x113;ma. 140. &quot;&#xC15;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC46;&#xC26;&#xC2E;&#xC28;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; ib. 1847. &quot;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F; &#xC38;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC17;&#xC3F;&#xC28;&#xC1C;&#xC40;&#xC35;&#xC3F;.&quot; ib. 1521.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-r&#x14D;dhamu. [Skt.] n. Difference, opposition, contradiction, disagreement, discrepancy, enmity, animosity. Detriment, harm, mischief, misdemeanor. &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC17;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;, &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3F;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC15;&#xC3F;. &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;. &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; an affection of the eyes. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; perils in travelling. &#xC07;&#xC26;&#xC3F; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41; this is at variance with the laws of propriety. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC48;&#xC28; unhealthy, insalubrious. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41; vi-r&#x14D;dhanamu. n. The act of opposing, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F; vi-r&#x14D;dhi. n. An enemy, or opponent. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. The name of a Telugu year. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-r&#x14D;dhin&#x1E6D;su. v. n. To oppose, withstand, contradict, prevent; to hate, be at enmity with, be hostile to. &#xC35;&#xC3F;&#xC30;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41; vi-r&#x14D;dhi-k&#x1E5B;ittu. n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC1A;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-r&#x14D;chanu&#x1E0D;u. [Skt.] n. Lit: one that shines: a name of the sun, the moon, or fire. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. Also, the name of Prahl&#x101;da&apos;s Son.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC30;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vir&#x113;chanamu. [Skt.] n. Evacuation by stool, purging. &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC2D;&#xC47;&#xC26;&#xC3F;,&#xC2A;&#xC3E;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he had four motions. &#xC35;&#xC3F;&#xC30;&#xC47;&#xC1A;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC3F; vir&#x113;chana-k&#x101;ri. adj. Cathartic, purgative. &#xC16;&#xC47;&#xC26;&#xC3F;&#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-lagnamu. [Skt.] n. The waist. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;. adj. Well struck or hit. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-lakshamu. [Skt.] adj. Astonished, surprised, abashed, ashamed. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;. &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; vila-kshu&#x1E0D;u n. One who is astonished or surprised, &#xC35;&#xC46;&#xC30;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;. One who is ashamed, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC24; vi-laksha&#x1E47;amu. n. Difference. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC36;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC28;&#xC4A;&#xC15;&#xC21;&#xC41; &#xC17;&#xC3E;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC2F;&#xC47;&#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC24;&#xC26;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;.&quot; A. iii. 13. &#xC1F;&#xC40; &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC24;, &#xC35;&#xC48;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; vi-laksha&#x1E47;amu. adj. Other, different. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. Handsome, beautiful, elegant, excellent, select. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; she is a handsome girl. &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; vi-laksha&#x1E47;amu-g&#x101;. adv. Properly, with propriety, handsomely, excellently. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC06; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F; &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1C;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; that marriage went off very well. &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41; vi-laksha&#x1E47;u&#x1E0D;u. n. One who is highly accomplished, a model of excellence. One who differs from the common order, one who has some distinguishing qualities, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC42;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; he is not a man of strict religious habits. &quot;&#xC35;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24; &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC28;&#xC1F;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC1F; &#xC28;&#xC3F;&#xC02;&#xC24;&#xC2F;&#xC28;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC42;&#xC32;&#xC02;&#xC2C;&#xC17;&#xC41;.&quot; A. iii. 82.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC28;&#xC2E;&#xC41; vi-lambamu. [Skt.] n. Delay, tardiness, loitering, procrastination. Delaying, retarding. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-lambitamu. adj. Delayed, slow. n. Slow time in music. &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC24;&#xC40;&#xC30;&#xC3F;&#xC35;&#xC32;&#xC2F;.
			</div>
                