&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-l&#x101;samu. [Tel.] n. label, direction, the superscription on a letter. &#xC2A;&#xC48;&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC47;&#xC30;&#xC41;, &#xC5B;&#xC3E;&#xC2C;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC3E;, &#xC2A;&#xC48;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. [Skt.] n. Sport, dalliance; amorous blandishments, affection of coyness. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC39;&#xC3E;&#xC35;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC32;&#xC40;&#xC32;, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC32; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41; the adventures of Krishna. &#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41; the tale of Arjuna. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC35;&#xC24;&#xC3F; or &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3F; vil&#x101;sa-vati. n. A flirt, a coquette, a playful girl, &#xC38;&#xC4D;&#xC24;&#xC40;, &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC17;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC3F; vil&#x101;sa-vantu&#x1E0D;u. n. A sportive person.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vi-lapin&#x1E6D;su. [Skt.] v. n. To lament, wail; to be in grief or affliction. &#xC24;&#xC32;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC32;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC28;&#xC30;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; or &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC28;&#xC2E;&#xC41; vi-l&#x101;pamu. Lamentation, weeping, bewailing. &#xC15;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC24;, &#xC24;&#xC32;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC47;&#xC21;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC2E;&#xC3E;&#xC1F;. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-l&#x101;pin&#x1E6D;su. v. n. To lament, to be in grief or affliction. &#xC0F;&#xC21;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-lapamu. [Skt.] n. Sorrow, sorrowful speech, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC2E;&#xC3E;&#xC1F;. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; Same as &#xC35;&#xC3F;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vil&#x101;ti. [From Persian Vil&#x101;yati.] n. A foreign country. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. A country, &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &quot;&#xC35;&#xC38;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC2C;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC4A;&#xC15; &#xC38;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC32; &#xC38;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC28; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC24;&#xC28; &#xC27;&#xC28; &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC2A;&#xC48;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC28;.&quot; P. i. 48. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC24;&#xC3F; or &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC24;&#xC41; vil&#x101;yati. n. An inhabited country, a foreign country. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC2F;&#xC24;&#xC40; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; a hamlet or dependant village.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC38;&#xC24;&#xC4D;</span>&#xA0;&#xA0;vilasat. [Skt.] adj. Shining, splendid. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC32;&#xC38;&#xC28;&#xC2E;&#xC41; vilasanamu. n. Sporting, dallying. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;. Brightness. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &quot;&#xC35;&#xC32;&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC1F;&#xC28;&#xC40;&#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC35;&#xC3F; &#xC32;&#xC38;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC35;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC1F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC4D;.&quot; Kalahasti. iii. 195. &#xC35;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-lasitamu. adj. Shining, splendid. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC24;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC32;&#xC32;&#xC40;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; BD. v. 505. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC24;&#xC35;&#xC40;&#xC28;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC35;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC48;&#xC28;.&quot; DUR. 1045. &#xC35;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; vilasillu. v. n. To shine. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be fine, pleasing, agreeable. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC38;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC48;&#xC35;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;.&quot; Paidim. v. 46.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC35;&#xC3F;&#xC32;</span>&#xA0;&#xA0;vila-vila. [Tel.] n. Convulsiveness, &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC24;. adv. Convulsively, &#xC17;&#xC3F;&#xC5B;&#xC17;&#xC3F;&#xC5B;. &#xC35;&#xC3F;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC35;&#xC3F;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC41; vila-vila-ko&#x1E6D;&#x1E6D;u-konu. v. n. To be convulsed, or in convulsions. &#xC17;&#xC3F;&#xC5B;&#xC17;&#xC3F;&#xC5B;&#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41; vila-vila-p&#x14D;vu. v. n. To be convulsed. &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC24;&#xC1C;&#xC46;&#xC02;&#xC26;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; vila-vila-l-&#x101;&#x1E0D;in&#x1E6D;su. v. a. To convulse. &#xC17;&#xC3F;&#xC5B;&#xC17;&#xC3F;&#xC5B;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC47; vila-vila-l-&#x101;&#x1E0D;inch&#x113;. adj. Convulsive. &#xC17;&#xC3F;&#xC5B;&#xC17;&#xC3F;&#xC5B;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC35;&#xC3F;&#xC32;&#xC4D; vilu. [Tel.] n. A bow, &#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC35;&#xC3F;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41; vilu-k&#x101;&#x1E0D;u. n. An archer or bowman, &#xC27;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC25;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F; or &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2C;&#xC02;&#xC21;&#xC3F; vilu-ban&#x1E0D;i. n. A carriage built on springs. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC2C;&#xC02;&#xC21;&#xC3F;. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC3F; vilu-r&#x101;si. n. The sign Sagittarius. &#xC27;&#xC28;&#xC42;&#xC30;&#xC3E;&#xC36;&#xC3F;. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; vilu-vidya. n. Archery, skill in the use of the bow. &#xC27;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; viltu&#x1E0D;u. n. An archer, bowman. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC3E; viliya. [H.] n. Arrangement, order, distribution, classification. &#xC35;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC47;&#xC2F;&#xC41; to compose, arrange in order, assign. &#xC08; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they referred me to him for payment. &#xC35;&#xC3F;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC3F; or &#xC35;&#xC3F;&#xC32;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC40; arranging according to different beads, &#xC2C;&#xC3E;&#xC2A;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC3E; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-layamu. [Skt.] n. Dissolution, destruction, ruin, annihilation. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC32;&#xC2F;&#xC38;&#xC2E;&#xC2F;&#xC38;&#xC2E;&#xC40;&#xC30;.&quot; Sar. D. 408. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC26;&#xC47;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC3E;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC32;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F;.&quot; B. X. 86. 12.
			</div>
                