&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC33;&#xC02;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;vi&#x1E37;ambi. [Skt.] n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC41;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-lu&#x1E37;itamu. [Skt.] adj. Tremulous, shaking, waving. &#xC15;&#xC26;&#xC3F;&#xC32;&#xC47;, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-luptamu. [Skt.] adj. Obsolete, extinguished, forgotten, erased wanting. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC16;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &quot;&#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC27;&#xC43;&#xC24;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; M. I. v. 192.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC41; vilu&#x1E6D;su. [Tel.] v. a. To buy, purchase, &#xC15;&#xC4A;&#xC28;&#xC41;. To sell, &#xC2E;&#xC4D;&#xC2E;&#xC41;. &quot;&#xC35;&#xC47;&#xC32;&#xC41;&#xC32;&#xC15;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC17;&#xC4A;&#xC30;&#xC3F;&#xC2F;, &#xC2C;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC3F; &#xC24;&#xC47;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2C;&#xC02;&#xC21;&#xC41;&#xC35;&#xC38;&#xC47;&#xC2F;&#xC41;.&quot; BD. v. 113. &#xC15;&#xC4A;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC4B;&#xC2A;&#xC46;&#xC30;&#xC3F; &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;, &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC4B; &#xC36;&#xC42;&#xC32;&#xC27;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC46;&#xC21;&#xC28;&#xC4D;, &#xC24;&#xC32;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC4B; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC4B;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC24;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; Chen. v. 428.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC33;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC32;&#xC02;&#xC17;&#xC2E;&#xC41; vi&#x1E37;angamu. [Skt.] n. A vegetable and medicinal substance considered of great efficacy as a vermifuge, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC3F;&#xC33;&#xC02;&#xC17;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC32;&#xC41; villu. [Tel.] n. A bow. &#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; a bow and arrows. &quot;&#xC24;&#xC47;&#xC24;&#xC47; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC23; &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; N. viii. 105. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to brace a bow. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; to unbrace a bow. Gen. sing. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F; and the nom. plu. &#xC35;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. &#xC28;&#xC42;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; a hundred bow-shots off. See &#xC35;&#xC3F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-l&#x14D;lamu. [Skt.] adj. Tossed, rolling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-l&#x14D;mamu. [Skt.] adj. The wrong way, the reverse way, the opposite order or course, against the hair, against the grain, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;, &apos;&#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC30;&#xC4B;&#xC39;&#xC23;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC35;&#xC3F;&#xC32;&#xC4B;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; contrariwise. &#xC05;&#xC28;&#xC41;&#xC32;&#xC4B;&#xC2E;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC2E; &#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; a palindrome or verse that may be read forwards and backwards.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vi-l&#x14D;kin&#x1E6D;su. [Skt. &#xC35;&#xC3F;+&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, cf. Eng. &apos;look.&apos;] v. a. To see, behold, gaze at, view, observe. &#xC1A;&#xC42;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41; vi-l&#x14D;chanamu. n. Seeing, looking at, observing. The eye. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-l&#x113;panamu. [Skt.] n. Smearing; rubbing with ointment. &#xC05;&#xC02;&#xC17;&#xC32;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC2F;&#xC41;&#xC1F;, &#xC1A;&#xC02;&#xC26;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC42;&#xC24;. An unguent; ointment. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC48;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC47;&#xC2A;&#xC3F; vi-l&#x113;pi. n. Rice gruel, &#xC17;&#xC02;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC35; viluva. [Tel.] n. Price, cost, value. &#xC27;&#xC30;, &#xC35;&#xC46;&#xC32;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC15;&#xC28;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41; a market, or place for sale. &quot;&#xC08; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2C;&#xC3F;&#xC02; &#xC2C;&#xC3E;&#xC38;&#xC4D;&#xC2F; &#xC28;&#xC40;&#xC2D;&#xC42;&#xC38;&#xC41;&#xC30;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC15;&#xC40;&#xC35;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC47;&#xC33;, &#xC28;&#xC40;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC40;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC21;&#xC41;.&quot; NH. iv. 145. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC15;&#xC3E;&#xC21;&#xC41; viluva-k&#x101;&#x1E0D;u. n. A buyer, &#xC35;&#xC46;&#xC32;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;vi-vaksha. [Skt.] n. A wish to speak. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;. Intention, the aim of a speaker, desire. (In Telugu) Difference, distinction, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC2F;&#xC41; vi-vakshin&#x1E6D;su. v. a. To wish to speak. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC02;&#xC1A;&#xC41;. To distinguish, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-vakshitamu. adj. Required, or wished to be spoken, wished, desired. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC35;&#xC3E;&#xC02;&#xC1B;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; vi-vakshuvu. n. One who wishes to speak, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                