&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;anka&#x1E6D;amu. [Skt.] adj. Great, large, gigantic. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC2C;&#xC43;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;. Vasu. v. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-vva&#x1E6D;s&#x1E6D;samu. [from Skt. &#xC2C;&#xC40;&#xC2D;&#xC24;&#xC4D;&#xC38;&#xC2E;&#xC41;.] n. Devastation, destruction. Killing. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC21;&#xC41; vivva&#x1E6D;s&#x1E6D;su&#x1E0D;u. n. An epithet of Arjuna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-vardhanamu. [Skt.] n. Increase. &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; L. xviii. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-vartanamu. [Skt.] n. Revolving, turning round, revolution, going round, circumambulating. &#xC15;&#xC28;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC1A;&#xC32;&#xC28; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;, &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; vi-vartamu. n. Dancing, &#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-var&#x1E47;amu. [Skt.] adj. Pale, pallid, colourless, &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; vi-var&#x1E47;udu.n. One who has turned pale, &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-varjitamu. [Skt.] adj. Left, abandoned, shunned. &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41; vi-vara&#x1E47;amu. [Skt.] n. An explanation, specification, comment; a description, a detailed account, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC23;&#xC28;&#xC2E;&#xC41;, &#xC1F;&#xC40;&#xC15;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41; vivaramu. n. A hole, burrow, chasm, cave, recess. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC3F;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; ivaramulu. n. plu. Particulars, details; a specification, description, &#xC35;&#xC48;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; vivaramu-g&#x101;. adv. With all particulars, in detail. &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC28;&#xC17;&#xC3E;. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vivarin&#x1E6D;su. v. a. To describe, particularise, state, specify, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To explain, tell, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To consider, think, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To delay, &#xC06;&#xC32;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-v&#x113;kamu. [Skt.] n. Discrimination, judgment, the faculty of distinguishing, prudence, discretion, &#xC38;&#xC26;&#xC38;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC28;, &#xC35;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;. &apos;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC28;&#xC46;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC02;&#xC24;&#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC28;&#xC32;&#xC2F;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC46;&#xC21;&#xC41;&#xC28;&#xC21;&#xC35;&#xC3F;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC3F;.&quot; Vema. 341. &quot;&#xC24;&#xC28;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;.&quot; T. ii. 38. &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; to come to oneself, reflect, be wise. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F; vi-v&#x113;ki. n. One who is cautious or prudent. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-v&#x113;kin&#x1E6D;su. v. a. To reason, discriminate, distinguish. &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1C;&#xC26;&#xC3F;&#xC35;&#xC3F; &#xC1A;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F;&#xC02;&#xC2A; &#xC15;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC47;&#xC32;&#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;.&quot; Vema. 429. &#xC35;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC28; or &#xC35;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41; vi-v&#x113;cha&#x1E47;a. n. Discrimination, examination, investigation. &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC28; discrimination of caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-viktamu. [Skt.] adj. Lonely or solitary. &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-v&#x101;hamu. [Skt.] n. A marriage, wedding, &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;. &#xC2A;&#xC30;&#xC3F;&#xC23;&#xC2E;&#xC2E;&#xC41;. Eight kinds of marriages are distinguished as &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC26;&#xC48;&#xC35;&#xC2E;&#xC41;, &#xC06;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC06;&#xC38;&#xC41;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC3E;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC2E;&#xC41;, and &#xC2A;&#xC48;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC17;&#xC41; or &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; vi-v&#x101;ham-agu. v. n. To wed, marry. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26; vi-v&#x101;damu. [Skt.] n. A contest, altercation, dispute or quarrel, &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC35;&#xC41;. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2A;&#xC21;&#xC41; to quarrel, altercate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vivas-vantu&#x1E0D;u. [Skt.] n. The sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. A god, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC24;</span>&#xA0;&#xA0;vi-va&#x1E63;ata. [Skt.] n. Helplessness, ecstasy, a trance, &#xC2A;&#xC30;&#xC35;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC15;&#xC4B;&#xC2A;&#xC35;&#xC3F;&#xC35;&#xC36;&#xC24; a fit of fury. &#xC06;&#xC28;&#xC02;&#xC26;&#xC35;&#xC3F;&#xC35;&#xC36;&#xC24; an ecstasy of joy. &#xC35;&#xC3F;&#xC35;&#xC36;&#xC41;&#xC21;&#xC41; vi-va&#x1E63;u&#x1E0D;u. n. One who is helpless, one who is in ecstasy, one who is wild with joy or sorrow, one who is bewildered, &#xC2A;&#xC30;&#xC35;&#xC36;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC32;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC35;&#xC36;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC30;&#xC1C;&#xC28;&#xC40;&#xC1A;&#xC30;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC30;&#xC4C;&#xC26;&#xC4D;&#xC30;&#xC30;&#xC38;&#xC35;&#xC3F;&#xC35;&#xC36;&#xC41;&#xC02;&#xC21;&#xC48;.&quot; R. viii. 97.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-v&#x1E5B;itamu. [Skt.] adj. Open, gaping, expanded, particularized, explained, described. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC24;&#xC46;&#xC30;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-vidhamu. [Skt.] adj. Various, varied, of different kinds, multiform, diverse. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC47;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;akalitamu. [Skt.] adj. Disordered, jumbled, shivered. &#xC35;&#xC3F;&#xC15;&#xC32;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;ankitamu. [Skt.] adj. Alarmed, fearful, suspected. &#xC2D;&#xC40;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;.
			</div>
                