&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC3E;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;&#x101;radu&#x1E0D;u. [Skt.] n. One who is learned, or wise, &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;. A clever or skilful, famous, or celebrated man; an adept or expert. &#xC2A;&#xC4D;&#xC30;&#xC17;&#xC32;&#xC4D;&#xC2D;&#xC41;&#xC21;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. &quot;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2C;&#xC4B;&#xC2F;&#xC46;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC35;&#xC3F;&#xC36;&#xC3E;&#xC30;&#xC26;&#xC41;&#xC02;&#xC21;&#xC35;&#xC41;,&quot; Rukmangada. iii. 232.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;&#x101;yamu. [Skt.] n. Taking rest by turns (as applied to watchmen). A turn, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC3E;&#xC16;</span>&#xA0;&#xA0;vi-&#x1E63;&#x101;kha. [Skt.] n. The name of the 16th lunar mansion. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC16;&#xC2E;&#xC41; vi-&#x1E63;&#x101;khamu. n. The act of standing with the legs about a foot apart from each other. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC28;&#xC21;&#xC41;&#xC2E; &#xC1C;&#xC47;&#xC38;&#xC46;&#xC21;&#xC46;&#xC21;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC41;&#xC17; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;. A spindle, &#xC28;&#xC42;&#xC32;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC15;&#xC47;&#xC15;&#xC26;&#xC41;&#xC30;&#xC41;. adj. Branchless, &#xC36;&#xC3E;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC16;&#xC41;&#xC21;&#xC41; vi-&#x1E63;&#x101;khu&#x1E0D;u. n. A name of Kumaraswamy. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-sasanamu. [Skt.] n. Killing, slaying, slaughter. &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-&#x1E63;asin&#x1E6D;su. v. a. To kill, slay. &#xC1A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC2A;&#xC30;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC46;&#xC21;&#xC41; &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC36;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC24;&#xC3F;&#xC28;&#xC3F;&#xC2D;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC32;&#xC48;&#xC30;&#xC3F;.&quot; Vema. 1530.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;alyamu. [Skt.] adj. Boneless. Thornless. Free from care or pain. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC36;&#xC42;&#xC32;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC40;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC23;&#xC3F; vi-&#x1E63;alya-kara&#x1E47;i. n. A plant, Echites dichotoma, (Rox.) &#xC38;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC3F;. &#xC35;&#xC3F;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; vi-&#x1E63;alyu&#x1E0D;u. n. One who is free from thorns or spikes, one who is released from care or pain. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC24;&#xC36;&#xC42;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC30;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC36;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC3E;&#xC27; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC05;&#xC02;&#xC24;&#xC30;&#xC18;&#xC35;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC38;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC02;&#xC35;&#xC3F;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC1C;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC32;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; BRY. i. 925.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;ayamu. [Skt.] n. A dwelling place, &#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E63;adamu. [Skt.] adj. White; clear, pure, pellucid. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. Evident, apparent, manifest. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC24;&#xC41;&#xC32;&#xC41; downright villains. Charitra. ii. 1673. n. Clearness, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC3F;&#xC36;&#xC26;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vi&#x1E63;ada-paru&#x1E6D;su. v. a. To particularise, explain, define, manifest. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC17;&#xC41; vi&#x1E63;adam-agu. v. n. To come to light, become clear or known. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC1C;&#xC3E;&#xC2C;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC35;&#xC41;&#xC28;&#xC41; his letter will explain or make clear those matters. &#xC24;&#xC2E;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I have written this for your information. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; vi&#x1E63;adamulu. n. plu. Matters, things, particulars. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;&#x12B;r&#x1E47;amu. [Skt.] adj. Loosened, that has lost the cohesion, or connection of its parts; that has fallen or is falling to pieces: &#xC35;&#xC26;&#xC32;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;. Withered, decayed. &#xC36;&#xC3F;&#xC27;&#xC3F;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;irasku&#x1E0D;u. [Skt.] adj. Beheaded, headless. &#xC24;&#xC32;&#xC28;&#xC30;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC1C;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F; they beheaded him.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;ish&#x1E6D;amu. [Skt.] adj. (In composition.) Endowed with, possessed of, having. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;, &#xC17;&#xC32;. Excellent, superior, distinguished. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; vi-&#x1E63;ish&#x1E6D;u&#x1E0D;u. n. One who is endowed with, or possessed of. &#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC23;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC26;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; one who is endowed with noble qualities.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC3F;&#xC16;</span>&#xA0;&#xA0;vi-&#x1E63;ikha. [Skt.] n. A high way, or carriage road. &#xC35;&#xC40;&#xC27;&#xC3F;, &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC3F;&#xC16;&#xC2E;&#xC41; vi-&#x1E63;ikhamu. n. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E63;&#x101;lamu. [Skt.] adj. Large, wide, broad, great, spacious. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC48;&#xC28;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;. &#xC06; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; that house is a large one. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC24; v&#x12B;&#x1E63;&#x101;lata. n. Width, breadth, &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; vi-&#x1E63;&#x101;l-&#x101;kshi. n. An epithet of P&#x101;rvati. Lit. Large-eyed.
			</div>
                