&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC43;&#xC02;&#xC16;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;&#x1E5B;inkhalamu. [Skt.] adj. Unchecked, unrestrained, unfettered. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC05;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC33;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;uddhamu. [Skt.] adj. Pure, clean, cleansed, purified, pious, holy, virtuous, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; vi-&#x1E63;uddhi. n. Purity, purification, holiness. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC36;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; vi-&#x1E63;uddhu&#x1E0D;u. n. One who is pure or holy. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;. &quot;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC48; &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;.&quot; L. i. 205.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;</span>&#xA0;&#xA0;vi&#x1E63;va. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;l&#x113;shamu. [Skt.] n. Separation (especially of lovers), disunion, disjunction. &#xC35;&#xC3F;&#xC30;&#xC39;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC32;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;ladhamu. [Skt.] adj. Loose, relaxed. &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;. R. ii. 59.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F; vi-&#x1E63;r&#x101;vamu. [Skt.] n. Great fame, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC3F;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41; vi-&#x1E63;rutamu. adj. Famous, well known, celebrated. &#xC35;&#xC3F;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41; vi-&#x1E63;rutu&#x1E0D;u. n. A very famous man, a well-known man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;r&#x101;&#x1E47;anamu. [Skt.] n. A gift, or donation. &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC08;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; vi-&#x1E63;ramamu. [Skt.] n. Rest, repose, cessation from fatigue or work. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC0A;&#xC30;&#xC1F;. In Telugu verse, it denotes a certain kind of rhyme. &#xC1B;&#xC02;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC32;&#xC4B;&#xC2F;&#xC24;&#xC3F;, &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-&#x1E63;ramin&#x1E6D;su. v. n. To rest, repose, or refresh oneself. &#xC05;&#xC32;&#xC2F;&#xC3F;&#xC15;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC0A;&#xC30;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; vi-&#x1E63;ramimpa-j&#x113;yu. v. a. To place, lay, &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC35;&#xC3F;&#xC15;&#xC43;&#xC24; &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC2A;&#xC2F;&#xC3F;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Jaimini. Bh. vi. 93. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; vi-&#x1E63;r&#x101;ntamu. adj. Rested, reposed, refreshed after fatigue, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC35;&#xC3F;&#xC30;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC2F;&#xC3F;&#xC15;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC0A;&#xC30;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; vi-&#x1E63;r&#x101;nti. n. Rest, repose, refreshment. &#xC0A;&#xC30;&#xC1F;, &#xC05;&#xC32;&#xC2F;&#xC3F;&#xC15;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC28;&#xC21;&#xC2E;&#xC41;. Termination. &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC05;&#xC35;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41;. &quot;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;.&quot; T. iv. 183.) the end of the world. &quot;&#xC24;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC32;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC3F;&#xC15;&#xC32;&#xC32;&#xC4B; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Vish. ii. 220.,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;&#x113;shamu. [Skt.] n. Sort, kind, species, variety, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. A particularity, speciality, peculiarity, singularity. A specific quality, a distinguishing property, a characteristic. A particular thing, an individual, an object distinguished by some attribute or adjunct. Merit, excellence; something noteworthy or distinguished, a remarkable occurrence, news. &#xC1A;&#xC42;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC2F;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC02;&#xC24;, &#xC35;&#xC3F;&#xC02;&#xC24;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. A charitable or virtuous action. &#xC38;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC08; &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC39;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC26;&#xC41; this doctor has a fortunate hand. &#xC13;&#xC37;&#xC27;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; a sort of herb. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; a kind of diceplay. &#xC28;&#xC47;&#xC21;&#xC47;&#xC2E;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; what is there particular to-day? What is the matter to-day? &#xC06;&#xC2F;&#xC28; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; he is a great scholar. adj. Extraordinary, eminent, remarkable, unusual. Much, more, abundant, greater, exceeding, surpassing. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC02;&#xC24;&#xC48;&#xC28;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; a good deed. &#xC08; &#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this verse has a secondary or recondite meaning. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41; vi-&#x1E63;&#x113;shanamu. n. (In grammar). An adjective. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC4D;&#xC2F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC26;&#xC3F;, &#xC17;&#xC41;&#xC23;&#xC35;&#xC3E;&#xC1A;&#xC15;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-&#x1E63;&#x113;shin&#x1E6D;su. v. n. To excel. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F; or &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; vi-&#x1E63;&#x113;shinchi. adv. Abundantly, plentifully, much, exceedingly. &#xC24;&#xC30;&#xC1A;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; you should not associate much with him. &quot;&#xC08; &#xC2F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC2C;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC47;&#xC1F; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2A;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC26;.&quot; T. ii. 178. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; vi-&#x1E63;&#x113;shyamu. n. (In grammar), a noun or substantive. &#xC28;&#xC3E;&#xC2E;&#xC35;&#xC3E;&#xC1A;&#xC15;&#xC2A;&#xC26;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC1A;&#xC15;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;.
			</div>
                