&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi&#x1E63;vamu. n. The universe or world, &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;, &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC41;. adj. All, universal, entire. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2D;&#xC30; vi&#x1E63;vam-bhara. n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2D;&#xC30;&#xC41;&#xC21;&#xC41; vi&#x1E63;vam-bharu&#x1E0D;u. n. An epithet of Vishnu or Indra. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC15;&#xC30;&#xC4D;&#xC2E; or &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; vi&#x1E63;va-karma. n. The name of the artist of the gods, corresponding to Vulcan. &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC3F;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC15;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41; vi&#x1E63;va-k&#x113;tuvu. n. An epithet of Aniruddha. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC40;&#xC28;&#xC2E;&#xC41; vi&#x1E63;va-jan&#x12B;nam&#x1EE5;. adj. Agreeable to all men. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; vi&#x1E63;at&#x14D;-mukhamu. n. An epithet of Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41;. adj. All pervading, &#xC05;&#xC02;&#xC24;&#xC1F; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC28;&#xC3E;&#xC25;&#xC41;&#xC21;&#xC41; vi&#x1E63;va-n&#x101;dhu&#x1E0D;u. n. The Lord of the Universe. A name of Siva, especially as worshipped at Benares, &#xC15;&#xC3E;&#xC36;&#xC40;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC2D;&#xC47;&#xC37;&#xC1C;&#xC2E;&#xC41; vi&#x1E63;va-bh&#x113;shajamu. n. Dry ginger, &#xC36;&#xC41;&#xC02;&#xC20;&#xC3F;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; vi&#x1E63;va-r&#x16B;pamu. adj. Existing in all forms, multiform. &#xC28;&#xC3E;&#xC28;&#xC3E;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;. n. Multiformity.&#xC28;&#xC3E;&#xC28;&#xC3E;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC2C;&#xC41;&#xC27;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC48;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; &#xC1C;&#xC42;&#xC2A;&#xC46;&#xC28;&#xC28; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC1A;&#xC28;&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; N. v. 17. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; manifestation or display of one&apos;s one real form or hidden majesty, &#xC28;&#xC3F;&#xC1C;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41; vi&#x1E63;va-r&#x16B;pu&#x1E0D;u. n. He who exists in all forms; a name of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &quot;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC24;&#xC41;&#xC32;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;.&quot; H. iv. 297. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC43;&#xC1C;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E; or &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; vi&#x1E63;va-sriju&#x1E0D;u. n. Brahma, the creator, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; vi&#x1E63;v-&#x101;mitru&#x1E0D;u. n. The name of a certain sage, the son of G&#x101;dhi. &#xC17;&#xC3E;&#xC25;&#xC3F;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; vi&#x1E63;v-&#x101;mitr&#x101;mu. adj. Worthy of Visv&#x101;mitra: (that is) fabricated, fictitious, artificial, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a fabricated bond, a Machiavelian trick. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. n. A deed worthy of Visv&#x101;mitra, that is, a trick, fiction, fabrication. Machiavelianism. &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; vi&#x1E63;v&#x101;-mitra-srish&#x1E6D;i. n. The creation of a second series of beings, Vishvamitra being represented as having created a mimic world. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41; vi&#x1E63;vulu. n. The name given to certain deities of a particular class.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC23;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;visha&#x1E47;&#x1E47;amu. [Skt.] adj. Dejected, sad, sorrowful, pensive. &#xC36;&#xC4B;&#xC15;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. M. XII. 2. 274. &#xC35;&#xC3F;&#xC37;&#xC23;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; visha&#x1E47;nu&#x1E0D;u. n. One who is dejected, sorrowful, &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. See &#xC35;&#xC3F;&#xC37;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vi-&#x1E63;vasin&#x1E6D;su. [Skt.] v. a. To trust, rely on, confide in. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; vi-&#x1E63;vasan-&#x12B;yamu. adj. Trustworthy, &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-&#x1E63;vasitamu. adj. Trusted, confided in, trusty, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24; vi-&#x1E63;vasta. n. A widow, &#xC35;&#xC3F;&#xC27;&#xC35;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; vi-&#x1E63;vastamu. adj. Trusted. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; vi-&#x1E63;v&#x101;samu. n. Trust, faith, confidence. Affection, kindness, favour. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC3F; vi-&#x1E63;v&#x101;si. n. One who is faithful. &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC2E;&#xC24;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC17;&#xC41;.&quot; UR. vi. 392. &quot;&#xC1C;&#xC02;&#xC17;&#xC2E;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F;.&quot; BD. v. 343.
			</div>
                