&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vish&#x101;&#x1E47;amu. [Skt.] n. A horn, &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC3E;&#xC23;&#xC3F; vish&#x101;&#x1E47;i. n. A kind of tree. &#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. An elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. An ox, &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vishyamu. [Skt.] n. An object, matter, subject, affair, thing. Any peculiarity as colour, form, flavour, odour, sound. Definition, respect, relation. &#xC05;&#xC02;&#xC36;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC02;&#xC1A; &#xC2D;&#xC42;&#xC24;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC2C;&#xC4A;&#xC30;&#xC32;&#xC3F; &#xC30;&#xC4B;&#xC2F;&#xC15; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC1C;&#xC42;&#xC1A;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28; &#xC27;&#xC30;&#xC32;&#xC4B; &#xC35;&#xC3F;&#xC37;&#xC38;&#xC2E;&#xC2E;&#xC3E;&#xC2F;&#xC3E; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC17;&#xC42;&#xC21;&#xC15;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC41;.&quot; Vema. 499. &#xC06; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC26;&#xC41; I do not know anything about it. &#xC08; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spent much money on this. &#xC38;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC24;&#xC28;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spent his money on worthy objects. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; a poem on amorous subjects. &#xC08; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41; in this respect. &#xC06; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41; in that respect. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41; regarding him. &#xC06; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC48; regarding that subject. &#xC0F;&#xC24;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spoke regarding this. &#xC2E;&#xC40; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; regarding you. &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC3F; vishayi. n. An organ of sense. &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;. A man of the world, one who is conversant with or interested in worldly occupations or enjoyments. &#xC32;&#xC4B;&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC17;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; visha-yin&#x1E6D;su. v. n. To have to do with carnally. &#xC38;&#xC02;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; visha-y&#x12B;-karin&#x1E6D;su. v. a. To aim at. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vishamu. [Skt.] n. Poison, venom: anything hurtful or destructive. &#xC17;&#xC30;&#xC33;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC48;&#xC28;&#xC26;&#xC3F;. &#xC28;&#xC3E;&#xC36;&#xC28;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F;. In poetry it sometimes means water, &#xC1C;&#xC32;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41; that is poison to this. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41; he is a rogue from head to foot. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; the poison took effect. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the effect of the poison went off. &#xC28;&#xC47;&#xC28;&#xC02;&#xC1F;&#xC47; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he hates me like poison. &#xC26;&#xC40;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC47; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is as bitter as gall. &#xC35;&#xC3F;&#xC37;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; a malignant fever, typhoid fever, &#xC35;&#xC3F;&#xC37;&#xC2D;&#xC47;&#xC26;&#xC3F; virulent diarrh&#x153;a, &#xC35;&#xC3F;&#xC37;&#xC2A;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC35;&#xC41; acute dropsy. &#xC35;&#xC3F;&#xC37;&#xC35;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41; the pus or matter in a boil &#xC35;&#xC3F;&#xC37;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41; fatal expressions, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC27;&#xC30;&#xC2E;&#xC41; visha-dharamu. n. A snake or serpent. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. A cloud, &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; visha-dharu&#x1E0D;u. n. One who carries poison, an epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC37;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41; visha-puchchamu. n. A scorpion. &#xC24;&#xC47;&#xC32;&#xC41;. A rogue, &#xC24;&#xC41;&#xC32;&#xC41;&#xC35;. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F; or &#xC35;&#xC3F;&#xC37;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; visha-mush&#x1E6D;i. n. A poisonous tree, the nux vomica tree. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; visha-ruhamu. n. A lotus, &#xC15;&#xC2E;&#xC32;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC17;&#xC41;&#xC23;&#xC02;&#xC2C;&#xC47;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41; &#xC35;&#xC3F;&#xC37;&#xC30;&#xC41;&#xC39;&#xC28;&#xC2F;&#xC28;&#xC3E;.&quot; Ila. iv. 9. &#xC35;&#xC3F;&#xC37;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; visha-vaidyu&#x1E0D;u. n. A snake-catcher. &#xC05;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. A magician, &#xC17;&#xC3E;&#xC30;&#xC21;&#xC40;&#xC32;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC4B;&#xC32;&#xC4D;&#xC2C;&#xC23;&#xC41;&#xC21;&#xC41; vish-&#x14D;lba&#x1E47;u&#x1E0D;u. n. One who has an excess of venom. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2C;&#xC39;&#xC41;&#xC35;&#xC26;&#xC28;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;&#xC30;&#xC41;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC18; &#xC36;&#xC30;&#xC40;&#xC30;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC37;&#xC4B;&#xC32;&#xC4D;&#xC2C;&#xC23;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; &#xC35;&#xC3F;&#xC37;&#xC3E;&#xC39;&#xC3F; vish-&#x101;hi. n. A venomous serpent. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vishamamu. [Skt.] adj. Odd, uneven, irregular. Unparalleled, unequalled. Contrary, adverse, unfavourable, evil, bad. &#xC2C;&#xC47;&#xC38;&#xC3F;, &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F; an odd number. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; a pestilent fever, a fever difficult of cure. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC36;&#xC30;&#xC41;&#xC21;&#xC41; Manmadha, whose arrows are five (an odd number). &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC28;&#xC2F;&#xC28;&#xC41;&#xC21;&#xC41; Siva who has an odd (or extra) eye in his forehead. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; an evil or wicked mind. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; an unfair or an unequal division. &quot;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC2E;&#xC4B;&#xC2A;&#xC32; &#xC38;&#xC02;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41;.&quot; L. i. 210. &quot;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC4B;&#xC2A;&#xC32; &#xC38;&#xC02;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41;.&quot; full of rugged rocks. Sanskrit Harisch. xxi. R. vi. 46. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; visha min&#x1E6D;su. v. n. To be painful, mortal or difficult of cure (as applied to disease.) &#xC26;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC37;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41; vishuvamu. [Skt.] n. The equinox. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC38;&#xC2E;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2F; vishu-vachch&#x101;ya. n. The shadow of the gnomon at noon, when the sun is in the equinoctial point.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vish&#x101;damu. [Skt.] n. Sadness, grief, lowness of spirits, dejection. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; vish&#x101;din&#x1E6D;su. v. n. To be sad, to grieve, &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC42;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC37;&#xC42;&#xC1A;&#xC3F;&#xC15; vish&#x16B;chi. [Skt.] n. Cholera. &#xC35;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC3F;, &#xC35;&#xC2E;&#xC28;&#xC35;&#xC3F;&#xC30;&#xC47;&#xC1A;&#xC28;&#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;.
			</div>
                