&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41; vish&#x1E47;u&#x1E0D;u. [Skt.] n. Vishnu, one of the three principal Hindu deities. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2A;&#xC26;&#xC2E;&#xC41; vish&#x1E47;u-pada-mu. n. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2A;&#xC26;&#xC3F; vishnu-padi. n. The Ganges, &#xC17;&#xC02;&#xC17;. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC30;&#xC25;&#xC2E;&#xC41; vish&#x1E47;u-rathamu. n. The Brahminy kite, &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24; vish&#x1E47;u-kr&#x101;nta. n. A medicinal creeping plant Evolvulus alsinoides. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC38;&#xC41;&#xC30;&#xC41; visaru. [Tel.] v. n. To come out, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; To blow, as the wind, to spread, as a scent. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC40;&#xC1A;&#xC41;, &#xC35;&#xC3E;&#xC38;&#xC28;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC32;&#xC4B;&#xC17;&#xC3E; &#xC05;&#xC23;&#xC3F;&#xC17;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC48;&#xC1F; &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC2E;&#xC02;&#xC26;&#xC41; a searching medicine, a medicine that makes a hidden disease appear. &#xC32;&#xC4B;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC15; &#xC2C;&#xC48;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC28;&#xC26;&#xC3F; the latent fever came out. v. a. To wave as a fan, to brandish, whisk, flourish, as a sword or a whip. &#xC06;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC40;&#xC1A;&#xC41;. To throw, fling, hurl, sling, &#xC30;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. To turn, to grind. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC41; to turn a mill. &#xC35;&#xC32;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC41; to cast or let down a net. n. Waving, casting, spreading. &#xC06;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC40;&#xC1A;&#xC41;&#xC1F;, &#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC1F;&#xC15;&#xC2A;&#xC41;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC24; through the spreading of the famine. &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; visaru-r&#x101;yi. n. A grindstone. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC32;&#xC3F;. &#xC35;&#xC38;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC41; Same as &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC35;&#xC3F;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; visari-ko&#x1E6D;&#x1E6D;u. v. a. To fling, to dash. &#xC30;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. To scorn, to huff. &#xC15;&#xC38;&#xC41;&#xC30;&#xC41;. &#xC12;&#xC15;&#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41; &#xC07;&#xC2E;&#xC4D;&#xC2E;&#xC02;&#xC1F;&#xC47; &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he asked for a penny, she gave him a scolding. &#xC06; &#xC15;&#xC41;&#xC02;&#xC21;&#xC28;&#xC41; &#xC17;&#xC4B;&#xC21;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he dashed the pot against the wall. &#xC35;&#xC3F;&#xC38;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; visari-v&#x113;yu. v. a. To hurl, fling. &#xC30;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC0A;&#xC30;&#xC3F;&#xC2C;&#xC48;&#xC1F; &#xC35;&#xC3F;&#xC38;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC12;&#xC15;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; a house that seemed as if it had been thrown out of the town.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;visaramu. [Skt.] n. A multitude, an assemblage, a flock. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC30;&#xC23;&#xC2E;&#xC41; visara&#x1E47;amu. n. Spreading, diffusion. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;visamu. [from Skt. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;.] n. Poison. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC26;&#xC3E;&#xC30;&#xC3F; visa-d&#x101;ri. (for &#xC35;&#xC3F;&#xC37;&#xC27;&#xC30;&#xC2E;&#xC41;.) n. A snake. &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC2A;&#xC3E;&#xC32; visa-p&#x101;la. n. A kind of tree. &#xC35;&#xC3F;&#xC38;&#xC2A;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; visa-p&#x101;la-vittu. n. A destroyer, &#xC28;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC2A;&#xC41;&#xC2E;&#xC47;&#xC24;&#xC30;&#xC3F; visapu-m&#x113;tari. n. The eater of poison; an epithet of Siva. &#xC35;&#xC3F;&#xC38;&#xC2C;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F; visa-boddi. n. A kind of tree called &#xC2A;&#xC3E;&#xC20;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vish&#x1E6D;hin&#x1E6D;su. [Skt.] v. n. To ease oneself, to go to stool, &#xC2E;&#xC32;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;vish&#x1E6D;i. [Skt.] n. Wages, hire, &#xC15;&#xC42;&#xC32;&#xC3F;. Forced labour, &#xC15;&#xC42;&#xC32;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F;. Work, &#xC2A;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vish&#x1E6D;aramu. [Skt.] n. A seat, a seat of kusa grass. &#xC06;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;. &quot;&#xC24;&#xC26;&#xC40;&#xC2F;&#xC38;&#xC2E;&#xC40;&#xC2A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC21;&#xC3F; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC39;&#xC30;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC02;.&quot; Vish. ii. 23. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC30;&#xC36;&#xC4D;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41; vish-tara-sravu&#x1E0D;u. n. An epithet of Vish&#x1E47;u. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC38;&#xC47;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vishvak-s&#x113;nu&#x1E0D;u. [Skt.] n. Vish&#x1E47;u. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. The captain of Vish&#x1E47;u&apos;s force, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC30;, &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30; visana-karraa. [Tel.] n. A fan. &#xC24;&#xC3E;&#xC32;&#xC35;&#xC43;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vish-kambhamu. [Skt.] n. A bolt of a door, &#xC17;&#xC21;&#xC46;&#xC2E;&#xC3E;&#xC28;&#xC41;. An obstacle, &#xC05;&#xC21;&#xC4D;&#xC21;&#xC02;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC02;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-sam-v&#x101;damu. [Skt.] n. Arguing first in favour of a thing and then against it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vish&#x1E6D;apamu. [Skt.] n. The world. &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vishkiramu. [Skt.] n. A bird, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
                