&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-spash&#x1E6D;amu. [Skt.] adj. Very clear, distinct, definite. &#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to particularise or specify.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC35;&#xC3F;&#xC38;</span>&#xA0;&#xA0;visa-visa. [Tel.] adj. Spreading, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. adv. Fast, quickly, hurriedly. &#xC35;&#xC21;&#xC3F;&#xC17;&#xC3E;, &#xC1A;&#xC3F;&#xC35;&#xC1A;&#xC3F;&#xC35;. &quot;&#xC35;&#xC3F;&#xC38;&#xC35;&#xC3F;&#xC38;&#xC2A;&#xC35;&#xC28;&#xC41;&#xC21;&#xC41;&#xC1C;&#xC35;&#xC2E;&#xC41;&#xC28; &#xC35;&#xC3F;&#xC38;&#xC30;&#xC3F; &#xC28;&#xC35;&#xC21;&#xC3F;&#xC2C;&#xC3E;&#xC30;&#xC41; &#xC1C;&#xC32;&#xC26;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC4D;.&quot; Rajas&#x113;kh. i. 70.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-sarapa&#x1E47;amu. [Skt.] n. Spreading, extending. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vist&#x1E5B;itamu. [Skt.] adj. Wide, broad, extensive, large.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;vistu. [Tel.] n. Surprise, wonder, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Also, dirt, stench, &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC15;&#xC4B;&#xC32;, &#xC35;&#xC47;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC1A;&#xC41; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC02;&#xC2A;&#xC46;&#xC38;&#xC17;, &#xC2C;&#xC28;&#xC38;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC41;.&quot; &#xC28;&#xC35;. 3. &#xC2D;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vistaramu. [Skt.] n. Spreading, expansion; prolixity, detail, abundance, plenty. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC1A;&#xC3F; visarinchi. (participle used adverbially) Much, abundantly, greatly, considerably. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC32;&#xC41; or &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; vistarilu. v. n. To spread, extend, increase, enlarge, exceed, be prolix, dilate. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC17;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vistarin&#x1E6D;su. v. a. To extend, spread out, increase, swell; to particularise. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; vist&#x101;ramu. n. Spreading, extension, expanse, breadth, vastness. Plenty, abundance &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC24;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC27;&#xC4D;&#xC2C;&#xC41;&#xC24;&#xC02;&#xC2C;&#xC17;&#xC41; &#xC2D;&#xC35;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC15;&#xC41; &#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30; &#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;.&quot; M. XIV. iii. 228. adj. Plentiful, abundant; extended, extensive, large, great, much, extreme. &#xC2C;&#xC39;&#xC41;&#xC33;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; vist&#x101;ramu-g&#x101;. adv. Plentifully, abundantly, largely, much.&#xC2C;&#xC39;&#xC41;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;, &#xC1A;&#xC3E;&#xC32;&#xC3E;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC24; vist&#x12B;&#x1E5B;-&#x1E47;ata. n. Extent, area. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; vist&#x12B;-&#x1E47;amu. adj. Great, large, wide, extended, extensive. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC15;&#xC41; vistara. [from Skt. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;.] n. A leaf platter, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC46;&#xC21;&#xC3F; &#xC06;&#xC15;&#xC41;. plu. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;See &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;visuv&#x101;samu. [from Skt. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.] n. Faith, trust, affection, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F; visuv&#x101;si. n. A faithful man, &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;visum&#x101;namu. [from Skt. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41;.] n. Wonder, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Wonderful, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC38;&#xC41;&#xC35;&#xC41; visuku. [Tel.] v. n. To be fatigued, tired, weary. To be disgusted, to be sick at heart, &#xC35;&#xC47;&#xC38;&#xC3E;&#xC30;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC26;&#xC3F; he was sick at heart, &quot;&#xC35;&#xC3F;&#xC2E;&#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC38;&#xC41;&#xC35;&#xC28;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41;.&quot; M. XIII. v. 223. n. Disgust, weariness, satiety. &#xC35;&#xC47;&#xC38;&#xC1F;, &#xC05;&#xC32;&#xC38;&#xC1F;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41; visi-m&#x101;lu. v. n. To be very disgusted. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC35;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; visikin&#x1E6D;su. (causal of &#xC35;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;.) v. a. To weary, disgust, sicken, sadden. &#xC35;&#xC47;&#xC38;&#xC1F;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
                