&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC30;&#xC38;</span>&#xA0;&#xA0;visrasa. [Skt.] n. Old age, decrepitude. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;visramu. [Skt.] n. A smell, stench, a smell like that of blood or raw flesh, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC28;. adj. Stinking, &#xC05;&#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC48;&#xC28;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-srambhamu. [Skt.] n. Trust, confidence, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC28;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;. Affection, regard. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. A sham fight, a over&apos;s quarrel. &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC1F;&#xC5B;&#xC17;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vi-sm&#x1E5B;iti. [Skt.] n. Forgetfulness &#xC2E;&#xC30;&#xC2A;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41; vi-sm&#x1E5B;itamu. adj. Forgotten. &#xC2E;&#xC30;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC3F; vi-smayamu. [Skt.] n. Surprise, astonishment, wonder, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41;. Perplexity, dismay. Pride, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Wonderful, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28; raptured, bewildered. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-smitamu. adj. Raptured, amazed, astonished, dismayed. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC4D;&#xC21;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; vi-smitu&#x1E0D;u. n. One who is astonished.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC4B;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-sph&#x14D;&#x1E6D;amu. [Skt.] n. A pustule, boil, abscess, sore, &#xC2A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;, &#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41; prickly heat, &#xC1A;&#xC46;&#xC2E;&#xC1F;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-sphulingamu. [Skt.] n. A spark of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC24;&#xC4D;</span>&#xA0;&#xA0;vi-sphurat. [Skt.] adj. Shining. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;. &quot;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30; &#xC26;&#xC4D;&#xC2C;&#xC4B;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; H. i. 208. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC23;&#xC2E;&#xC41; vi-sphura&#x1E47;amu. n. Trembling, quivering of the lips, throbbing of the eyes, &amp;c. Expansion of mind, Splendour, manifestation. &#xC15;&#xC02;&#xC2A;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-sphurintsu. v. n. To shine, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To swell, enlarge, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-sphuritamu. adj. Shaken, tremulous; Swollen, enlarged. Shining. &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-sph&#x16B;rjitamu. adj. Very bright, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; vi-sph&#x16B;rti. n. Throbbing, palpitating, shaking; shining.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2B;&#xC3E;&#xC30;&#xC2E;&#xC41; visph&#x101;ramu. [Skt.] n. The twang of a bow-string &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. adj. Very great, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vin&#x101;yitamu. [Skt.] n. A gift donation &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC07;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC08;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-h&#x101;yasamu. [Skt.] n. The sky. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-hastamu. [Skt.] adj. Lit: Without hands, unable to move one&apos;s hands. Perplexed, bewildered, confused, confounded. &#xC09;&#xC26;&#xC4D;&#xC17;&#xC3F;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC38;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;.,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-hara&#x1E47;amu. [Skt.] n. Roaming, a ramble, excursion, a walk for pleasure or exercise. &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC1F;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vi-harintsu. v.n. To take a walk or airing, to wander, to go about, to go about for pleasure or excercise, to roam, ramble, rove, &#xC38;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC1F;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC3F;&#xC39;&#xC30;&#xC4D;&#xC24; vi-harta. n. One who takes a walk, a rambler, rover, &#xC35;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vihan-gamamu. [Skt.] n. A bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vi-svaru&#x1E0D;u. [Skt.] n. One whose voice is changed. &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC3F;&#xC28; &#xC15;&#xC02;&#xC20;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC39;&#xC02;&#xC17;&#xC2E;&#xC41; viha-gamu. [Skt.] n. A bird, an arrow. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC02;&#xC17;&#xC3F;&#xC15;</span>&#xA0;&#xA0;vihangika. [Skt.] n. A pole used as a yoke for bearing burdens on the shoulder. &#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC26;.
			</div>
                