&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-h&#x101;samu. [Skt.] n. A gentle laugh, a smile. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-h&#x101;ramu. [Skt.] n. A walk for pleasure or exercise, a tour, trip, ramble, roaming, play, pastime, sport, excursion, &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC47;&#xC33;&#xC3F;, &#xC32;&#xC40;&#xC32;, &#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;. A Buddhist monastery, &#xC2C;&#xC4C;&#xC27;&#xC4D;&#xC27;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3F; or &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; vih&#x101;ri. n. One who takes a walk for pleasure, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC35;&#xC28;&#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC48; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC47;&#xC33; while they were walking in the park.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC15;</span>&#xA0;&#xA0;or &#xC35;&#xC40;&#xC15;&#xC41; v&#x12B;ka. [Tel. from &#xC35;&#xC40;&#xC17;&#xC41;.] n. Strength, &#xC2C;&#xC32;&#xC2E;&#xC41;. Valour, courage, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Joy, exhilaration, enthusiasm, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;. Pride, haughtiness, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F;. Running away from a battle, flight, retreat, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC28; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC1F;. Disgrace, &#xC05;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Humility, &#xC26;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Similarity, similitude. &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;. Bulk, largeness. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &quot;&#xC18;&#xC28;&#xC21;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC40;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC2A; &#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC26;&#xC4B;&#xC36;&#xC4D;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC26;&#xC4A;&#xC32;&#xC02;&#xC17;&#xC3F;.&quot; Vish. viii. 299.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vihvalamu. [Skt.] adj. Disturbed, discomposed, disquieted, agitated; affected with fear, sorrow, &amp;c. &#xC2D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC1A;&#xC47;&#xC24; &#xC05;&#xC35;&#xC2F;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC24; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;, &#xC09;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2D;&#xC2F;&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC35;&#xC32;&#xC2E;&#xC24;&#xC41;&#xC32;&#xC48;.&quot; Anirud. iii. 163. &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC24; or &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; vihvalata. n. Disturbance, disquiet, perturbation. &#xC09;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC28;&#xC24;. &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; vihvalin&#x1E6D;su. v. n. To be disquieted or affected with fear, sorrow, &amp;c. &#xC09;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;. &quot;&#xC35;&#xC46;&#xC30;&#xC1A;&#xC3F;&#xC36;&#xC24;&#xC27;&#xC28;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC46; &#xC28;&#xC47;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41;.&quot; Vish. vi. 290. &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC21;&#xC41; vihvalu&#x1E0D;u. n. One who is disturbed, agitated, disquited or affected with fear, sorrow, &amp;c. &#xC09;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;. &quot;&#xC35;&#xC3F;&#xC37;&#xC3E;&#xC26;&#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC02;&#xC21;&#xC48;.&quot; P. i. 446. &quot;&#xC35;&#xC3F;&#xC28;&#xC32;&#xC47;&#xC15; &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; L. xiii. 146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-h&#x12B;namu. [Skt.] adj. Destitute of, devoid of. &#xC32;&#xC47;&#xC28;&#xC3F;. &#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; vi-hinamu-g&#x101;. adv. Without, &#xC32;&#xC47;&#xC15;. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; senselessly. &#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; vi-h&#x12B;nu&#x1E0D;u. n. One who is destitute of or devoid of. &#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; he who is devoid of clothes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vi-hitamu. [Skt.] adj. Ordered, prescribed, ordained, &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Fit, proper, right, orderly, necessary. Friendly, intimate. Placed, deposited. Done, made. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC1F; &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC28;&#xC3F; considering that it is not proper for use to plunder their villages. &quot;&#xC07;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC3E;&#xC2D;&#xC3E;&#xC30;&#xC24;&#xC02;&#xC2C;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC2C;&#xC3E;&#xC2F;&#xC15;&#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC48;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;.&quot; M. I. i. 114. &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; vi-hitamu. n. Friendship, intimacy. Propriety, fitness, justice. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC47; that is proper. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; that is not proper. &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; vi-hitamu-g&#x101;. adv. In a friendly manner, on good terms, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; vi-hitu&#x1E0D;u. n. A friend, companion, ally. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC2E;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; those who are your friends.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;v&#x12B;ksha. [Skt.] n. Sight, view. &#xC1A;&#xC42;&#xC2A;&#xC41;, &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;. &#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; v&#x12B;ksha&#x1E47;amu. n. Seeing, &#xC05;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x12B;kshin&#x1E6D;su. v. a. To see, view, look at, observe. &#xC1A;&#xC42;&#xC1A;&#xC41;. &#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; v&#x12B;kshitamu. adj. Seen, beheld, &#xC1A;&#xC42;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; v&#x12B;kshyamu. adj. Visible, perceptible. &#xC1A;&#xC42;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28;. Wonderful, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
                