&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC40;&#xC23;&#xC3E;&#xC2E;&#xC41; v&#x12B;&#x1E47;amu. [Tel.] n. A thin or fine cloth. &#xC38;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC23;</span>&#xA0;&#xA0;v&#x12B;&#x1E47;a. [Skt.] n. A kind of musical instrument resembling a lute. &#xC35;&#xC40;&#xC23;&#xC3E;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41; vi&#x1E47;&#x101;-v&#x101;du&#x1E0D;u. n. One who plays on the lute. &#xC35;&#xC40;&#xC23;&#xC46;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC23;&#xC3F;&#xC2F;, &#xC35;&#xC40;&#xC23;&#xC46;, &#xC35;&#xC40;&#xC28;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC35;&#xC40;&#xC28;&#xC46; v&#x12B;&#x1E47;iya. [Tel.] n. The follicle or bag in which musk is produced, a pod of musk. Also, same as &#xC35;&#xC40;&#xC23;. &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC15;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2C;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC2F;, &#xC2E;&#xC41;&#xC16;&#xC35;&#xC40;&#xC23; a Jew&apos;s harp, &#xC2E;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC17;&#xC41;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC40;&#xC23; a sort of lute. A. iv. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x12B;&#x1E0D;u. [Tel.] v. n. To be separated, loosened or unfastened, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC41;. To become plain or evident, &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC17;&#xC41;. To be fulfilled, &#xC15;&#xC4A;&#xC28;&#xC38;&#xC3E;&#xC17;&#xC41;. To increase, prosper, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. v. a. To cause to be separated, &#xC35;&#xC40;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC26;&#xC47;&#xC35;&#xC15;&#xC40;&#xC38;&#xC41;&#xC24;&#xC41;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC24;&#xC40;&#xC17;&#xC32;&#xC41;&#xC35;&#xC40;&#xC21;&#xC02;&#xC17; &#xC35;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC48;&#xC26;&#xC40;&#xC17;&#xC46;&#xC35;&#xC40;&#xC21;&#xC26;&#xC4A;&#xC21;&#xC17;&#xC46;.&quot; BX. &#xC35;&#xC40;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41; v&#x12B;&#x1E0D;a-j&#x113;yu. v. a. To do away, to cause to be separated. &#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC40;&#xC21;&#xC26;&#xC40;&#xC2F;&#xC41; v&#x12B;&#x1E0D;a-d&#x12B;yu. v. a. To take off, to separate. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC40;&#xC32;&#xC26;&#xC40;&#xC2F;&#xC41;. &#xC35;&#xC40;&#xC21;&#xC26;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; v&#x12B;&#x1E0D;a-dokku. v. a. To apportion, assign. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC40;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC35;&#xC40;&#xC21;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;. v&#x12B;&#x1E0D;u-konu. v. a. To quit, leave, abandon. To take leave or permission, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC26;&#xC32;&#xC41;, &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC28;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC26;&#xC32;&#xC41;, &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC2E;&#xC21;&#xC41; &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32; &#xC26;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC27;&#xC30;&#xC4D;&#xC36;&#xC28; &#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC26;&#xC2E;&#xC28;&#xC1A;&#xC41; &#xC35;&#xC40;&#xC21;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC3F;&#xC1C;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC28;&#xC3F;&#xC30;&#xC3F;.&quot; M. IV. i. 54. &quot;&#xC05;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC17;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC41;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC2C;&#xC4D;&#xC1C;&#xC41;&#xC35;&#xC40;&#xC21;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC24;&#xC4B;&#xC28;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; T. iv. 195. &#xC35;&#xC40;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC35;&#xC40;&#xC21;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; v&#x12B;&#x1E0D;u-kolupu. v. a. To send away, dismiss, &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC17;&#xC28;&#xC02;&#xC2A;&#xC41;. &quot;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC15; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC02;&#xC21;&#xC28;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC02;&#xC2C;&#xC4B;&#xC2F;&#xC3F;.&quot; P. iii. 254. &#xC35;&#xC40;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; or &#xC35;&#xC40;&#xC21;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC41; v&#x12B;&#x1E0D;u-k&#x14D;lu. n. Permission to go. &#xC2A;&#xC4B;&#xC35;&#xC28;&#xC28;&#xC41;&#xC1C;&#xC4D;&#xC1E;. The act of leaving or quitting, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;. Permission, leave. &#xC05;&#xC28;&#xC41;&#xC1C;&#xC4D;&#xC1E;, &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;. Death, &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC35;&#xC40;&#xC21;&#xC41;&#xC1A;&#xC41; v&#x12B;&#x1E0D;u&#x1E6D;su. v. a. To cause to be separated, &#xC35;&#xC40;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;. To let go, give up, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC40;&#xC21;&#xC41;&#xC5B;&#xC4B;&#xC21;&#xC3E;&#xC21;&#xC41; v&#x12B;&#x1E0D;u-dz&#x14D;d-&#x101;&#x1E0D;u. v. n. To undergo a change, to be changed. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. To resemble, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC41;. &#xC35;&#xC40;&#xC21;&#xC41;&#xC5B;&#xC4B;&#xC21;&#xC41; Same as &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1C;&#xC4B;&#xC21;&#xC41;. (q. v.) &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC40;&#xC21;&#xC4D;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC40;&#xC21;&#xC41;&#xC35;&#xC21;&#xC41; or &#xC35;&#xC40;&#xC21;&#xC4D;&#xC35;&#xC21;&#xC41; vi&#x1E0D;u-pa&#x1E0D;u. v. n. To be changed, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. To differ, &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41;. To totter, as feet, &#xC24;&#xC21;&#xC2C;&#xC21;&#xC41;. &#xC35;&#xC40;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; or &#xC35;&#xC40;&#xC21;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; v&#x12B;&#x1E0D;u-p&#x101;&#x1E6D;u. n. Change, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. Difference, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. A decision, settlement. &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &quot;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC40;&#xC21;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC4A;&#xC02;&#xC26;&#xC17;&#xC3E;.&quot; KP. iii. 269.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x12B;&#x1E0D;u. [Tel.] n. A city, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. A remuneration, a complimentary, present. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC28;&#xC2E;&#xC41;. An army, &#xC26;&#xC02;&#xC21;&#xC41;. A military camp, &#xC36;&#xC3F;&#xC2C;&#xC3F;&#xC30;&#xC2E;&#xC41;. A crowd of travellers, &#xC2A;&#xC25;&#xC3F;&#xC15;&#xC41;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A camp or troop of rope-dancers. &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC24;&#xC02;&#xC21;&#xC3E;, &quot;&#xC2F;&#xC26;&#xC41;&#xC35;&#xC3F;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC35;&#xC3E;&#xC2F; &#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41;&#xC35;&#xC40;&#xC21;&#xC41; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; Chandra Bhanu Charitra. v. 152. &quot;&#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; &#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC40;&#xC21;&#xC41;&#xC15;&#xC41;&#xC35;&#xC40;&#xC21;&#xC47;, &#xC2F;&#xC41;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC41;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; Sumati. 19. &quot;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC4A;&#xC15;&#xC21;&#xC30;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC1C;&#xC4B;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;, &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC28; &#xC26;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC40;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC21;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC41;&#xC17;&#xC02;&#xC17;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;.&quot; Chenna Basa. Pur. ii. 349. &#xC35;&#xC40;&#xC21;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; v&#x12B;&#x1E0D;u-pa&#x1E6D;&#x1E6D;u. n. A camp, &#xC36;&#xC3F;&#xC2C;&#xC3F;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC1A;&#xC4B;&#xC1F;&#xC41;. An abode, &#xC35;&#xC3E;&#xC38;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. A temporary abode, &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3F;. &quot;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC2C;&#xC30;&#xC17; &#xC28;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC02;&#xC2A;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32;&#xC28;&#xC4A;&#xC21;&#xC2C;&#xC21; &#xC2C;&#xC30;&#xC1A;&#xC3F;&#xC35;&#xC40;&#xC21;&#xC4D;&#xC15;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC3F;, &#xC35;&#xC40;&#xC21;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; Pal. 45. &quot;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC40;&#xC35;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC21;&#xC38;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC15;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;.&quot; M. XII. ii. 374.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x12B;-ten&#x1E6D;su. [Tel. &#xC35;&#xC40;&#xC1A;&#xC41;+&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;.] v. n. To come, or blow, as the wind. &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;. &#xC35;&#xC40;&#xC1A;&#xC41;. &quot;&#xC05;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30; &#xC18;&#xC4B;&#xC37;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC40;&#xC24;&#xC47;&#xC30;&#xC35;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; P. i. 185.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC24;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x12B;ti-h&#x14D;trudu. [Skt.] n. An epithet of the god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;v&#x12B;ti. [Skt.] n. A horse. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. Jaimini. vi. 112.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x12B;tamu. [Skt.] adj. Gone, past; devoid of; tranquil, quiet. &#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC40;&#xC24;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC48; ceasing from sleep. &#xC35;&#xC40;&#xC24;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41; v&#x12B;ta-r&#x101;gu&#x1E0D;u. n. A prudent or moderate man, one who has subdued his passions, or curbed his desires. &#xC30;&#xC1C;&#xC4B;&#xC17;&#xC41;&#xC23;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC3F;&#xC24;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
                