&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC28;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC35;&#xC40;&#xC28;&#xC46; See under &#xC35;&#xC40;&#xC23;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC28;&#xC3F;</span>&#xA0;&#xA0;v&#x12B;ni. [Tel.] The genitive of &#xC35;&#xC40;&#xC21;&#xC41; this man, or of &#xC07;&#xC35;&#xC3F; these things. &#xC35;&#xC40;&#xC28;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;. &#xC35;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC3F; acc. of or &#xC35;&#xC40;&#xC21;&#xC41; or &#xC07;&#xC35;&#xC3F;. &quot;&#xC35;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC24;&#xC4D;&#xC24; &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC48;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC1A;&#xC28;&#xC41;.&quot; M. XIV. iii. 96.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC27;&#xC3F;</span>&#xA0;&#xA0;v&#x12B;dhi. [Skt.] n. A street; a road, path, way. &#xC17;&#xC43;&#xC39;&#xC2A;&#xC19;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. A row, line. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC19;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC15;&#xC47;&#xC36;&#xC35;&#xC40;&#xC25;&#xC3F; the line or division of the hair, the parting over the forehead, &#xC2A;&#xC3E;&#xC2A;&#xC1F;, &#xC38;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC35;&#xC40;&#xC25;&#xC3F;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41; a kind of comedy, a farce. (Note: In some compounds this word is often left untranslated.) &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC35;&#xC40;&#xC25;&#xC3F; or &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC40;&#xC25;&#xC3F; the heart, &#xC17;&#xC17;&#xC28;&#xC35;&#xC40;&#xC25;&#xC3F; the sky. &#xC35;&#xC28;&#xC35;&#xC40;&#xC25;&#xC3F; the forest. &#xC35;&#xC40;&#xC26;&#xC3F; vidi. [from Skt. &#xC35;&#xC40;&#xC27;&#xC3F;.] Same as &#xC35;&#xC40;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x12B;ru. [Tel.] pron. These persons. &#xC35;&#xC40;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC3F; to these persons. &quot;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; BX. viii. 34. &#xC35;&#xC40;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC35;&#xC15; &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he abused them all without distinction.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC30;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC35;&#xC47;&#xC30;&#xC3F;&#xC21;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x12B;ramu. [Skt. cf. Lat. vir.] adj. Heroic, brave, exalted. &#xC36;&#xC41;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC40;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; the Olympus or Elysium of heroes. &#xC35;&#xC40;&#xC30;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F; the company of heroes, &quot;&#xC35;&#xC40;&#xC30;&#xC15;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC17;.&quot; (Vasu. pref.) &#xC05;&#xC28;&#xC17;&#xC3E; &#xC30;&#xC23;&#xC30;&#xC02;&#xC17;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC36;&#xC40;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC2E;&#xC2E;&#xC41; a severe famine. &#xC35;&#xC3F;&#xC30;&#xC38;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; stern chasity, rigid purity &#xC35;&#xC40;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F; or &#xC35;&#xC40;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; Same as &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; (q. v.) &#xC35;&#xC40;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41; Same as &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41;. (q. v.) &#xC35;&#xC40;&#xC30;&#xC1C;&#xC2F;&#xC02;&#xC24;&#xC3F;&#xC15; v&#x12B;ra-jayantika. n. A war dance. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC35;&#xC40;&#xC30;&#xC41;&#xC32;&#xC28;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; v&#x12B;ra-tvamu. n. Heroism, courage, valor, &#xC36;&#xC42;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC24;&#xC3E;&#xC2F;&#xC46;&#xC24;&#xC41; v&#x12B;ra-t&#x101;yetu. n. Acharm worn by warriors. &#xC35;&#xC40;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F; v&#x12B;ra-patni. n. A hero&apos;s wife. &#xC35;&#xC40;&#xC30;&#xC2A;&#xC3E;&#xC23;&#xC2E;&#xC41; v&#x12B;ra-p&#x101;&#x1E47;amu. n. A drink taken at the beginning or end of a battle. &#xC35;&#xC40;&#xC30;&#xC2D;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC30;&#xC2E;&#xC41; v&#x12B;ra-bhadra-pa&#x1E37;&#x1E37;eramu. n. A very large tray. &#xC35;&#xC40;&#xC30;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC41;, &#xC35;&#xC40;&#xC30;&#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC32;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC32;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC41;. &#xC35;&#xC40;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC41; v&#x12B;ra-maddelu. n. plu. Rings worn on the middle toe. &#xC35;&#xC40;&#xC30;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC33;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC02;&#xC1A;&#xC47; &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F; v&#x12B;ra-mush&#x1E6D;i. n. An extremely orthodox or very bigoted Saivite, a Jangam beggar, one who goes about begging alms from the Vaisyas with sword and shield. &#xC35;&#xC40;&#xC30;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC12;&#xC15; &#xC24;&#xC46;&#xC17;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC35;&#xC48;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC41;&#xC21;&#xC41; v&#x12B;ra-vaish&#x1E47;avu&#x1E0D;u. n. An extremely bigoted or orthodox Vaishnavaite, &#xC35;&#xC48;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC36;&#xC48;&#xC35;&#xC2E;&#xC41; v&#x12B;ra-&#x1E63;aivamu. n. Ultra-orthodox Sivaism. &#xC36;&#xC3F;&#xC35;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. &#xC35;&#xC40;&#xC30;&#xC36;&#xC48;&#xC35;&#xC41;&#xC21;&#xC41; v&#x12B;ra-&#x1E63;aivu&#x1E0D;u. n. A very orthodox or bigoted Saivite. &#xC35;&#xC40;&#xC30;&#xC38;&#xC41;&#xC35;&#xC41; v&#x12B;r-asuvu. n. The mother of a hero, &#xC35;&#xC40;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC17;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC35;&#xC40;&#xC30;&#xC3E;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41; v&#x12B;r-&#x101;v&#x113;&#x1E63;amu. n. Zeal, bravery, madness, fury, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F; &#xC35;&#xC40;&#xC30;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; v&#x12B;r&#x101;-sanamu. n. Keeping a careful sentry at night. &#xC35;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41; v&#x12B;ru&#x1E0D;u. [Skt. cognate with &apos;hero.&apos;] n. A hero, warrior, or champion, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. An excellent man. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; v&#x12B;ryamu n. Heroism, valour, courage, bravery, &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Semen virile. &#xC30;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC40;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; vira&#x1E47;amu. [Tel.] A double drum, used at weddings, &#xC06;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC35;&#xC40;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC43;&#xC27;&#xC30;&#xC3E;.&quot; Sumati. 65.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC30;</span>&#xA0;&#xA0;v&#x12B;ra. [Skt.] n. A woman who has a husband and sons. Also, same as &#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC2A;&#xC4D;&#xC38;</span>&#xA0;&#xA0;v&#x12B;psa. [Skt.] n. Reiteration, repetition, &#xC26;&#xC4D;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;, &#xC24;&#xC3F;&#xC28;&#xC46;&#xC24;&#xC3F;&#xC28;&#xC46;, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC05;&#xC28;&#xC41;&#xC1F;. &#xC35;&#xC40;&#xC2A;&#xC4D;&#xC38;&#xC2F;&#xC3E; reiteratedly, frequently. &#xC2A;&#xC4C;&#xC28;&#xC03;&#xC2A;&#xC41;&#xC28;&#xC4D;&#xC2F;&#xC47;&#xC28;, &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC28;&#xC41;</span>&#xA0;&#xA0;v&#x12B;nu. [Tel.] n. The ear. &#xC1A;&#xC46;&#xC35;&#xC3F;. Fame, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC35;&#xC40;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41; v&#x12B;nu-migulu. v. n. To become famous, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC35;&#xC40;&#xC28;&#xC41;&#xC32;&#xC15;&#xC02;&#xC1F;&#xC3F; v&#x12B;nula-kan&#x1E6D;i. n. Lit: One that hears with its eyes, i.e., a snake. &#xC2A;&#xC3E;&#xC2E;&#xC41;. &#xC1A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC2A;&#xC41;</span>&#xA0;&#xA0;v&#x12B;pu. [Tel.] n. The back. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;, &#xC1A;&#xC30;&#xC2E;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2E;&#xC47;&#xC28;&#xC41;. &#xC35;&#xC40;&#xC2A;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41; to show one&apos;s back, to flee, &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
                