&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;v&#x12B;lu. [Tel.] v. n. To be of use, &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. adj. Convenient, practicable, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;. n. An expedient, conveneince; success, facility, practicability, possibility, &#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC40;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; v&#x12B;lu-ch&#x113;yu. v. a. To make convenient. To raise money from ryots in proportion to their kists. &#xC35;&#xC40;&#xC32;&#xC41;&#xC17;&#xC3E; v&#x12B;lu-g&#x101;. adv. Expediently, conveniently, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC09;&#xC38;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC40;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC38;&#xC3F;&#xC17;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC2A;&#xC42;&#xC32;&#xC26;&#xC02;&#xC21;&#xC32;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Jagannadha. ii. 21. &#xC35;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC35;&#xC40;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC41; v&#x12B;lu-pa&#x1E0D;u. v. n. To be convenient, to be practicable, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; or &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41; v&#x12B;lu-para&#x1E6D;su. v. a. To bring about, manage. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC30;&#xC1A;&#xC41;. &#xC35;&#xC40;&#xC32;&#xC41;&#xC5B;&#xC3E;&#xC2C;&#xC3F;&#xC24;&#xC3E; v&#x12B;lu-dz&#x101;bit&#x101;. [H.] n. An account according to the estimate.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC30;&#xC41;&#xC24;&#xC4D;</span>&#xA0;&#xA0;v&#x12B;rut. [Skt.] n. A creeper, a tendril. &#xC32;&#xC24;, &#xC24;&#xC3F;&#xC17;&#xC46;. &#xC35;&#xC40;&#xC30;&#xC41;&#xC27;&#xC2E;&#xC41; v&#x12B;rudhamu. n. An arbour of vine creepers. A sprouting branch. &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC1C;&#xC3F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;ijinamu. [Skt.] n. Sin. &#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;ikshamu. [Skt.] A tree, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC24;&#xC2E;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC47; this is the tree set by your own hand, i.e., I am a proteg&#xE9; of yours, it is your part to do me good. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15; v&#x1E5B;iksha-v&#x101;&#x1E6D;ika. n. A grove or garden. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F;&#xC24;&#xC4B;&#xC1F;. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; v&#x1E5B;iksh-&#x101;danamu. n. A chisel; an adze, hatchet, chopper. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F;. The Indian Fig tree. &#xC30;&#xC3E;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;intamu. [Skt.] n. The foot, stalk or pedicle of a leaf or flower, &#xC24;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC41;</span>&#xA0;&#xA0;vu. [Tel.] Affix. A termination added to some nouns and verbs, as &#xC27;&#xC28;&#xC41;&#xC35;&#xC41;, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC38;&#xC46;</span>&#xA0;&#xA0;or &#xC35;&#xC40;&#xC38;&#xC3F;&#xC2F; v&#x12B;se. [Tel.] n. A weight equivalent ot 120 tolas, or 1/8 of a maund.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x12B;samu. [Tel.] n. The fraction called one sixteenth, the sixteenth part of anything. A grain of gold equal in weight to one grain of rice. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC40;&#xC38;&#xC2C;&#xC21;&#xC3F; or &#xC35;&#xC40;&#xC38;&#xC41;&#xC2C;&#xC21;&#xC3F; v&#x12B;sa-ba&#x1E0D;i. (&#xC35;&#xC40;&#xC38;&#xC2E;&#xC41;+&#xC2C;&#xC21;&#xC3F;.) n. Cess or tax, levied on a town and then divided among several persons each of whom pays his share, a certain tax on the profits of a trade. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2D;&#xC3E;&#xC17;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2D;&#xC42;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;. A ryotwari settlement. A measure of land equal nearly to two acres. &#xC35;&#xC40;&#xC38;&#xC30; or &#xC35;&#xC40;&#xC38;&#xC30;&#xC2E;&#xC41; v&#x12B;sara. (&#xC35;&#xC40;&#xC38;&#xC30;+&#xC05;&#xC30;.) n. Want, defect, deficiency, diminution. &#xC15;&#xC4A;&#xC30;&#xC24;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;. &#xC35;&#xC40;&#xC38;&#xC30;&#xC2A;&#xC21;&#xC41; or &#xC35;&#xC40;&#xC38;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41; v&#x12B;sara-pa&#x1E0D;u. v. n. To be lacking, or deficient, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC2A;&#xC21;&#xC41;. To fail, be fruitless. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;, &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC4D;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC17;&#xC41;. &quot;&#xC15;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC15;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC38;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41;.&quot; Dasarathi &#x1E62;atakam.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC35;&#xC28;</span>&#xA0;&#xA0;or &#xC35;&#xC40;&#xC35;&#xC46;&#xC28; v&#x12B;vana. [Tel. from &#xC35;&#xC40;&#xC1A;&#xC41;.] n. A fan. &#xC24;&#xC3E;&#xC32;&#xC35;&#xC43;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;. A whisk, &#xC38;&#xC41;&#xC30;&#xC1F;. &#xC35;&#xC40;&#xC35;&#xC32;&#xC3F; v&#x12B;vali. (from &#xC35;&#xC40;&#xC1A;&#xC41;, ormed like &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;.) n. Wind, &#xC17;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41; v&#x12B;lu. [Tel.] v. n. To split, burst asunder, as a ripe fruit. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC1A;&#xC40;&#xC32;&#xC41;. &quot;&#xC28;&#xC3E;&#xC17;&#xC41;&#xC02;&#xC21;&#xC46;&#xC24;&#xC42;&#xC32;&#xC26;&#xC41;&#xC35;&#xC40;&#xC32;&#xC26;&#xC41;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC48;&#xC2A;&#xC4B;&#xC26;&#xC41;.&quot; HD. ii. 277. &quot;&#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC2C;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC40;&#xC32;&#xC3F;&#xC2F;&#xC38;&#xC32;&#xC48; &#xC2E;&#xC27;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC47;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3E;.&quot; A. i. 21. &quot;&#xC35;&#xC46;&#xC32;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC26;&#xC3F;&#xC36;&#xC32;&#xC41;&#xC35;&#xC40;&#xC32;&#xC17; &#xC1C;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; BRY. ii. 77.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;itamu. [Skt.] adj. Covered, screened. &#xC06;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC43;&#xC24;&#xC3F; v&#x1E5B;iti. n. A hedge, a fence, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. A. v. 146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;ikamu. [Skt.] n. A wolf. &#xC24;&#xC4B;&#xC21;&#xC47;&#xC32;&#xC41;. &#xC35;&#xC43;&#xC15;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; v&#x1E5B;ik-&#x14D;daru&#x1E0D;u. n. Wolf bellied, voracious as a wolf: an epithet of Bh&#x12B;ma. &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
                