&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;ishabhamu. [Skt.] n. A bull. &#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41;. The sing Taurus, &#xC35;&#xC43;&#xC37;&#xC2D;&#xC30;&#xC3E;&#xC36;&#xC3F;. adj. In compounds, excellent, best of its kind, pre-eminent. &#xC0B;&#xC37;&#xC3F;&#xC35;&#xC43;&#xC37;&#xC2D;&#xC2E;&#xC41; a noble saint, an exalted sage. &#xC15;&#xC35;&#xC3F;&#xC35;&#xC43;&#xC37;&#xC2D;&#xC41;&#xC21;&#xC41; a noble poet. &#xC35;&#xC43;&#xC37;&#xC2E;&#xC41; v&#x1E5B;ishamu. A bull, an ox, &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;. &#xC35;&#xC43;&#xC37;&#xC41;&#xC21;&#xC41; v&#x1E5B;ishu&#x1E0D;u. n. An epithet of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC43;&#xC37;&#xC27;&#xC4D;&#xC35;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC43;&#xC37;&#xC2D;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; v&#x1E5B;isha-dhvajudu. n. A name of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;itrudu. [Skt.] n. An enemy. The name of an Asura.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC39;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;itrahu&#x1E0D;u. [Skt.] n. A name of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;ittamu. adj. Round, circular, globular, full orbed. &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC28;&#xC3F;, &#xC35;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;. n. Practice, custom. &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;, &#xC28;&#xC21;&#xC24;. A circle. &#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;. A kind of metre of verse. &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; v&#x1E5B;itt&#x101;n-tamu. n. Intelligence, news, tidings, a story, narrative. Detail, particulars. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;, &#xC1C;&#xC28;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; v&#x1E5B;itti. n. Being, existence. Livelihood, means of subsistence, profession, conduct. &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;&#xC15;. A share in a village, granted to a Brahmin in free gift. &#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC2A;&#xC3E;&#xC32;&#xC41;. A certain style of composition, &#xC05;&#xC2D;&#xC3F;&#xC27;, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;. &#xC35;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC38;, &#xC32;&#xC47;&#xC15;, &#xC15;&#xC48;&#xC36;&#xC3F;&#xC15;&#xC3F;. &#xC05;&#xC30;&#xC2D;&#xC1F;&#xC3F;, &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC24;&#xC3F; and &#xC2D;&#xC3E;&#xC30;&#xC24;&#xC3F;. &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; v&#x1E5B;itti-d&#x101;ru&#x1E0D;u. n. A proprietor of small grants of land, made free or rent or at a light rent, to Brahmins only.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC3F;</span>&#xA0;&#xA0;v&#x1E5B;ish&#x1E47;i. [Skt.] n. One of the descendants of Y&#x101;du. &#xC12;&#xC15; &#xC2F;&#xC3E;&#xC26;&#xC35;&#xC41;&#xC21;&#xC41;. Krishna, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;. Indra, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;v&#x1E5B;ish&#x1E6D;i. [Skt.] n. Rain. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC37;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;ishalu&#x1E0D;u. [Skt.] n. A Sudra. &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. A wretch, &#xC2A;&#xC3E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC43;&#xC37;&#xC32;&#xC3F; v&#x1E5B;ishali. n. A female Sudra; a wretched woman, a barren woman, a woman who gives birth to still-born children. &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC41; &#xC30;&#xC1C;&#xC38;&#xC4D;&#xC35;&#xC32; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC2E;&#xC43;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;</span>&#xA0;&#xA0;v&#x1E5B;iddha. [Skt. from &#xC35;&#xC43;&#xC27;&#xC4D; to increase, to grow.] adj. Increased, extended, improved. Old. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC3E;&#xC35;&#xC47;&#xC30;&#xC3F; the main stream of the Kaveri. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC17;&#xC4B;&#xC26;&#xC3E;&#xC35;&#xC30;&#xC3F; the main stream of the Godavari. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; v&#x1E5B;iddhatvamu. n. Old age. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC36;&#xC4D;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41; v&#x1E5B;iddha-&#x1E63;ravu&#x1E0D;u. n. An epithet of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; v&#x1E5B;iddh&#x101;pyamu. Old age. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; vriddhi. n. Increase, augmentation, extension, &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. Plenty, abundance, prosperity. &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. Interest on money, &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;. Multiplication, &#xC17;&#xC41;&#xC23;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. In Sanskrit grammar, the temporal augment. &#xC1A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;&#xC3F;. compound interest. &#xC39;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC41; increase and decrease. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC39;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC47;&#xC28;&#xC41; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I am answerable for all loss and gain, for all good or ill that happens. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41; or &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; v&#x1E5B;iddhu. n. An old man. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC35;&#xC43;&#xC26;&#xC4D;&#xC4D;&#xC27; v&#x1E5B;iddur-&#x101;lu. n. An old woman, &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; v&#x1E5B;iddhy&#x101;-j&#x12B;vu&#x1E0D;u. n. One who lives by lending money at interest.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC25;&#xC3E;</span>&#xA0;&#xA0;or &#xC35;&#xC43;&#xC25; v&#x1E5B;ith&#x101;. [Skt.] adj. Vain, empty, fruitless. adv. In vain, uselessly, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC36;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;i&#x1E63;chikamu. [Skt.] n. A scorpion. &#xC24;&#xC47;&#xC32;&#xC41;. The Sign Scorpio of the zodiac.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC43;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x1E5B;isha&#x1E47;amu. [Skt.] n. A testicle, &#xC05;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC1F;&#xC4D;&#xC1F;.
			</div>
                