&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC17;&#xC21;&#xC41;</span>&#xA0;&#xA0;vega&#x1E0D;u. [Tel.] Torpidity, amazement, astonishment, confusion of mind. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC24;, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;. &#xC35;&#xC46;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC41; vega&#x1E0D;u-pa&#x1E0D;u. v. n. To be confused, to be troubled, &#xC24;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC2A;&#xC21;&#xC41;. &quot;&#xC2C;&#xC39;&#xC3F;&#xC30;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC02;&#xC2C;&#xC4A;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC46;&#xC17;&#xC21;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC42;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; B. ii. 179.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC17;&#xC1F;&#xC41;</span>&#xA0;&#xA0;vega&#x1E6D;u. [from Skt. &#xC35;&#xC3F;&#xC15;&#xC1F;&#xC41;&#xC03;] n. Harshness, or acerbity of taste. Abhorrence, loathing, dislike, repugnance, &#xC05;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC40;&#xC26;&#xC30;. &quot;&#xC35;&#xC47;&#xC37;&#xC2D;&#xC3E;&#xC37;&#xC32; &#xC2E;&#xC40;&#xC26;&#xC35;&#xC46;&#xC17;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC17;.&quot; S. iii. 17. &quot;&#xC35;&#xC3F;&#xC15;&#xC1F;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC35;&#xC46;&#xC17;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; P. iii. 56. &quot;&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC46;&#xC17;&#xC1F;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC21;&#xC2E; &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39;&#xC24; &#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;.&quot; Swa. ii. 71. adj. Harsh, bitter, disgusting, &#xC35;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC17;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; vega&#x1E6D;-in&#x1E6D;su. v. n. To be distasteful, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC41;</span>&#xA0;&#xA0;vedzdzu. [from Skt. &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC03;.] n. A physician or doctor, &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &quot;&#xC28;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;&#xC30;&#xC41; &#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC15;&#xC41;&#xC32;&#xC47;&#xC30;&#xC47;&#xC35;&#xC46;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC41;.&quot; P. iv. 73. &#xC35;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; vedzdzu-tanamu. n. The work or profession of a physician or doctor. &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC35;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC47;&#xC32;&#xC2F;&#xC28;&#xC3F; &#xC2E;&#xC26;&#xC3F;&#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC35;&#xC4A;&#xC21;&#xC2E;&#xC3F;.&quot; Swa. v. 13. &#xC35;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; vedzdzu-r-&#x101;lu. n. A female doctor, &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ve&#x1E6D;s&#x1E6D;samu. [from Skt. &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC02;.] n. Expenditure, expense. &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;. Purchasing petty articles for household use on credit. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &quot;&#xC38;&#xC30;&#xC38;&#xC41;&#xC21;&#xC28;&#xC48;&#xC24;&#xC47; &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F; &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC15;&#xC41; &#xC35;&#xC46;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC1C;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC35;&#xC32;&#xC35;&#xC26;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC30;&#xC3E;.&quot; Sumati. 105. &#xC06;&#xC38;&#xC41;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41; the tax on every &quot; shuttle. &quot;&#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1F; &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC28; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC21;&#xC41; &#xC28;&#xC41;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC1A;&#xC41; &#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC30;&#xC3E;.&quot; V&#x113;ma. i. 34. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC3E;&#xC21;&#xC41; ve&#x1E6D;sa-k&#x101;&#x1E0D;u. n. A spendthrift. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A gallant or paramour, &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; ve&#x1E6D;s&#x1E6D;sa-pe&#x1E6D;&#x1E6D;u. v. a. To spend, to lay out. &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC15;&#xC41;&#xC21;&#xC41;&#xC35;&#xC15; &#xC2A;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15; &#xC24;&#xC2E;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC42;&#xC21;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC38;&#xC3F;&#xC30;&#xC3F; &#xC26;&#xC3E;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC41;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4A;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC26;&#xC28;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A; &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC32;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; Zacca. ii. &quot;&#xC26;&#xC3E;&#xC24;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC38;&#xC15;&#xC32;&#xC27;&#xC28;&#xC2E;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;&#xC26;&#xC3F;&#xC2F;&#xC46;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.&quot; Kuchelo. iii. 140. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2A;&#xC21;&#xC41; or &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC17;&#xC41; ve&#x1E6D;s&#x1E6D;sa-p&#x14D;vu. v. n. To be spent. &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;</span>&#xA0;&#xA0;ve&#x1E6D;s&#x1E6D;sa. [Tel. from &#xC35;&#xC47;&#xC21;&#xC3F;.] n. Heat, warmth, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. Fever, &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC15;. &quot;&#xC35;&#xC3F;&#xC30;&#xC39;&#xC2D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D; &#xC2C;&#xC4A;&#xC21;&#xC2E;&#xC41; &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC41;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2F;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC2A;.&quot; A. ii. 60. adj. Hot, warm, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. &quot;&#xC26;&#xC47;&#xC35;&#xC30;&#xC15;&#xC41;&#xC28;&#xC41; &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1F; &#xC35;&#xC46;&#xC21;&#xC32;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;.&quot; R. vi. 112. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC26;&#xC28;&#xC2E;&#xC41; or &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28; ve&#x1E6D;s&#x1E6D;sa-danamu. n. Warmth, heat. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28; or &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F; ve&#x1E6D;s&#x1E6D;sana. adj. Warm hot. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; ve&#x1E6D;s&#x1E6D;san-&#x16B;r&#x1E6D;su. v. n. To sigh warmly or deeply, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. Bobbili. ii. 112. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; ve&#x1E6D;s&#x1E6D;sa-ch&#x113;yu. v. a. To warm, to heat a little. &#xC30;&#xC35;&#xC02;&#xC24; &#xC35;&#xC47;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41; ve&#x1E6D;s&#x1E6D;salu. n. The hot season, &#xC17;&#xC4D;&#xC30;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC26;&#xC3F;&#xC35;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC30;&#xC3F; &#xC15;&#xC3E;&#xC38;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC30;&#xC4A;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41;.&quot; A. ii. 56. &#xC1F;&#xC40; &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC28;&#xC4D;, &#xC17;&#xC4D;&#xC30;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC26;&#xC3F;&#xC28;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; ve&#x1E6D;s&#x1E6D;su. v. n. To boil, to be heated, &#xC15;&#xC3E;&#xC17;&#xC41;. n. Heat, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;veggalamu. [Tel.] n. Excess, much. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &quot;&#xC05;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC17;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D; &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC47;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; A. v. 129. &quot;&#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC46;&#xC38;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2F;&#xC4A;&#xC38;&#xC17;&#xC3F;&#xC28; &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC02;&#xC2C;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC21;&#xC32;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC38;&#xC3F;.&quot; Swa. iii. 87. &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2A;&#xC41;, &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC02;&#xC2A;&#xC41; or &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC48;&#xC28; veggatamu. adj. Excessive, extreme, too much, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC2A;&#xC41;&#xC02;&#xC26;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC28;&#xC3E;.&quot; A. i. 11. &quot;&#xC15;&#xC2E;&#xC32;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC15;&#xC41; &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2A;&#xC41;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;.&quot; DB. page 167. &#xC35;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC40;&#xC21;&#xC41; vegal-&#x12B;&#x1E0D;u. n. A great man, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
                