&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC21;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC21;&#xC02;&#xC17;&#xC41; ve&#x1E0D;agu. [Tel.] adj. Foolish. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC48;&#xC28;. &quot;&#xC35;&#xC46;&#xC21;&#xC17;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC32; &#xC1A;&#xC47;&#xC24;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC21;&#xC02;&#xC17;&#xC41;. &#xC1A;&#xC46;&#xC21;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC4B;&#xC1A;&#xC40;&#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC1F;&#xC41;.&quot; HD. ii. 213. n. Folly, madness. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. A fool or man. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC2F;&#xC41;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC46;&#xC21;&#xC02;&#xC17;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1F; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC1A;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC30;&#xC41;.&quot; M. V. iii. 233. &quot;&#xC35;&#xC46;&#xC21;&#xC17;&#xC41;, &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC15;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2F;&#xC46;.&quot; ib. VII. iv. 83. &#xC35;&#xC46;&#xC21;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; ve&#x1E0D;agu-pa&#x1E0D;u. v. n. To become foolish, &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. To become ugly, &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC35;&#xC46;&#xC21;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; ve&#x1E0D;agu-p&#x101;&#x1E6D;u. n. The act of becoming foolish or ugly, &#xC35;&#xC46;&#xC21;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC35;&#xC46;&#xC21;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; ve&#x1E0D;aguru-pa&#x1E0D;u. n. To be bewildered, &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC1C;&#xC21;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. &quot;&#xC35;&#xC46;&#xC15;&#xC41; &#xC15;&#xC35;&#xC40;&#xC17;&#xC15; &#xC35;&#xC46;&#xC21;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC15;.&quot; Chartira. p. 251.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC21;</span>&#xA0;&#xA0;ve&#x1E0D;a. [Tel.] adj. Trifling, petty, mean, base, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;. Useless, fruitless, vain, &#xC15;&#xC4A;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;. Wrong, erroneous, wicked. Excessive, &#xC1A;&#xC46;&#xC21;&#xC41;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC48;&#xC28;. Deformed, &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;. adv. Slightly. &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;. &quot;&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC48; &#xC35;&#xC46;&#xC21; &#xC17;&#xC42;&#xC21;&#xC41;&#xC1C;&#xC3F;&#xC30;&#xC2F;&#xC41;&#xC02; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC26;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC48;&#xC26;&#xC17;&#xC41;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC2C;&#xC47;&#xC30;&#xC41;&#xC28;&#xC41;&#xC02;.&quot; M. IV. ii. 190. &quot;&#xC35;&#xC46;&#xC21;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC35;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC4D;&#xC35;, &#xC2E;&#xC30;&#xC32;&#xC41;&#xC28;&#xC27;&#xC4D;&#xC35;&#xC17;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;.&quot; A. iv. 203. &#xC35;&#xC46;&#xC21;&#xC26;&#xC4B;&#xC35; = &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.&quot; &#xC35;&#xC46;&#xC21;&#xC2E;&#xC3E;&#xC2F;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC3E;&#xC1F;&#xC32;.&quot; P. iv. 578. &#xC35;&#xC46;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC46;&#xC21;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F; veda-vilutu&#x1E0D;u. n. The god with the little bow, i.e., Manmadha. &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC21;&#xC35;&#xC46;&#xC21; ve&#x1E0D;a-ve&#x1E0D;a. adj. Very small or petty, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;. adv. Gradually, slowly, tardily, gently; again and again, repeatedly, &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC46;&#xC32;&#xC17;&#xC3E;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;, &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;. &quot;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC32;&#xC4B;&#xC35;&#xC46;&#xC21;&#xC35;&#xC46;&#xC21;&#xC35;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; P. iv. 526. &quot;&#xC28;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC32;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC32;&#xC1A;&#xC3F; &#xC35;&#xC48;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC17;&#xC35;&#xC46;&#xC21; &#xC35;&#xC46;&#xC21;&#xC26;&#xC21;&#xC3F;&#xC2F;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC27;&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC41;&#xC17;.&quot; A. v. 94. &#xC1F;&#xC40; &#xC35;&#xC46;&#xC21;&#xC35;&#xC46;&#xC21;, &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC47;. &quot;&#xC35;&#xC46;&#xC21;&#xC35;&#xC46;&#xC21;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC02;&#xC25;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26;.&quot; M. V. ii. 123. &quot;&#xC15;&#xC4A;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC41; &#xC35;&#xC46;&#xC21;&#xC35;&#xC46;&#xC21; &#xC1C;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4A;&#xC15;&#xC3F;&#xC02;&#xC24;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41; &#xC1F;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4B;&#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; Swa. iii. 132.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC3F; ve&#x1E6D;&#x1E6D;i. [from Skt. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC03;.] n. Drudgery, unpaid work. &#xC15;&#xC42;&#xC32;&#xC3F;&#xC32;&#xC47;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2A;&#xC28;&#xC3F;. &quot;&#xC30;&#xC3E;&#xC1C;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC15;&#xC1F;.&quot; L. xx. ii. 23. &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; ve&#x1E6D;&#x1E6D;i-gonu. v. a. To exact work without paying for it. &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; ve&#x1E6D;&#x1E6D;i-tanamu. n. Drudgery, unpaid labour, &#xC15;&#xC42;&#xC32;&#xC3F;&#xC32;&#xC47;&#xC15; &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC28;&#xC41;&#xC21;&#xC41; &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC41;&#xC32;&#xC46;&#xC02;&#xC21;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Bhag. 123. &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; ve&#x1E6D;&#x1E6D;i-v&#x101;&#x1E0D;u. n. A serf, drudge, or hereditary public slave. The lowest village servant who performs menial offices (such as porter&apos;s work) in consideration of certain fees or privileges. &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC40;&#xC21;&#xC41; ve&#x1E6D;&#x12B;&#x1E0D;u. n. One who has to work without pay. The same as &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ve&#x1E6D;&#x1E6D;amu. [Tel.] n. An enemy, a foe, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. &quot;&#xC38;&#xC40; &#xC15;&#xC32;&#xC41;&#xC35;&#xC32; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC32;&#xC41;&#xC35;&#xC32; &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC28; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC48;&#xC24;&#xC28;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; G. ii. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;ve&#x1E6D;&#x1E6D;a. [Tel. from &#xC35;&#xC47;&#xC21;&#xC3F;.] n. Warmth, heat, sunshine, heat of the body. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;, &#xC0E;&#xC02;&#xC21;. The hot season, &#xC0E;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. Enmity. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;, &#xC2A;&#xC17;. &quot;&#xC38;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC41; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC1F;&#xC28;&#xC3F;&#xC35;&#xC3F; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC1F;&#xC02;&#xC1A;&#xC1F;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; A. ii. 56. &quot;&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC35;&#xC3F; &#xC2C;&#xC46;&#xC21;&#xC3F;&#xC26;&#xC02;&#xC2A;&#xC41; &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC24;&#xC28;.&quot; ib. ii. 77. &quot;&#xC05;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E;&#xC15;&#xC2E;&#xC4D;&#xC2E; &#xC35;&#xC30;&#xC41;&#xC35;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC2A;&#xC48;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC35;&#xC26;&#xC32;&#xC15;&#xC2E;&#xC4D;&#xC2E;.&quot; P. iv. 408. Also, heat due to inflammation. adj. Hot. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC3E;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. &quot;&#xC35;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC48; &#xC15;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC41;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC47;&#xC38;&#xC35;&#xC41;&#xC32;&#xC28;&#xC38;&#xC32;&#xC4D;.&quot; P. i. 557. &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC41; or &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; ve&#x1E6D;&#x1E6D;a-k&#x101;ru. n. The hot season. &#xC35;&#xC47;&#xC38;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &quot;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32; &#xC2E;&#xC21;&#xC41;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC2A;&#xC2C;&#xC41;&#xC21;&#xC2C;&#xC41;&#xC21; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC35;&#xC46;&#xC21;&#xC32;&#xC41;.&quot; Swa. iv. 17. &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC24;&#xC2A;&#xC38;&#xC3F; an epithet of &#xC09;&#xC17;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC30;&#xC35;. &#xC28;&#xC40;&#xC32;&#xC3E;. ii.
			</div>
                