&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;venna. [Tel. &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;+&#xC28;&#xC47;&#xC2F;&#xC3F;.] n. Butter, &#xC28;&#xC35;&#xC28;&#xC40;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3E;&#xC2F;&#xC3F; venna-&#x1E0D;&#x101;yi. n. A kind of bird. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4A;&#xC02;&#xC17; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; venna-donga. n. Lit. the butter-stealer; a name of Krish&#x1E47;a. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41; venna-pa&#x1E0D;idamu. n. A kind of sweet cake, &#xC12;&#xC15;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC02;&#xC1F;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC2F; venna-p&#x101;la-k&#x101;ya. n. A kind of cake. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC42;&#xC38; venna-p&#x16B;sa. n. Butter, &#xC28;&#xC35;&#xC28;&#xC40;&#xC24;&#xC2E;&#xC41;: (here &#xC2A;&#xC42;&#xC38; means a little or a bit, as a pat or bit or butter.) &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41; venn-appamu. n. A kind of cake. &#xC2E;&#xC27;&#xC41;&#xC30;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; vennama&#x1E0D;ugu n. A kind of cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. H. v. 406. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26; venna-mudda. n. A lump of butter. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41; a superior kind of rice, &#xC36;&#xC3E;&#xC32;&#xC3F; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC32; &#xC2E;&#xC40;&#xC17;&#xC21;&#xC32;&#xC41; &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC2E;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC3E;&#xC2E;&#xC2C;&#xC3E;&#xC23;&#xC3E;&#xC32;&#xC41; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC2E; &#xC2C;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41;.&quot; H. iv. 176. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC4B;&#xC21;&#xC3F; venna-mudda-k&#x14D;&#x1E0D;i. n. A bird called the Spotted Crake, Poryana marnetta (F.B.I.) &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3E;&#xC15;&#xC41; venna-mudda-r-&#x101;ku. n. A plant called Ommelina bengalensis. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41; venna-merugu. n. A kind of cake. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC41;&#xC02;&#xC21; venna-y-un&#x1E0D;a. n. A kind of cake. &#xC2E;&#xC27;&#xC41;&#xC30;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41; venna-veduru. n. A kind of herb. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC41;, &#xC35;&#xC3F;&#xC36;&#xC32;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;. (q. v.) &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;, &#xC35;&#xC46;&#xC28;&#xC15; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC15; venuka. [Tel. from &#xC35;&#xC46;&#xC28;&#xC41;.] n. The back part or side, the rear, &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC4D;&#xC2C;&#xC3E;&#xC17;&#xC2E;&#xC41;. The front, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;. The west, &#xC2A;&#xC21;&#xC2E;&#xC30;. Indifference, &#xC09;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;. adj. Behind or before (in place, order or time.) &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;. adv. and affix. Behind, after (in time or place.) Formerly, &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC02;&#xC26;&#xC41;, &#xC24;&#xC26;&#xC28;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC32;&#xC4B;&#xC17;&#xC21;. Afterwards, &#xC2A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC1F;. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC28;&#xC3E;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; after me this is to be enjoyed by my sons. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; Speak with much caution; lit: looking forwards and backwards. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; not knowing which way to turn. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; on the latter occasion. &#xC06; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; (wrongly pronounced &#xC06;&#xC28;&#xC15;) thereafter. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC15;&#xC15;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC4D;&#xC15;&#xC15;&#xC41; or &#xC35;&#xC46;&#xC28;&#xC15;&#xC4D;&#xC15;&#xC41; venuka-ku. adv. Backwards. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41;, &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC26;&#xC4B;&#xC38;&#xC46;&#xC28;&#xC41; he thrust him down backwards. &quot;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC15;&#xC15;&#xC41;&#xC28;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B;&quot; T. iv. 52, stepping forwards reluctantly. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; venuka-chikku. v. n. To hang behind, to lag, fall back. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1A;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; venuka-ts&#x16B;pula-mekamu. n. A bear. &#xC0E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC02;&#xC1F;&#xC3F;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F; or &#xC35;&#xC46;&#xC28;&#xC15;&#xC1F;&#xC3F; venuka&#x1E6D;i. adj. Former, previous. Subsequent, following, latter, hinder. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;, &#xC07;&#xC1F;&#xC40;&#xC35;&#xC32;&#xC3F;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; the hind legs. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F; &#xC38;&#xC02;&#xC17;&#xC24;&#xC41;&#xC32;&#xC41; the former matters; also, the latter particulars. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; or &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F; &#xC2A;&#xC28;&#xC3F; obsequies, funeral ceremonies, &#xC06;&#xC2A;&#xC30;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; venuka&#x1E6D;i-v&#x101;&#x1E0D;u. n. A younger brother, &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. The former man. The latter man, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC07;&#xC1F;&#xC40;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; those who precede: also, those who come after. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC41; venuka-d&#x12B;yu. v. n. To retreat, draw off, fall back, hesitate. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC2E;&#xC30;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; venuka-drokku. v. n. To fall back, retreat. &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41; venuka-pa&#x1E0D;u. v. n. To hang behind, lag, fall back. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. To remain on hand, as a remainder or surplus. &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2A;&#xC3E;&#xC1F;&#xC41; venuka-p&#x101;&#x1E6D;u.n. The act of lagging behind, or of remaining over, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC17;&#xC41; venuka-mund-agu. v. n. To be topsy-turvy, to be thrown into confusion. &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC17;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2E;&#xC47;&#xC28;&#xC41; venuka-m&#x113;nu. n. The back, &#xC35;&#xC40;&#xC2A;&#xC41;, &#xC1A;&#xC30;&#xC2E;&#xC02;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; venuka-mr&#x101;nu. n. A piece of wood on which the man who works a picota sits. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC32; or &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC32; venukala. (&#xC35;&#xC46;&#xC28;&#xC41;+&#xC15;&#xC32;&#xC28;&#xC41;) affix. Behind, &#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41; venuka-v&#x113;yu. v. a. To save, lay up, keep in store. &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; venuka-s&#x101;ri. adv. The last time, on a former occasion, on a latter occasion, &#xC2A;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC4A;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC1A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC24;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC4D;&#xC24;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC35;&#xC41;&#xC32;&#xC41; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC26;&#xC35;&#xC41;&#xC32;&#xC41; venu-konu. v. a. To pursue closely, to follow, &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC4C;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC1A;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC3F;&#xC28;.&quot; R. v. 325. &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC41; Same as &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC41;. (q. v.) &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41; venu-d&#x12B;yu. v. n. To turn back, retreat, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41;&#xC2E;&#xC30;&#xC32;&#xC41;. &quot;&#xC35;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC15; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC32;&#xC41;&#xC28;&#xC30;&#xC41;&#xC32;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC4D;.&quot; Vema. 450. &#xC35;&#xC46;&#xC28;&#xC41;&#xC2C;&#xC21;&#xC41; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC2C;&#xC21;&#xC41; venu-ba&#x1E0D;u. v. n. To be grieved, to be sorrowful, &#xC35;&#xC3F;&#xC37;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC16;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC2C;&#xC3E;&#xC1F;&#xC41; venu-b&#x101;&#x1E6D;u. n. The act of grieving, the state of being sorrowful, grief, sorrow. &#xC35;&#xC46;&#xC28;&#xC41;&#xC2C;&#xC21;&#xC41;&#xC1F;, &#xC35;&#xC3F;&#xC37;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC16;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC41;&#xC35;&#xC46;&#xC02;&#xC1F; venu-venta. adv. Along with. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;</span>&#xA0;&#xA0;vennu. [Tel.] n. The back. &#xC35;&#xC40;&#xC2A;&#xC41;. An ear of corn, &#xC35;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F; &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC41;. &quot;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC4B;&#xC2F;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC1A;&#xC30;&#xC1A;&#xC3F;.&quot; Lavan. 30. &quot;&#xC1A;&#xC46;&#xC30;&#xC15;&#xC41;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC30;&#xC1A;&#xC26;&#xC3E;&#xC24;&#xC40; &#xC2A;&#xC46;&#xC32;&#xC4D;&#xC32;.&quot; V&#x113;ma. 17. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3E; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; he was born next after me. &#xC35;&#xC30;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the crop of grain sprouted. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F; vennu-ka&#x1E6D;&#x1E6D;e. n. A back breaker: that is a cudgel. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC30;&#xC17;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC30;&#xC4D;&#xC30;, &#xC2D;&#xC02;&#xC1C;&#xC15;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC3F;&#xC26;&#xC3F;&#xC2F;.&quot; L. xv. 107. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41; venn-&#x101;&#x1E0D;u. v. a. To follow closely, to pursue, &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC07;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC38;&#xC3F; &#xC15;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC43;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC2F;&#xC4B;&#xC2F;&#xC47;&#xC2E;&#xC4A;.&quot; R. v. 160. v. n. To toss about (supine) on the back. &#xC35;&#xC40;&#xC2A;&#xC41;&#xC28; &#xC07;&#xC1F;&#xC41;&#xC05;&#xC1F;&#xC41;&#xC15;&#xC26;&#xC32;&#xC41;. &quot;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;.&quot; (Ila. i. 10.) &#xC1F;&#xC40; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC40;&#xC2A;&#xC41;&#xC28;&#xC15;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; venn-i&#x1E6D;s&#x1E6D;su. v. n. To retreat, run away. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC41;. &quot;&#xC2A;&#xC17;&#xC24;&#xC41;&#xC30;&#xC15;&#xC41; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC4D;&#xC2F; &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC26;&#xC2F;&#xC4D;&#xC2F;&quot; Pal. 419. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC02;&#xC24;&#xC3F; vennu-danti. n. A kind of harrow. &#xC1A;&#xC4B;&#xC21;&#xC15;&#xC02;&#xC15;&#xC3F; &#xC1C;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC02;&#xC15;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC28;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41; &#xC2C;&#xC42;&#xC17;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;&#xC15;&#xC41;&#xC28;&#xC41; &#xC28;&#xC47;&#xC2E;&#xC41;&#xC1F;&#xC15;&#xC41;&#xC28;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC48;&#xC26;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32;&#xC2E;&#xC3E;&#xC28;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC41; vennu-dannu. v. n. To stand behind, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;. v. a. To follow, pursue, &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;, &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC3F;, &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC26; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; vennu-pa&#x1E6D;&#x1E6D;e. n. The roof tree, the chief beam or ridge of the roof. &#xC2E;&#xC4A;&#xC17;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46; vennu-pa&#x1E6D;&#x1E6D;e. n. The spine or backbone, &#xC35;&#xC40;&#xC2A;&#xC41; &#xC35;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41; vennu-p&#x101;mu. n. The spinal marrow, &#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC3F;, &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC0E;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC42;&#xC32;&#xC17;. &#xC35;&#xC46;&#xC28;&#xC28;&#xC41;&#xC2A;&#xC42;&#xC38; vennu-p&#x16B;sa. n. The spine, &#xC35;&#xC40;&#xC2A;&#xC41;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;. One joint of the backbone. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC4B;&#xC28; &#xC12;&#xC15; &#xC17;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2E;&#xC41;&#xC15; venn-emuka. n. The spine or backbone. &#xC15;&#xC36;&#xC47;&#xC30;&#xC41;&#xC15;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC1F;&#xC41; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; venn-an&#x1E6D;u. v. a. To pursue closely, to follow. &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3F; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3F;&#xC28;&#xC3F; venn-a&#x1E0D;i. adv. Along with. &#xC35;&#xC46;&#xC02;&#xC1F;&#xC28;&#xC47;, &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;. &quot;&#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC47;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC47;&#xC17;&#xC46;&#xC26;&#xC41; &#xC28;&#xC40;&#xC26;&#xC41;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3F;&#xC28;&#xC4D; &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC40;&#xC35;&#xC41; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;.&quot; BRK. 340. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; venna&#x1E0D;-in&#x1E6D;su. v. a. To follow after, &#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. See &#xC35;&#xC46;&#xC28;&#xC41; and &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;.
			</div>
                