&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC30;&#xC35;&#xC26;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;verava-&#x1E0D;&#x101;lu. [Tel.] n. A kind of rice, which requires little irrigation. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC30;&#xC5B;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC46;&#xC30;&#xC02;&#xC1C;&#xC41; or &#xC35;&#xC46;&#xC30;&#xC5B;&#xC42;&#xC21;&#xC41; veradsu. [Tel.] v. a. To steal, plunder; to take by large handfuls. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC5B;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC35;&#xC46;&#xC26;&#xC15;&#xC3F;&#xC35;&#xC46;&#xC26;&#xC15;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC46;&#xC30;&#xC5B;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; V. P. vii. 130. &quot;&#xC24;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC2E;&#xC26;&#xC40;, &#xC30;&#xC4D;&#xC18;&#xC38;&#xC1F;&#xC3E;&#xC1D;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC15;&#xC28;&#xC4D;&#xC35;&#xC46;&#xC30;&#xC02;, &#xC1C;&#xC41;&#xC38;&#xC3F;&#xC24;&#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC2D;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC16;&#xC3E;&#xC35;&#xC33;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2F; &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC35;&#xC28;&#xC3E;.&quot; A. iv. 23.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;</span>&#xA0;&#xA0;vela. [Tel.] n. Price, value, rate. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;, &#xC2E;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A stake on a race or gamble. &#xC2A;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC2F;&#xC3E;&#xC32;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;, &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC26;&#xC3F; or &#xC35;&#xC46;&#xC32;&#xC1A;&#xC3E;&#xC28; vela-y-&#x101;lu. n. A courtezan, a harlot. &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC3F;. &#xC35;&#xC46;&#xC32;&#xC32;&#xC47;&#xC28;&#xC3F; vela-l&#x113;ni. adj. Invaluable, most precious. &#xC05;&#xC2E;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;verri. [Tel.] n. Madness, insanity, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;. Folly, frenzy, &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;. A mad man, a fool. &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC26;&#xC3F;, &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC05;&#xC38;&#xC26;&#xC43;&#xC36;&#xC32;&#xC40;&#xC32;&#xC2C;&#xC4A;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC30;&#xC25;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC1C;&#xC28;&#xC02;&#xC17; &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC48;.&quot; M. IV. iv. 55. plu. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;. adj. Mad, insane, foolish, nonsensical, bad, useless, &#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F; a distracting headache, a maddening headache. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; a silly girl. Wild, uncultivated. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC1A;&#xC46;&#xC30;&#xC41;&#xC15;&#xC41; the wild sugarcane, Saccharum arundinaceum. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; Phlomis zeyleynica. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E; the wild lime. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A; the bitter wild melon. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2C;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC3F; a wild kind of Portulac. Similarly, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2C;&#xC40;&#xC30;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC47;&#xC21;&#xC3F;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC35;, &amp;c. Also used, like the word &apos;silly, in old English, to mean innocent. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; he is a very innocent person. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; verri-tanamu. n. Madness. &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC24;. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC3F; verr-idi. n. A foolish, silly or mad woman. &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC26;&#xC3F;. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; verri-n&#x12B;&#x1E37;&#x1E37;u. n. Lit. the water that makes one silly, or mad, i.e., any spirituous liquor. &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2C;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41; verri-b&#x101;gulu. n. A foolish man or woman, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; verri-v&#x101;&#x1E0D;u. n. A mad man, a fool. &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F; lit: a stone in the hand of a mad man, i.e., a dangerous experiment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;See &#xC35;&#xC46;&#xC30;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC30;&#xC38;&#xC41;</span>&#xA0;&#xA0;verasu. [Tel.] n. A line or row of figures in Arithmetic. &#xC05;&#xC02;&#xC15;&#xC46;&#xC32;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC19;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC30;&#xC38;&#xC3F;</span>&#xA0;&#xA0;verasi. [Tel.] n. The total, the sum, the whole, &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. The last thing, &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC35;&#xC46;&#xC30;&#xC38;&#xC3F;&#xC2E;&#xC3E;&#xC1F; the last word, the final decision, &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;. adj. Total, entire. &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F;. &#xC35;&#xC46;&#xC30;&#xC38;&#xC3F; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F;&#xC32;&#xC41;&#xC28;&#xC42;&#xC30;&#xC41; total rupees one hundred. &#xC09;&#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC46;&#xC30;&#xC38;&#xC3F; the grand total.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC30;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; veravu. [Tel.] n. A contrivance, expedient, device. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Skill, cleverness, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. Livelihood, &#xC1C;&#xC40;&#xC35;&#xC28;&#xC4B;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Manner, mode, way, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC46;&#xC30;&#xC35;&#xC41;&#xC32;&#xC47;&#xC15; without the means of living there. &quot;&#xC35;&#xC46;&#xC30;&#xC35;&#xC41;&#xC28;&#xC41;&#xC32;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC1C; &#xC35;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2C;&#xC3E;&#xC23;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC38;&#xC42;&#xC2A;&#xC3F;&#xC2E;&#xC3E;&#xC2A;&#xC3F;.&quot; M. VII. v. 444. &quot;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC21;&#xC17;&#xC3F;&#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC24;&#xC4B;&#xC21;&#xC35;&#xC46;&#xC30;&#xC35;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F; &#xC2E;&#xC47;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC47;&#xC28;&#xC3F;.&quot; V&#x113;ma. 1018. adj. Proper, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;. Dependent on, &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC30;&#xC35;&#xC30;&#xC3F; verav-ari. n. A clever, adroit, skillful person; an adept or expert, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC3F;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;. &#xC35;&#xC46;&#xC30;&#xC35;&#xC3F;&#xC21;&#xC3F; verav-i&#x1E0D;i. n. An unskillful man. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
                