&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vela&#x1E6D;su. [Tel.] v. a. To clean, purify, &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC24;&#xC4B;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC17;</span>&#xA0;&#xA0;velaga. [Tel.] n. The Wood apple or Elephant apple. Feronia elephantum. &#xC15;&#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC25;&#xC2E;&#xC41;. The thorny species is called &#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC17;. &#xC28;&#xC47;&#xC32;&#xC35;&#xC46;&#xC32;&#xC17; is another species. &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC46;&#xC32;&#xC17; is the sour species. &#xC35;&#xC46;&#xC32;&#xC17;&#xC15;&#xC3E;&#xC2F; or &#xC35;&#xC46;&#xC32;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2F; velaga-k&#x101;ya. n. The fruit called the wood-apple. &#xC15;&#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC25;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC17;&#xC2A;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;velayu. [Tel.] v. n. To shine, be splendid. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;. To be pleased. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. To dwell, as a god in an image. To become famous, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;. To become known, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. To appear, to come to light, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41;. &#xC08; &#xC2F;&#xC42;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC26;&#xC47;&#xC35;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the goddess has made her appearance in this village &#xC35;&#xC46;&#xC32;&#xC2F;. &#xC35;&#xC46;&#xC32;&#xC2F;&#xC17; or &#xC35;&#xC46;&#xC32;&#xC2F;&#xC17;&#xC3E; velaya. adv. Splendidly, brightly, pleasingly. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC24;&#xC4B;, &quot;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC02;&#xC21;&#xC41;&#xC17;&#xC41;&#xC23;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC3E;, &#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC3F;, &#xC35;&#xC46;&#xC32;&#xC2F;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28; &#xC2E;&#xC32;&#xC2F;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; V&#x113;ma. i. 27. &#xC35;&#xC46;&#xC32;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; velayin&#x1E6D;su. v. a. To brighten, adorn. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. To please, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2A;&#xC30;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC2E;</span>&#xA0;&#xA0;velama. [Tel.] n. The name of a caste of ancient hill chieftains. &#xC35;&#xC46;&#xC32;&#xC2E;&#xC32;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; people of that caste. &#xC35;&#xC46;&#xC32;&#xC2E;&#xC17;&#xC4B;&#xC1F;&#xC41; Cavalier treatment, swaggering haughtiness, lordliness, petulance, domineering insolence.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC2A;&#xC32;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC2A;&#xC32; velapala. [Tel. &#xC35;&#xC46;&#xC32;&#xC3F;+&#xC2A;&#xC32;.] n. The outside, exterior, &#xC2C;&#xC39;&#xC3F;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. adv. Outside, externally, on the right side, &#xC2C;&#xC48;&#xC1F;, &#xC15;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC2A;&#xC32;&#xC3F; or &#xC35;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC3F; velapali. adj. Outer, external, outside. Dexter, on the right hand or side. &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC2C;&#xC48;&#xC1F;&#xC3F;, &#xC15;&#xC41;&#xC21;&#xC3F;. &#xC35;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC3F;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28; the &quot;next N&quot; or, the letter n following a syllable. See &#xC26;&#xC3E;&#xC2A;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC2A;&#xC30;</span>&#xA0;&#xA0;velapara. [Tel.] n. A shrub with a large coarse fruit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC28;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; vela-n&#x101;&#x1E0D;u. n. The name of a subdivision of the Telugu country in ancient times. The name of a particular subdivision of Brahmins. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC24;&#xC46;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC26;&#xC3F;</span>&#xA0;&#xA0;, &#xC35;&#xC46;&#xC32;&#xC02;&#xC26;&#xC3F; or &#xC35;&#xC46;&#xC32;&#xC26;&#xC41;&#xC15; veladi. [Tel.] n. A damsel, maid, lady. &#xC38;&#xC4D;&#xC24;&#xC40;. Brightness, &#xC27;&#xC3E;&#xC33;&#xC27;&#xC33;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC26;&#xC3F; adj. Pure, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;. Kind, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC17;&#xC3E; veladi-g&#x101;. adv. Clearly, plainly. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A; &#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC35;&#xC46;&#xC32;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC4B;&#xC30;&#xC3F;.&quot; Navanath. 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC28;</span>&#xA0;&#xA0;vela-vela-na. [Tel.] n. Paleness, &#xC35;&#xC48;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC28;&#xC3F; vela-vel-ani. adj. Pale, colourless, wan, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;. &quot;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32; &#xC28;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC24;&#xC32;&#xC17;&#xC26;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; P. i. 693. &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC28;&#xC17;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC35;&#xC46;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41; vela-vela-n-agu. v. n. To turn pale, to be in despair. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC17;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC36;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC28;&#xC48; turning pale, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC2F;&#xC3F;. &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41; velavela-p&#x101;&#x1E6D;u. n. Paleness. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC48;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC35;&#xC28;&#xC24;&#xC3E;&#xC28;&#xC28;&#xC2F;&#xC48; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#xC32;&#xC47;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28;&#xC28;&#xC21;&#xC02;&#xC1A;&#xC3F;.&quot; A. v. 75.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC21;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC41;&#xC35;&#xC46;&#xC21;&#xC3E;&#xC32;&#xC41; velava-&#x1E0D;&#x101;lu. [Tel.] n. A kind of grain, &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, H. iv. 155.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC35;</span>&#xA0;&#xA0;velava. [from Skt. &#xC35;&#xC3F;&#xC32;&#xC47;&#xC2A;&#xC3F;.] n. Rice water, gruel, &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC17;&#xC02;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC32;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC46;&#xC21;&#xC32;&#xC41; (q. v.) &#xC35;&#xC46;&#xC32;&#xC32;&#xC41;&#xC1A;&#xC41; Same as &#xC35;&#xC46;&#xC21;&#xC32;&#xC41;&#xC1A;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC30;&#xC41;</span>&#xA0;&#xA0;velaru. [Tel.] n. Whiteness, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC28;&#xC28;. &#xC35;&#xC46;&#xC32;&#xC30;&#xC3E;&#xC30;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; velar-&#x101;ru. v. n. To become white, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC41;. To shine, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC1C;&#xC32;&#xC27;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC28;&#xC48;&#xC24;&#xC4B;&#xC1A;&#xC46; &#xC35;&#xC46;&#xC32;&#xC30;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; Padma. ix. 224. To turn pale, &#xC35;&#xC46;&#xC32;&#xC35;&#xC46;&#xC32;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
                