&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC46;, &#xC35;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC1A;&#xC46; veliche. [Tel.] n. A sort of quail, called Elche in Hindustani. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC28;&#xC47;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;veliki. [Tel.] n. The name of a tree called Vangueria spinosa. &#xC17;&#xC02;&#xC27;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC24;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC3F;</span>&#xA0;&#xA0;veli. [Tel.] n. Whiteness, &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. The outside or exterior, &#xC2C;&#xC2F;&#xC1F;, &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;. The external surface of the body, &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2C;&#xC39;&#xC3F;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. Publicity, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. Excommunication, or exclusion from caste, &#xC2C;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC32;&#xC4B; &#xC35;&#xC46;&#xC32;&#xC3F; &#xC05;&#xC28;&#xC47;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41; excommunication is unknown in our caste. &quot;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC4D;&#xC15;&#xC41; &#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; V&#x113;ma. 791. adj. White, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. Outer, outside, external. &#xC2C;&#xC48;&#xC1F;&#xC3F;, &#xC2C;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC41; a tent pitched outside the town. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; the outlying fields of a village. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41; to drive out. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC28;&#xC47;&#xC32; veli-kattera-n&#x113;la. a. A land mixed with gravel. &#xC15;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC47;&#xC32;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC41; veli-kilu. v. n. To fall on the back,to touch the ground with the back. &#xC35;&#xC40;&#xC2A;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC17;&#xC41;. To lie on the back, &#xC35;&#xC40;&#xC2A;&#xC41; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC15;&#xC3F;&#xC32; velikila. adv. Supine, lying on the back, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC46;&#xC32;&#xC15;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41; to lie on the back. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC21; veli-ga&#x1E0D;a. n. Dry land. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC47;&#xC32;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; veli-g&#x101;ramu. (&#xC35;&#xC46;&#xC32;&#xC3F;+&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.) n. Borax. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F; veli-gi&#x1E0D;&#x1E0D;i. n. The fabulous cow that grants all wishes, &#xC15;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32; veli-gulla. n. A conch shell, &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;. &quot;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC41; &#xC35;&#xC28;&#xC2E;&#xC3E;&#xC32;&#xC2F;&#xC41; &#xC17;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41; &#xC2E;&#xC47;&#xC28;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC4D;&quot; G. iv. 169. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC4A;&#xC02;&#xC21; veli-gon&#x1E0D;a. n. The distant mountain. Same as &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC4C;&#xC30;&#xC41; veli-gauru. n. The white elephant of Indra, &#xC10;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC32;&#xC3F;&#xC1A;&#xC02;&#xC1F;&#xC4D;&#xC30; The white species of the tree called &#xC1A;&#xC02;&#xC21;&#xC4D;&#xC30; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC35;&#xC3F; veli-&#x1E6D;savi. n. Adultery. &#xC1C;&#xC3E;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A; veli-tippa. n. The silver mountain, Kailasa. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC21;, &#xC15;&#xC48;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E; the white species of the &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; veli-dukki. n. Ploughing land while it is moist with rain. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC35;&#xC3E;&#xC28;&#xC24;&#xC21;&#xC3F;&#xC24;&#xC4B; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC2E;&#xC41;. (Opposed to &#xC30;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;.) &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC2E;&#xC41; Same as &#xC35;&#xC32;&#xC3F;&#xC2A;&#xC2E;&#xC41;. (q. v.) &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC30;&#xC1A;&#xC41; veli-putstsu v. a. To reveal, divulge. &#xC2C;&#xC48;&#xC1F;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &quot;&#xC35;&#xC47;&#xC26;&#xC36;&#xC40;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC46;&#xC32;&#xC3F; &#xC2C;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC47;&#xC32;.&quot; V&#x113;ma. 214. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; See &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26; veli-b&#x16B;&#x1E0D;ida. n. The ashes of cowdung fuel. &#xC2A;&#xC3F;&#xC21;&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC3F; a certain feat in wrestling. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC21;&#xC41; exports. &#xC32;&#xC4B;&#xC2E;&#xC3E;&#xC21;&#xC41; imports, goods received. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC35;&#xC41; veli-m&#x101;vu. n. (Indra&apos;s) white horse, (&#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;) &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC48;&#xC36;&#xC4D;&#xC36;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; white mares. &quot;&#xC35;&#xC3F;&#xC2E;&#xC32;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC2C;&#xC42;&#xC28;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC26;&#xC17;&#xC35;&#xC46;&#xC32;&#xC38;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;.&quot; M. VII. i. 228. &quot;&#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC35;&#xC41;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC30;&#xC15;&#xC41;.&quot; R. i. 46. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F; or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F; veli-mi&#x1E0D;i. (&#xC35;&#xC46;&#xC32;&#xC3F;+&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;.) n. The ashes of cow-dung fuel, ashes, &#xC2A;&#xC3F;&#xC21;&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC2C;&#xC42;&#xC21;&#xC3F;&#xC26;, &#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC26;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC38;&#xC41;&#xC15; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC41; &#xC35;&#xC46;&#xC38;&#xC28;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;.&quot; Madhura Puran. D. page. 78. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F; veli-mo&#x1E6D;&#x1E6D;a. n. A sort of fish, the &apos;white snout.&apos; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC28;&#xC41;&#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC32; &#xC24;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC15;&#xC4A;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; G. i. 111. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41; veli-mr&#x101;nu. n. The fabulous tree that grants all wishes, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; veli-y-uniki. n. Living in a foreign land, &#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21; veli-v&#x101;&#x1E0D;a. n. The outer &quot;street&quot; or shrub of a town in which the pariahs live. &#xC2C;&#xC48;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC3E;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;, &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC2A;&#xC28;&#xC3F; veli-v&#x101;&#x101;a-pani. n. Cobblers&apos; work. &#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC2A;&#xC28;&#xC3F;. &quot;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC2A;&#xC28;&#xC3F; &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC32;&#xC15; &#xC35;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC28;&#xC42;&#xC28;&#xC46;&#xC2F;&#xC3F;&#xC21;&#xC3F;&#xC24;&#xC02;&#xC17;&#xC46;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC24;&#xC39;&#xC24;&#xC39;.&quot; A. vi. 94. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41; veli-v&#x101;&#x1E0D;u. n. An out caste, a pariah. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC30;&#xC46;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC15;&#xC41; &#xC1C;&#xC47;&#xC30;&#xC3F;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC28;&#xC4D;.&quot; M. xiii. iii. 270. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; veli-v&#x101;ru. n. A cordon formed round a hunting place. &#xC35;&#xC47;&#xC1F;&#xC3E;&#xC21;&#xC41;&#xC26;&#xC4B;&#xC1F; &#xC2C;&#xC2F;&#xC1F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC46;&#xC30;&#xC3F;&#xC2F;&#xC41; Same as &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41;. (q. v.) &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC38;&#xC30;&#xC41; veli-visaru. v. n. To come out, be revealed, be made public, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; veli-v&#x113;yu. v. a. To eject or excommunicate from a caste or sect. &#xC2C;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC41;&#xC1A;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC1A; velu&#x1E6D;sa. [Tel.] n. A serpent, snake, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC17;&#xC41; velugu. [Tel.] n. A hedge, fence, enclosure. &#xC2A;&#xC46;&#xC30;&#xC21;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC02;&#xC2A;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC06;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC41; velugu. [Tel.] v. n. To shine or give light. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC28;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC1C;&#xC46;&#xC32;&#xC02;&#xC17;.&quot; M. VI. ii. 187. n. Light, splendour, brightness, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC24;&#xC41;&#xC30;&#xC41;. A ray of light, &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. Sunshine, &#xC0E;&#xC02;&#xC21;. &#xC26;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; the great light, i.e., God, &#xC2A;&#xC30;&#xC02;&#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;. &quot;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC30;&#xC3E;&#xC35;&#xC41;, &#xC1A;&#xC47;&#xC35;&#xC46;&#xC32;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC21;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC46;&#xC21;&#xC41;&#xC28;&#xC41; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;.&quot; Vish. viii. 402. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; velugu-r&#x113;&#x1E0D;u. n. The lord of light, i.e., the sun. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; velgu-in&#x1E6D;su. v. a. To light, kindle. To cause to shine. &#xC30;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC26;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC17;&#xC4A;&#xC02;&#xC26;&#xC41; Same as &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. (verb.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;velu. [Tel.] adj. Another form of &#xC35;&#xC46;&#xC32;&#xC3F;. (q. v.) &#xC35;&#xC46;&#xC32;&#xC41;&#xC15; vel-uka. (&#xC35;&#xC46;&#xC32;&#xC3F;+&#xC09;&#xC15;.) n. Whiteness. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;. &#xC35;&#xC46;&#xC32;&#xC41;&#xC15;&#xC2C;&#xC3E;&#xC30;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC15;&#xC2C;&#xC3E;&#xC30;&#xC41; veluka-b&#x101;ru. v. n. To turn pale. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC30;&#xC41;. &quot;&#xC24;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC38;&#xC3F; &#xC36;&#xC36; &#xC26;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC1A;&#xC28;&#xC3F;&#xC28;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC17;&#xC2C;&#xC4B;&#xC32;&#xC46; &#xC24;&#xC4A;&#xC32;&#xC3F;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1C;&#xC35;&#xC30;&#xC3E;&#xC32;&#xC41; &#xC35;&#xC46;&#xC32;&#xC41;&#xC15;&#xC2C;&#xC3E;&#xC30;&#xC46;.&quot; Swa. v. 47. &quot;&#xC35;&#xC46;&#xC32;&#xC41;&#xC15;&#xC2C;&#xC3E;&#xC30; &#xC28;&#xC3F;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC28;&#xC3F;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; Parij. ii. 76. &#xC35;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC35;&#xC21;&#xC41; velu-va&#x1E0D;u. v. n. To come out, become known, be made public, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. To set out, &#xC2C;&#xC48;&#xC32;&#xC41;&#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC2C;&#xC48;&#xC32;&#xC41;&#xC26;&#xC47;&#xC30;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC41;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC41;&#xC35;&#xC30;&#xC1A;&#xC41; velu-varin&#x1E6D;su. v. a. To send out, to force out, to give vent to, make known, divulge. &#xC35;&#xC46;&#xC32;&#xC41;&#xC35;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC2C;&#xC48;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC12;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41; &#xC35;&#xC46;&#xC32;&#xC41;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC02;&#xC1C;&#xC3E;&#xC32;&#xC15; &#xC2F;&#xC42;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3F;.&quot; M. IX. ii. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC46;</span>&#xA0;&#xA0;or &#xC0E;&#xC32;&#xC3F;&#xC38;&#xC46; velise. [Tel.] n. That part of a beam which juts out beyond the wall, the caves. &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC42;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC41;</span>&#xA0;&#xA0;veliyu. [Tel.] v. n. To stop, cease, go off, as rain. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. To fade, &#xC1A;&#xC3E;&#xC2F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC24;&#xC3F; veliti. [Tel.] n. Deficiency, want, looseness, thinness, &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;, &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC33;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;&#xC1A;&#xC47;&#xC24; by the thinness of the cloth. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC42;&#xC33;&#xC4D;&#xC32; &#xC35;&#xC46;&#xC21;&#xC32;&#xC4D;&#xC2A;&#xC41; a span less than two cubits. &quot;&#xC15; &#xC2A;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC26;&#xC3E;&#xC24;&#xC32;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC17;&#xC28;&#xC27;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC4A;&#xC15;&#xC21;&#xC3F; &#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3E;, &#xC2A;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC17;&#xC4B;&#xC35;&#xC41;&#xC32;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC17; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC28;&#xC4D;&#xC28;.&quot; adj. Deficient, thin. Inferior, less; low, vulgar. Open, having interstices. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;, &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC30;&#xC33;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; low language. &#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F; veliti-m&#x101;nisi. n. A mean or petty man or woman. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;veluturu-che&#x1E6D;&#x1E6D;u. n. A small species of Babul with pink flowers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC41;&#xC24;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC32;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; veluturu. [Tel. from &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;.] n. Light, lustre. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC41;&#xC24;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC41;&#xC32;&#xC41; white clouds, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC41;&#xC24;&#xC41;&#xC30;&#xC41;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;velu&#x1E6D;su. [Tel. for &#xC35;&#xC46;&#xC21;&#xC32;&#xC41;&#xC1A;&#xC41;.] v. a. To drive, &#xC24;&#xC4B;&#xC32;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To drive out, &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC1A; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC28;&#xC40;&#xC30;&#xC41; &#xC5B;&#xC21;&#xC3F;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. v. &#xC35;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC35;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41; velu&#x1E6D;su. v. a. To roll u p thread, (&#xC28;&#xC42;&#xC32;&#xC41;) &#xC24;&#xC4B;&#xC21;&#xC41;. &#xC35;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC21;&#xC41; velupu&#x1E0D;u. n. The act of rolling thread. &#xC28;&#xC42;&#xC32;&#xC41;&#xC35;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;.
			</div>
                