&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x113;&#x1E6D;su. [Tel. from &#xC35;&#xC47;&#xC17;&#xC41;.] v. a. To fry, or grill. To torment, persecute, grieve. To wish for, hope, expect, watch for, &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC47;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32; &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC15;.&quot; A. v. 157. &quot;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC46;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC35;&#xC47;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC41;.&quot; M. XIII. ii. 192.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x113;guru. [Tel. from &#xC35;&#xC47;&#xC2F;&#xC3F;.] n. A thousand persons, &#xC35;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC17;&#xC41;</span>&#xA0;&#xA0;v&#x113;gu. [Tel.] v. n. To dawn. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC09;&#xC26;&#xC2F;&#xC2E;&#xC17;&#xC41;. To watch without sleeping, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC5B;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To fry, or be fried. &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC3F;&#xC02;&#xC5B;&#xC32;&#xC41;&#xC35;&#xC47;&#xC17;&#xC41;. To endure, suffer, grieve. &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC21;&#xC41;. &quot;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC28;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC35;&#xC47;&#xC17;&#xC46;&#xC26;&#xC2E;&#xC3F;&#xC02;&#xC26;&#xC41;.&quot; A. iii. 40. &#xC35;&#xC40;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC35;&#xC47;&#xC17;&#xC21;&#xC2E;&#xC41; &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; I cannot get on with him. &quot;&#xC35;&#xC47;&#xC26;&#xC28;&#xC35;&#xC47;&#xC17;&#xC3F;&#xC35;&#xC47;&#xC17;&#xC3F;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC30;&#xC35;&#xC3F;&#xC1A;&#xC1A;&#xC3E;&#xC30;&#xC21;&#xC4B;&#xC32;&#xC32;&#xC26;&#xC42;&#xC17;&#xC3F; &#xC24;&#xC42;&#xC17;&#xC3F;.&quot; R. v. 228. &quot;&#xC24;&#xC46;&#xC32;&#xC24;&#xC46;&#xC32;&#xC35;&#xC47;&#xC17;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC15;&#xC32;&#xC15;&#xC32;&#xC2C;&#xC32;&#xC41;&#xC15;&#xC02;&#xC17; &#xC1C;&#xC17;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC48; &#xC24;&#xC46;&#xC32;&#xC24;&#xC46;&#xC32;&#xC32;&#xC35;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC46;&#xC32;&#xC3F; &#xC2F;&#xC32;&#xC4D;&#xC32;&#xC28; &#xC2F;&#xC41;&#xC26;&#xC2F; &#xC36;&#xC3F;&#xC16;&#xC30;&#xC3F; &#xC36;&#xC3F;&#xC16;&#xC30;&#xC02;&#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC4D;.&quot; Padma. iii. 34. n. Public news, news. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. Espionage, &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC3F; &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &quot;&#xC35;&#xC47;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC30;&#xC38;&#xC3F;.&quot; BD. iii. 1416. &#xC35;&#xC47;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3F;, &#xC2A;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;. &#xC35;&#xC47;&#xC17;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; v&#x113;gu. n. A spy, scout. &#xC1A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC39;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3E;. &#xC35;&#xC47;&#xC17;&#xC30;&#xC3F; v&#x113;g-ari. (&#xC35;&#xC47;&#xC17;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. A messenger, spy, scout, &#xC1A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC39;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3E;, &#xC35;&#xC47;&#xC17;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC18;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC47;&#xC17;&#xC30;&#xC4D;&#xC32;&#xC15;&#xC24;&#xC28;&#xC28;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;.&quot; &#xC35;&#xC47;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x113;gin&#x1E6D;su. v. n. To keep awake. &#xC5B;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. To cause to be fried. &#xC35;&#xC47;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC47;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; v&#x113;gimpu. n. Waking from sleep, &#xC5B;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41;. The ceremony performed on the consummation of a marriage. &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC41; v&#x113;gu-&#x1E6D;s&#x16B;&#x1E6D;su. v. a. To spy out, reconnoitre, to explore, &#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC32;&#xC47;&#xC15; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC35;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;, &#xC35;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; or &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; v&#x113;ga-&#x1E6D;sukka. n. The morning star, the planet Venus, &#xC36;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC41; v&#x113;gu-dz&#x101;mu. n. The morning watch. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC35;&#xC5B;&#xC3E;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;&#xC5B;&#xC3E;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC15; or &#xC35;&#xC47;&#xC2C;&#xC4B;&#xC15; v&#x113;gu-proddu. n. Matin hour, the time of dawn. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC35;&#xC3F;&#xC28; v&#x113;vina. adv. At dawn. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC17;&#xC3E;. &quot;&#xC35;&#xC47;&#xC35;&#xC3F;&#xC28;&#xC17;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC47;&#xC17;&#xC3F; &#xC35;&#xC47;&#xC28;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC35;&#xC3F;&#xC27;&#xC41;&#xC32;.&quot; BD. v. 284. &quot;&#xC35;&#xC47;&#xC35;&#xC3F;&#xC28;&#xC2E;&#xC47;&#xC21;&#xC2A;&#xC48;.&quot; A. v. 15. ib. v. 164.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC21;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;&#x1E0D;abamu. [from Skt. &#xC35;&#xC3F;&#xC21;&#xC02;&#xC2C;&#xC28;&#xC02;] n. Curiosity, wonder, amusement. &#xC35;&#xC3F;&#xC02;&#xC24;, &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;, &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A trick, trickery, deceit, &#xC2E;&#xC3E;&#xC2F;, &#xC35;&#xC02;&#xC1A;&#xC28;. A mask, &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC32;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC40;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC28; &#xC26;&#xC3E;&#xC1A;&#xC41;&#xC15;&#xC21;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC47;&#xC1F;&#xC3F;, &#xC28;&#xC1F;&#xC41;&#xC21;&#xC35;&#xC35;&#xC40;&#xC35;&#xC41;&#xC28;&#xC47;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC1C;&#xC41;&#xC21;&#xC35;&#xC35;&#xC41;&#xC1F; &#xC2A;&#xC30;&#xC2E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37; &#xC35;&#xC47;&#xC21;&#xC2C;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; (B. x. iii. 27.) &quot;&#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC27;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC2E;&#xC1A;&#xC1A;&#xC41;&#xC1F;, &#xC24;&#xC2A;&#xC38;&#xC4D;&#xC35;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC1F; &#xC2F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC21;&#xC2C;&#xC2E;&#xC41; &#xC32;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC17;&#xC32;&#xC35;&#xC47;.&quot; Kasi. Kan. viii. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41; v&#x113;&#x1E6D;u. [Tel. from &#xC35;&#xC47;&#xC2F;&#xC41;.] n. A blow, a stroke. A shot, the discharge of a gun or cannon, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;, &#xC24;&#xC3E;&#xC15;&#xC41;, &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC12;&#xC15;&#xC24;&#xC47;&#xC2A; &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC47;&#xC1F;&#xC41;.&quot; V&#x113;ma. 259. &#xC35;&#xC47;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they began to fire. &#xC35;&#xC47;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; fighting, coming to blows. &#xC35;&#xC47;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC47;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41; v&#x113;&#x1E6D;u-l-&#x101;&#x1E0D;u. v. n. To fight, to deal blows. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC2C;&#xC02;&#xC24;&#xC41;&#xC32;&#xC35;&#xC47;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;.&quot; Charu Chandrod. iv. 92.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC1F;</span>&#xA0;&#xA0;v&#x113;&#x1E6D;a. [Tel. from &#xC35;&#xC47;&#xC2F;&#xC41; and &#xC35;&#xC47;&#xC1F;&#xC41;.] n. Hunting, the chase. &#xC2E;&#xC43;&#xC17;&#xC2F;, &#xC05;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC2E;&#xC43;&#xC17;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;. A sheep or goat set apart for slaughter. &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;, &#xC2E;&#xC47;&#xC15;, &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC32;&#xC41;. &quot;&#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC3E;&#xC17;&#xC02;&#xC17;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC28;&#xC4D; &#xC35;&#xC47;&#xC1F;&#xC32;&#xC41;&#xC2C;&#xC4B;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC3F;&#xC21;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; H. ii. 100. &#xC35;&#xC47;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC1F;&#xC17;&#xC3F;&#xC30;&#xC3F; or &#xC35;&#xC47;&#xC1F;&#xC30;&#xC3F; v&#x113;&#x1E6D;a-k&#x101;&#x1E0D;u. n. A huntsman, &#xC2E;&#xC43;&#xC17;&#xC2F;&#xC41;&#xC21;&#xC41;. A slaughterer, &#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC1F;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; v&#x113;&#x1E6D;a-kukka. n. A hound, a hunting dog. &#xC2E;&#xC43;&#xC17;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. &#xC35;&#xC47;&#xC1F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; v&#x113;&#x1E6D;a-palle. n. A village inhabited by huntsmen, &#xC2C;&#xC4B;&#xC2F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;. &#xC35;&#xC47;&#xC1F;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F; v&#x113;&#x1E6D;a-pi&#x1E6D;&#x1E6D;a. n. A fowler&apos;s decoy bird. &#xC26;&#xC40;&#xC2E;&#xC2A;&#xC41;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC35;&#xC47;&#xC1F;&#xC2A;&#xC4B;&#xC24;&#xC41; v&#x113;&#x1E6D;a-p&#x14D;tu. n. A ram. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC32;&#xC41;. &#xC35;&#xC47;&#xC1F;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC47;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41; ve&#x1E6D;-&#x101;&#x1E0D;u. v. n. To hunt, to follow the chase. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4B; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC02;&#xC2A;&#xC41;. To kill, slaughter, &#xC1A;&#xC02;&#xC2A;&#xC41;, &#xC35;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC3F; v&#x113;&#x1E6D;iki. [Tel. from &#xC0F;&#xC35;&#xC3F; which.] n. To which things: the dative plural of &#xC0F;&#xC35;&#xC3F; which things. Also, it is the anuk. of the phrase &#xC38;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;, as &#xC38;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; in rivalry. &quot;&#xC38;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC40;&#xC1A;&#xC32;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;.&quot;
			</div>
                