&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41; v&#x113;&#x1E0D;amu. [from Skt. &#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;.] n. Riding or running round in a ring, &#xC2E;&#xC02;&#xC21;&#xC32;&#xC17;&#xC24;&#xC3F;, &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;. &quot;&#xC15;&#xC47;&#xC21;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC3F;, &#xC35;&#xC47;&#xC21;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC26;&#xC41;&#xC30;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC30;&#xC2A;&#xC3F; &#xC24;&#xC46;&#xC30;&#xC2A;&#xC3F;&#xC17;&#xC28;&#xC3F;.&quot; &#xC1F;&#xC40; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4B;&#xC21; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x113;&#x1E0D;in&#x1E6D;su. v. n. To go round, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC23;&#xC3F;</span>&#xA0;&#xA0;v&#x113;&#x1E47;i. [Skt.] n. A plait or braid of hair. Plaited tresses. &#xC1C;&#xC21;. A stream. &#xC28;&#xC26;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC3E;&#xC2F;. A canal or channel, &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;. The junction of two or more streams, &#xC05;&#xC28;&#xC47;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;. A kind of grass, Androp&#x14D;gon sorratum. &#xC35;&#xC47;&#xC23;&#xC3F;&#xC15; v&#x113;&#x1E47;ike. n. A plait or braid of hair, plaited tresses, &#xC1C;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC21;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC47;&#xC21;&#xC2E;&#xC41;. (q. v.) &#xC35;&#xC47;&#xC21;&#xC46;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; v&#x113;&#x1E0D;e-pe&#x1E6D;&#x1E6D;u. v. a. To cause to surround, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC21;&#xC41;&#xC15;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC21;&#xC4D;&#xC15; v&#x113;&#x1E0D;uka. [Tel.] n. A spectacle, show, display, pomp, feast, festival. Curiosity, interest, joy, glee, delight. &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC2E;&#xC41;; &#xC38;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC3E;&#xC37;. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41; to be happy or pleased. adj. Novel, curious. Delightful, pleasant, amusing. Happy, pleased. &#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC15;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they were much pleased, very merry. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E; or &#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;&#xC17;&#xC3E; v&#x113;&#x1E0D;uka-g&#x101;. adv. Pompously, splendidly, in an interesting manner, pleasantly, happily, cheerfully. &#xC38;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC1C;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; v&#x113;&#x1E0D;uka-katte. n. A belle. A courtezan, a harlot, an adulteress. &#xC1C;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC21;&#xC41; v&#x113;&#x1E0D;uka-k&#x101;&#x1E0D;u. n. A fop, a man of pleasure, a lover, an adulterer. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3E;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. One who takes a delight in anything, &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC5B;&#xC42;&#xC26;&#xC2E;&#xC41; v&#x113;&#x1E0D;u-ka-&#x1E0D;z&#x16B;damu. n. Gambling for pleasure. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;&#xC28;&#xC47;&#xC2F;&#xC41; v&#x113;&#x1E0D;uka-pa&#x1E0D;u. v. n. To rejoice, to be delighted, to desire eagerly, &#xC15;&#xC41;&#xC24;&#xC42;&#xC39;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;[Tel.] v. a. To pray, beseech, entreat, solicit, beg for, ask for. To wish, desire, &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC41;, &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC2F;&#xC3E;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC47;&#xC21;&#xC41;&#xC2E;&#xC28;.&quot; Rama Stava. i. 135. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC35;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; v&#x113;&#x1E0D;u-konu. v. a. To pray, beg, entreat, solicit. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC32;&#xC41; or &#xC35;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC41; v&#x113;&#x1E0D;u-k&#x14D;lu. n. Praying, beseeching. An entreaty, prayer. &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;v&#x113;&#x1E0D;u. [Tel.] pron. Who? &#xC0E;&#xC35;&#xC21;&#xC41;?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC21;&#xC3F;</span>&#xA0;&#xA0;v&#x113;&#x1E0D;i. [Tel.] n. Heat, warmth. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;, &#xC09;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. Sharpness, &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;. Brightness. &#xC24;&#xC47;&#xC1C;&#xC2E;&#xC41;. adj. Hot, warm. &#xC09;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC47;&#xC23;&#xC4D;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC35;&#xC47;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; hot water. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F; v&#x113;&#x1E0D;i-kan&#x1E6D;i. n. Lit: the hot-eyed; an epithet of Siva. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F; v&#x113;&#x1E0D;imi. n. Heat, warmth. &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC28;, &#xC09;&#xC37;&#xC4D;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC32; &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F; the warm beams of the moon. Grief, &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. Sharpness, acuteness, &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; v&#x113;&#x1E0D;i-velugu. n. The Sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. Sunshine, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC30;&#xC36;&#xC4D;&#xC2E;&#xC3F;. &#xC35;&#xC47;&#xC21;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; v&#x113;&#x1E0D;i-v&#x113;lupu. n. The sun, as being the god of heat. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. Also, the god of fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC24;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC24;&#xC38;&#xC3F; v&#x113;tasamu. [Skt.] n. A kind of reed or rattan creeper. &#xC28;&#xC3F;&#xC1A;&#xC41;&#xC36;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;tanamu. [Skt.] Wages, hire. &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC24;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC24; v&#x113;ta. [Tel. from &#xC35;&#xC47;&#xC2F;&#xC41;.] n. Throwing, casting a toss, a throw, a cast. &#xC35;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC23;&#xC4D;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC47;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;v&#x113;&#x1E47;uvu. [Skt.] n. A bamboo. &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;. A pipe, a flute. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;. &#xC35;&#xC47;&#xC23;&#xC41;&#xC32;&#xC3E;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41; v&#x113;&#x1E47;u-l&#x101;vaku&#x1E0D;u. n. A basketmaker. &#xC2E;&#xC47;&#xC26;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                