&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;damu. [Skt. &#x221A; vid. to know.] n. Knowledge, art, science, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Divine knowledge or science, the sacred or inspired writings. The Veda or sacred books of the Hindus. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41; all he said was taken for gospel. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC48;&#xC28; his reverence, his holiness, a title given to learned theologians. &#xC27;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41; the art of the bow, i.e., archery. &#xC35;&#xC47;&#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; v&#x113;da-&#x1E63;&#x101;&#x1E63;tramu. n. The Vedanta or philosophical portion of the Hindu Scriptures. &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; v&#x113;d-&#x101;ngamulu. n. plu. The sciences dependant on or auxiliary to the V&#x113;das. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC48;&#xC28; &#xC37;&#xC1F;&#xC4D;&#xC1B;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. They are &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;, the science of pronounciation and articulation, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; the detail of religious ceremonies, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; grammar, &#xC1B;&#xC02;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41; prosody, &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC2E;&#xC41; astronomy, &#xC28;&#xC3F;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; the explanation of the difficult or obscure words and phrases that occur in the Vedas. &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; v&#x113;d-&#x101;ntamu. n. The theological part of the Vedas, i.e., the Upanishads, &#xC09;&#xC2A;&#xC28;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;. A name given to the Advaita system of philosophy. &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC3F; v&#x113;d-&#x101;n&#x1E6D;i. n. A follower of the Vedanta philosophy, &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. A bachelor, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC26;&#xC28;</span>&#xA0;&#xA0;v&#x113;dana. [Skt.] n. Pain, smart, ache, agony, torment, torture, distress, &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC25;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;. Perception, sensation, feeling, knowledge, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;dan&#x1E0D;amu. [Skt.] n. An elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC47;&#xC26;&#xC02;&#xC21;&#xC17;&#xC24;&#xC3F; a soft pace.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;tramu. [Skt.] n. A rattan, cane, stick, staff, &#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. A cane tree, a rattan tree. &#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; v&#x113;tra-dharu&#x1E0D;u. n. One who carries a cane in his hand. A macebearer, a staff-bearer, a door-keeper. &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC23;&#xC3F; v&#x113;tra-p&#x101;ni. n. The leader of a musical band. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC24;&#xC17;&#xC35;&#xC3F;&#xC28;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Pal. 284. &#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC24;&#xC3F; v&#x113;-tra-vati. n. The river Betwa, which rises in the province of Malwa and falls into the Jamna. &#xC28;&#xC26;&#xC40;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;v&#x113;tta. [Skt. from &#xC35;&#xC3F;&#xC26;&#xC4D; to know.] n. One who is versed in or acquainted with. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC24;&#xC24;&#xC4D;&#xC35;&#xC35;&#xC47;&#xC24;&#xC4D;&#xC24; one who has a knowledge of the truth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC27;</span>&#xA0;&#xA0;v&#x113;dha. [Skt.] n. A name of Brahma, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. A learned man, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;dyamu. [Skt. &#xC35;&#xC3F;&#xC26;&#xC4D; to know.] adj. Fit to be known or evident, knowable, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC07;&#xC26;&#xC3F; &#xC24;&#xC2E;&#xC15;&#xC41; &#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC41; it will be clear to you. &#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; v&#x113;d-yu&#x1E0D;u. n. One who may be known. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC0E;&#xC30;&#xC41;&#xC17;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24; &#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; one who may be known through or by means of the Vedanta Philosophy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC26;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x113;duru. [Tel.] n. Madness, foolishness. &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;, &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC2E;&#xC41;. &quot;&#xC35;&#xC38;&#xC41;&#xC27;&#xC35;&#xC47;&#xC26;&#xC41;&#xC30;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC17;&#xC3F;&#xC26;&#xC3F;.&quot; HK. ii. 118. &quot;&#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;&#xC35;&#xC47;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC30;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;.&quot; HD. i. 1385. A madman, fool, &#xC09;&#xC28;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;. &quot;&#xC35;&#xC3F;&#xC1C;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC47; &#xC35;&#xC47;&#xC26;&#xC41;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC30;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC36;&#xC4D;&#xC35;. iv.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC26;&#xC41;</span>&#xA0;&#xA0;v&#x113;du. [Tel.] n. A stench, bad smell, &#xC35;&#xC3F;&#xC15;&#xC1F;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;. A semll, &#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;. Nausea, &#xC35;&#xC46;&#xC17;&#xC1F;&#xC41;. A disgusting word, &#xC35;&#xC46;&#xC17;&#xC1F;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC26;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC26;&#xC3F;&#xC15; v&#x113;di. [Skt.] n. A terrace, a piece of raised ground, a platform. An altar. &#xC2F;&#xC3E;&#xC17;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC05;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;. &#xC35;&#xC47;&#xC26;&#xC3F;. n. One who knows or is acquainted with. &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. An epithet of Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. A man of learning. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2D;&#xC41;&#xC35;&#xC28;&#xC35;&#xC47;&#xC26;&#xC3F; one who knows all nature.
			</div>
                