&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC28;&#xC35;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC47;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC28;&#xC32;&#xC3F;</span>&#xA0;&#xA0;v&#x113;nali. [from Skt. &#xC35;&#xC47;&#xC23;&#xC3F;.] n. A braid of hair, a woman&apos;s hair tied in a tuft, a queue. &#xC1C;&#xC21;, &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. A hair, &#xC35;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC15;. &quot;&#xC35;&#xC47;&#xC28;&#xC32;&#xC3F;&#xC1C;&#xC3E;&#xC30;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC2F;&#xC30;&#xC2E;&#xC47; &#xC28;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC17;&#xC3E;.&quot; Parij. ii. 11.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;dhamu. [Skt.] n. Pain, grief. &#xC2C;&#xC3E;&#xC27;. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC47;&#xC27;&#xC32;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC35;&#xC47;&#xC27;&#xC32;&#xC41; obstacles, hindrances. H. iv. 74. &#xC35;&#xC3E;&#xC2E;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC35;&#xC47;&#xC27;&#xC32;&#xC41; or &#xC32;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC41; the evil influence of a star &#xC35;&#xC47;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x113;dhin&#x1E6D;su. v. a. To pain, torment, tease. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC47;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41; v&#x113;dhitamu. adj. Pained, teased, tormented, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;mu. [Tel.] n. The Margosa or Neem tree, Ammyadirachta indica. &#xC28;&#xC3F;&#xC02;&#xC2C;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. See &#xC35;&#xC47;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;mamu. [Skt.] n. A loom. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC47;&#xC2F;&#xC41;&#xC2A;&#xC32;&#xC15;, &#xC28;&#xC47;&#xC24;&#xC2A;&#xC32;&#xC15;, &#xC2E;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2C;&#xC4B;&#xC15;</span>&#xA0;&#xA0;Same as &#xC35;&#xC47;&#xC17;&#xC41;&#xC2C;&#xC4B;&#xC15;. See under &#xC35;&#xC47;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;v&#x113;pu. [Tel. from &#xC35;&#xC47;&#xC17;&#xC41;.] v. a. To fry, roast, bake. &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC47;&#xC1A;&#xC41;. &quot;&#xC35;&#xC3F;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC47;&#xC2A;&#xC3F;&#xC26;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; BD. iv. 1942. &#xC35;&#xC47;&#xC2A;&#xC41; or &#xC35;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41;. n. The act of frying, &#xC35;&#xC47;&#xC1A;&#xC41;&#xC1F;, &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC2A;&#xC41; or &#xC35;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41; adj. Baked. &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC35;&#xC47;&#xC1A;&#xC3F;&#xC28;. &#xC35;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; roasted rice, fried or baked in a pan without ghee. n. A frying pan. &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC1A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC2A;&#xC3F; v&#x113;pi. [Tel. from &#xC35;&#xC47;&#xC17;&#xC41;.] n. A dog. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. &quot;&#xC35;&#xC47;&#xC1F;&#xC35;&#xC47;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC40;&#xC30;.&quot; Jagann. i. 15. &quot;&#xC15;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC3E;&#xC26;&#xC3F; &#xC2F;&#xC48;&#xC28;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;.&quot; S. i. 130. &quot;&#xC1C;&#xC21;&#xC32;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC3E;&#xC2A;&#xC4B;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC3F; &#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC2A;&#xC3F;&#xC15;&#xC21;&#xC02;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC35;&#xC36;&#xC2F; &#xC2A;&#xC4B;&#xC32;&#xC46;&#xC28;&#xC4D;.&quot; S. ii. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2A;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;v&#x113;padhuvu. [Skt.] n. Tremor, trembling, tremulousness, &#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41;. The shaking palsy, Paralysis agitans. &#xC1A;&#xC30;&#xC15;. p. 224. &#xC35;&#xC47;&#xC2A;&#xC28;&#xC2E;&#xC41; v&#x113;pa-namu. n. Shaking, shivering, trembling, nervousness, &#xC15;&#xC02;&#xC2A;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC23;&#xC41;&#xC15;&#xC41;&#xC1F;. &#xC35;&#xC47;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; v&#x113;pitamu. adj. Quivering, shaking, trembling. &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2A;</span>&#xA0;&#xA0;v&#x113;pa. [Tel. from &#xC35;&#xC47;&#xC2E;&#xC41;.] n. The Margosa or Neem tree, &#xC28;&#xC3F;&#xC02;&#xC2C;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC2A;&#xC3E;&#xC15;&#xC41; the leaves of this tree. &#xC35;&#xC47;&#xC2A;&#xC28;&#xC42;&#xC28;&#xC46; margosa oil. &#xC15;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a tree called Bergera k&#x153;nigil, whose aromatic leaves are used in cookery. &#xC28;&#xC47;&#xC35;&#xC47;&#xC2E;&#xC41; Colombo-root, Justicia. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC35;&#xC47;&#xC2F;&#xC41; a tree, a beautiful variety of the Melia azadirachta. &#xC24;&#xC41;&#xC30;&#xC15;&#xC35;&#xC47;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; Olax scandens or Melia sempervirens. Rox. &#xC35;&#xC47;&#xC2A;&#xC2A;&#xC42;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; or &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC3E;&#xC26;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; the feast held at the season when the Morgosa tree is in flower. This is the Telugu New Year&apos;s Day. See &#xC35;&#xC47;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x113;yin&#x1E6D;su. [Tel. for &#xC35;&#xC47;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC47;&#xC2A;&#xC41;.] v. a. To fry, heat, warm, roast, bake. &#xC35;&#xC47;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. [Causative of &#xC35;&#xC47;&#xC2F;&#xC41;.] To cause to throw, &#xC35;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2F;&#xC3F;, &#xC35;&#xC47;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; v&#x113;yi. [Tel.] pron. A thousand. &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;. plu. &#xC35;&#xC47;&#xC32;&#xC41;. &#xC35;&#xC47;&#xC28;&#xC35;&#xC47;&#xC32;&#xC41; v&#x113;na-v&#x113;lu. n. (&#xC35;&#xC47;&#xC32;&#xC41;+&#xC35;&#xC47;&#xC32;&#xC41;.) Many thousands. &#xC05;&#xC28;&#xC47;&#xC15;&#xC35;&#xC47;&#xC32;&#xC41;. &#xC35;&#xC47;&#xC2E;&#xC30;&#xC41; or &#xC35;&#xC47;&#xC2E;&#xC3E;&#xC30;&#xC41; v&#x113;-maru. adv. A thousand times, again and again, over and over, often, constantly. &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC30;&#xC41;, &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;. &#xC35;&#xC47;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F; v&#x113;-m&#x101;&#x1E6D;iki. adv. Again and again. &#xC35;&#xC47;&#xC2F;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC15;&#xC48;&#xC21;&#xC41;&#xC35;&#xC41; v&#x113;y-an&#x1E6D;sula-kaiduvu. n. Lit. a thousand edged weapon; an epithet of Vishnu&apos;s discus, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; v&#x113;yi-ch&#x113;tula-r&#x113;&#x1E0D;u. n. Lit: the thousand handed lord, i.e., the sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; the sun. &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC15;&#xC3F;&#xC2E;&#xC40;&#xC21;&#xC41;. an epithet of &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC35;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC47;&#xC32; or &#xC35;&#xC47;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC32; v&#x113;y-un-&#x113;la. Why a thousand words? In a word, in short. &#xC35;&#xC47;&#xC32;&#xC24;&#xC30;&#xC2C;&#xC21;&#xC3F; v&#x113;la-taraba&#x1E0D;i. adv. Thousands on thousands, &#xC05;&#xC28;&#xC47;&#xC15;&#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC2E;&#xC21;&#xC41; v&#x113;mu&#x1E0D;u. [Tel.] n. A name used for God. &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &quot;&#xC06;&#xC2E;&#xC21; &#xC15;&#xC3E;&#xC2E;&#xC21;&#xC15;&#xC21;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC26;&#xC41;&#xC32;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC2E;&#xC24;&#xC47;, &#xC24;&#xC3E;&#xC2E;&#xC46;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B;&#xC28; &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC35;&#xC47;&#xC2E;&#xC21;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC28;&#xC46;.&quot; V&#x113;ma. 2150.
			</div>
                