&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x113;ru. [Tel.] n. Separation, division, &#xC35;&#xC3F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC28;. Difference, distinction. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. adj. Other, another, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Separate, distinct, different, other, another. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC35;&#xC47;&#xC30;&#xC47;. &quot;&#xC2E;&#xC39;&#xC26;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC02;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC35;&#xC47;&#xC30;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC2F;&#xC1F;&#xC02;&#xC1A;&#xC41; &#xC24;&#xC32;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; B. iii. 18. &#xC35;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC3F; or &#xC35;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41; v&#x113;rimi. n. Difference, enmity, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC30;&#xC2E;&#xC3F; or &#xC35;&#xC47;&#xC30;&#xC2E;&#xC41; v&#x113;rami. n. Enmity, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;, &#xC2A;&#xC17;. &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41; or &#xC35;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC41; v&#x113;ru-pa&#x1E0D;u. v. n. To be separated, to differ, &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; or &#xC35;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41; v&#x113;ru-p&#x101;&#x1E6D;u. n. Separation. &#xC2D;&#xC47;&#xC26;&#xC2A;&#xC21;&#xC41;&#xC1F;. Enmity, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. Difference, distinction, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; Same as &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they separated. &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; v&#x113;ru-pu&#x1E6D;s&#x1E6D;su. v. a. To divide, separate. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC0E;&#xC21;&#xC2C;&#xC3E;&#xC2A;&#xC41;. &#xC35;&#xC47;&#xC35;&#xC4D;&#xC35;&#xC47;&#xC30;&#xC41; v&#x113;v-v&#x113;ru. (&#xC35;&#xC47;&#xC30;&#xC41;+&#xC35;&#xC47;&#xC30;&#xC41;.) adj. Separate, distinct. &#xC35;&#xC47;&#xC30;&#xC41;&#xC35;&#xC47;&#xC30;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC47;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC30;&#xC41; or &#xC35;&#xC47;&#xC30;&#xC47;&#xC35;&#xC47;&#xC30;&#xC47; v&#x113;ru-v&#x113;-rug&#x101;. adv. Separately, differently, distinctly, each by itself. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC47;&#xC30;&#xC47; v&#x113;r&#x113;. adj. Other, another, distinct. &#xC07;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC47;&#xC30;&#xC4A;&#xC15; v&#x113;r-oka. adj. Another, &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;. &#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;&#xC21;&#xC41; another man, &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;v&#x113;riya. [H.] n. A tack in sailing. &#xC35;&#xC47;&#xC30;&#xC3F;&#xC2F;&#xC2B;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; to make a tack or turn.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;v&#x113;yu. [Tel.] v. a. To throw, cast, or fling. To discharge a missile weapon, or fire arms. To let drop, &#xC26;&#xC3F;&#xC17;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. To place, put, put on, as a dress. &#xC09;&#xC02;&#xC1A;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC2E;&#xC40;&#xC26; &#xC12;&#xC15; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gave her a slap on the cheek. &#xC06; &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC28;&#xC41; &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he put the cloth on the table. &#xC28;&#xC3E;&#xC15;&#xC42;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he threw a stone into my food, i.e., he injured my livelihood. &#xC2E;&#xC42;&#xC24;&#xC35;&#xC47;&#xC2F;&#xC41; to put a lid on, shut. &#xC24;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he shut the door. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC05;&#xC02;&#xC24;&#xC3E; &#xC28;&#xC47;&#xC28;&#xC41; &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC47;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; I did not close my eyes all last night. &#xC15;&#xC4B;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are dancing a Kolatam. &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to leap. &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC35;&#xC47;&#xC2F;&#xC41; to make the carriage ready. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC47;&#xC2F;&#xC41; to make the carriage ready. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; or &#xC1C;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC35;&#xC47;&#xC2F;&#xC41; to saddle a horse. &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC35;&#xC47;&#xC2F;&#xC41; to ask a question. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC46;&#xC35;&#xC47;&#xC2F;&#xC41; to build a hut. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;&#xC32;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to light torches. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41; to add up an account. &#xC06; &#xC2F;&#xC3E;&#xC35;&#xC41; &#xC26;&#xC42;&#xC21;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; the cow calved. &#xC2E;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; it is now cloudy. &#xC2E;&#xC47;&#xC24;&#xC35;&#xC47;&#xC2F;&#xC41; to give fodder. &#xC15;&#xC42;&#xC24;&#xC35;&#xC47;&#xC2F;&#xC41; to give a cry. &quot;&#xC1A;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41;&#xC2C;&#xC21;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC3F; &#xC35;&#xC40;&#xC2A;&#xC41;&#xC35;&#xC47;&#xC38;&#xC46;&#xC28;&#xC4D; &#xC2A;&#xC46;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC4D;.&quot; Vish. ii. 14. &#xC2A;&#xC21;&#xC2E;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when the land-wind blows. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am afraid. &#xC15;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is stinking. As an auxiliary added to some past participles, it denotes completeness of action and may be expressed by &quot;up, off, on, down, through, away.&quot; &#xC15;&#xC4B;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to cut off. &#xC2E;&#xC42;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to shut up. &#xC24;&#xC4B;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to push a way. &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to draw out. &#xC2A;&#xC40;&#xC15;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to pluck up or out. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to strike down or cut off. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to write off. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to give away. &#xC24;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41; to eat up. It is also used with an infinitive; as &#xC2A;&#xC21;&#xC35;&#xC47;&#xC2F;&#xC41; to cast down; &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41; to throw away. &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; v&#x113;si-konu. v. a. To put, place, eat, consume. &#xC28;&#xC3E; &#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he devoured my property. &#xC06; &#xC2E;&#xC3E;&#xC24;&#xC28;&#xC41; &#xC28;&#xC4B;&#xC1F;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC21;&#xC41; he put the pill in his mouth. &#xC1F;&#xC4B;&#xC2A;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he put on his hat. &#xC2E;&#xC3F;&#xC21;&#xC24;&#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC2A;&#xC02;&#xC1F; corn eaten up by the locusts.
			</div>
                