&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;v&#x113;limi. [Tel.] n. A burnt offering. &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC35;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC41;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC28;&#xC2F;&#xC41;, &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC41;&#xC1C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;.&quot; Swa. ii. 57. &#xC35;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; firewood used in a burnt sacrifice. &#xC35;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a mark made on the forehead with the ashes from a burnt sacrifice, &#xC30;&#xC15;&#xC4D;&#xC37;. &quot;&#xC28;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC38;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC2E;&#xC43;&#xC17;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E; &#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; R. ii. 109.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;v&#x113;l-&#x101;r&#x1E6D;su. [Tel.] v. a. To throw away, cast off, get rid of. &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC24;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC28;&#xC35;&#xC47;&#xC32;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC02;&#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC24;&#xC3F;.&quot; M. VIII. ii. 241.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC32;&#xC3E;&#xC2E;&#xC41; v&#x113;lamu. [H.] n. An auction. &#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; v&#x113;l&#x101;mu-p&#x101;&#x1E0D;u. v. a. To auction, to sell by auction. &#xC35;&#xC47;&#xC32;&#xC02;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC1F; or &#xC35;&#xC47;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC3E;&#xC1F; v&#x113;lam-p&#x101;&#x1E6D;u. n. An announcement in an auction sale.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;</span>&#xA0;&#xA0;v&#x113;la. [Skt.] n. A limit, boundary, the sea-shore, &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC30;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;. An inundation of the sea, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC28;. Painless death, &#xC05;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;v&#x113;ru. [Tel.] n. A root. &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;. plu. &#xC35;&#xC47;&#xC30;&#xC41;&#xC32;&#xC41; or &#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC35;&#xC47;&#xC30;&#xC3F;&#xC21;&#xC3F; v&#x113;r-i&#x1E0D;i. [&#xC35;&#xC47;&#xC30;&#xC41;+&#xC07;&#xC21;&#xC3F;.] n. A fool, a mad man. &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC3F;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.&quot; &#xC35;&#xC43;&#xC25;&#xC3E;&#xC2C;&#xC4B;&#xC27;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC47;&#xC30;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC47;.&quot; P. i. 729. &#xC35;&#xC47;&#xC30;&#xC3F;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x113;ri&#x1E0D;intsu. v. n. To cause to become foolish, &#xC05;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41; or &#xC35;&#xC47;&#xC30;&#xC41;&#xC24;&#xC28;&#xC4D;&#xC28;&#xC41; v&#x113;ru-p&#x101;ru. v. a. To take root. &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC28;&#xC38; v&#x113;ru-panasa. n. That kind of jack tree, the fruit of which springs from the root. A. i. 21. &#xC35;&#xC47;&#xC30;&#xC41;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; v&#x113;ru-malle. n. A creeper called Ipomea cymosa. &#xC35;&#xC47;&#xC30;&#xC41;&#xC38;&#xC02;&#xC2A;&#xC46;&#xC02;&#xC17; v&#x113;r&#x113;-sampenga. n. A plant called Polyanthes tuberosa. &#xC35;&#xC47;&#xC30;&#xC41;&#xC38;&#xC46;&#xC28;&#xC17; v&#x113;ru-senaga. n. The ground nut. Arachis hypog&#x153;a (Watts.) &#xC35;&#xC47;&#xC30;&#xC41;&#xC28;&#xC15;&#xC3E;&#xC1A;&#xC47; &#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41;. &#xC35;&#xC47;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; v&#x113;ru-vittu. n. A bane, ruin, destroyer. &#xC28;&#xC3E;&#xC36;&#xC15;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC35;&#xC3F;&#xC28;&#xC35;&#xC47;&#xC2E;&#xC40;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC47;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC4D;.&quot; M. VIII. iv. 247. &quot;&#xC2A;&#xC41;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC35;&#xC47;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;.&quot; H. iii. 268.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC41; or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC41; v&#x113;lu&#x1E6D;su. [Tel.] v. a. To offer up a burnt sacrifice. &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. infin. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC35;. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x113;l-pin&#x1E6D;su. v. a. To cause to offer a burnt offering. &#xC2F;&#xC4B;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2F;&#xC4B;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; ND. ii. 553.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; v&#x113;lu. [Tel.] n. A finger, a toe, a claw. An inch. &#xC05;&#xC02;&#xC17;&#xC41;&#xC33;&#xC2E;&#xC41;. &#xC2A;&#xC46;&#xC28;&#xC41;&#xC35;&#xC47;&#xC32;&#xC41; or &#xC2C;&#xC4A;&#xC1F;&#xC28;&#xC35;&#xC47;&#xC32;&#xC41; the thumb or great toe. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC28;&#xC35;&#xC47;&#xC32;&#xC41; the little finger or toe. &#xC06; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC4B; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; that man is a little above this one in learning. &#xC35;&#xC47;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E; an uncle removed by one step of relationship, lit: by the omission of one finger. &#xC0F;&#xC2E;&#xC48;&#xC28;&#xC3E; &#xC35;&#xC47;&#xC32;&#xC41;&#xC15;&#xC41; &#xC35;&#xC47;&#xC32;&#xC41; &#xC0E;&#xC21;&#xC2E;&#xC47; every two fingers are separate: a proverb, meaning that there is a difference even between those (son, nephews, &amp;c.) who appear to be equally in favour. &#xC28;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went off with his finger in his mouth, i.e., he was disappointed or cheated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;v&#x113;lu. [Tel. plu. of &#xC35;&#xC47;&#xC2F;&#xC3F;.] pron. Thousands. &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC4D;&#xC30; &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC02;&#xC21;&#xC41;.&quot; R. i. 111. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC1A;&#xC3E;&#xC32;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC35;&#xC47;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC2A;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;, &#xC35;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41; v&#x113;lu. [Tel.] v. n. To hang, to be suspended, to dangle. &#xC32;&#xC02;&#xC2C;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC2C;&#xC21;&#xC41; or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC2C;&#xC21;&#xC41; v&#x113;la-ba&#x1E0D;u. v. n. To hang, be pendent, &#xC35;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC35;&#xC47;&#xC2F;&#xC41; v&#x113;la-v&#x113;yu. v. a. To hang, to suspend, &#xC35;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC35;&#xC47;&#xC2F;&#xC41;. &#xC24;&#xC32;&#xC35;&#xC47;&#xC32; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC32;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is downcast, i.e., hanging down his head. A. iv. 22. &#xC35;&#xC47;&#xC32;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC4A;&#xC5B;&#xC4D;&#xC1D; a big paunch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;lamu. [from Skt. &#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;.] n. A camp, &#xC36;&#xC3F;&#xC2C;&#xC3F;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC33;&#xC46;&#xC2E;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC41;&#xC26;&#xC3F;&#xC17;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1A;&#xC4B;&#xC1F;&#xC41;. &quot;&#xC05;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC2E;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Pal. 308. &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2F;&#xC41;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F; &#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; ib. 200. Also, same as &#xC35;&#xC47;&#xC21;&#xC2E;&#xC41; (q. v.)
			</div>
                