&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F; v&#x113;l-mi&#x1E0D;i. [Tel.] n. A snap or sound of the thumb and finger, &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC46;. &quot;&#xC2E;&#xC43;&#xC21;&#xC41;&#xC2A;&#xC42;&#xC1C; &#xC1C;&#xC47;&#xC38;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC28; &#xC2C;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC2C;&#xC21;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41;.&quot; BD. v. 468. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC28; in a moment. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC46;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC41;&#xC32;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41; v&#x113;lupu. [Tel.] n. A god or goddess, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC24;. &#xC07;&#xC32;&#xC4B;&#xC32;&#xC4D;&#xC2A;&#xC41; a god of this world, i.e., a Brahmin. &#xC07;&#xC32;&#xC41;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41; a patron saint, a genius or household god. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC28;&#xC4D;&#xC28;&#xC41; a goddess. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. T. ii. 106. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC28;&#xC41; or &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC47;&#xC30;&#xC41; the heavenly stream, the celestial Ganges, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;; the river Ganges, &#xC17;&#xC02;&#xC17;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC23; a mythological being, a Gandharva, &#xC17;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC3F; or &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC1F;&#xC3E;&#xC35;&#xC41; the mythological cow that grants all wishes, &#xC15;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the divine tree that grants all wishes, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41; &#xC5B;&#xC21;&#xC26;&#xC3E;&#xC30;&#xC3F; the divine ascetic or monk. i.e., Narada, &#xC28;&#xC3E;&#xC30;&#xC26;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4A;&#xC5B;&#xC4D;&#xC1C; the divine preceptor of Guru, i.e., Brihaspati, &#xC28;&#xC41;&#xC30;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC26;&#xC3E;&#xC2F; an enemy of the gods, i.e., an Asura. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC3E;&#xC38; the language of the gods, i.e., Sanskrit. &#xC35;&#xC47;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC4B;&#xC28;&#xC2E;&#xC41; the food of the gods, i.e., Ambrosia, &#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC32; or &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21; the hill of the gods, i.e., Mount Meru. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41; the diamond of the gods, i.e., the philosopher&apos;s stone, a jewel that grants all that may be desired, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC2E;&#xC23;&#xC3F;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC21;&#xC41; or &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC30; the lord of the gods, i.e., Indra. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC28;&#xC3F; a fortune teller, &#xC38;&#xC4B;&#xC26;&#xC46;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC26;&#xC3F;, &#xC26;&#xC48;&#xC35;&#xC1C;&#xC4D;&#xC1E;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC4C;&#xC30;&#xC41; the white elephant of the gods, &#xC10;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35; the sky, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC15;&#xC4D;&#xC15; heaven, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC33;&#xC35;&#xC3E;&#xC2F;&#xC3F; the general of the gods, i.e., Kum&#x101;rasw&#x101;mi, &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; Brahma, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC30;&#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC41; the physician of the gods, i.e., Dhanvantari, &#xC27;&#xC28;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC30;&#xC3F;. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; v&#x113;lpu&#x1E0D;u. n. Worship, &#xC2A;&#xC42;&#xC1C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC35;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;v&#x113;vi&#x1E37;&#x1E37;u. [Tel.] n. The longing, sluggishness and other affections of a pregnant woman. &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC23;&#xC40;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC35;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC35;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC35;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC28;&#xC41; v&#x113;vili. [Tel.] n. A field ploughed last year but this year lying fallow. &#xC28;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. A field cultivated only at intervals. An uncultivated field, &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. A field, &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. adj. Occasional, done at intervals. &quot;&#xC15; &#xC26;&#xC47;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;&#xC24;&#xC4B;&#xC1F;&#xC38;&#xC47;&#xC2F;&#xC26;&#xC32;&#xC1A;&#xC3F;&#xC2F;&#xC24;&#xC02;&#xC21;&#xC3E;, &#xC24;&#xC3E;&#xC35;&#xC41;&#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC4D;, &#xC35;&#xC47;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC38;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC35;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC15;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D;.&quot; &#xC28;&#xC48;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC33;&#xC3E;&#xC15;&#xC4B;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;&#x1E37;&#x101;-k&#x14D;&#x1E37;amu. [Tel.] n. Intricacy. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. Ridicule, derision, joking, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC33;&#xC3E;&#xC15;&#xC4B;&#xC33;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41; to be caught in difficulties, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2C;&#xC21;&#xC41;; to be ridiculed, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;. &quot;&#xC06;&#xC32;&#xC41;&#xC02;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32; &#xC15;&#xC4A;&#xC30;&#xC15;&#xC48; &#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC27;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC28;&#xC41;&#xC15;&#xC28;&#xC4D; &#xC35;&#xC47;&#xC33;&#xC3E;&#xC15;&#xC4B;&#xC33;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC4B;&#xC32;&#xC41;&#xC02;&#xC21;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2A;&#xC3E;&#xC32;&#xC48;.&quot; Ramastava Raj. ii. 62. &#xC35;&#xC47;&#xC33;&#xC3E;&#xC15;&#xC4B;&#xC33;&#xC2A;&#xC41; v&#x113;&#x1E37;&#x101;-k&#x14D;&#x1E37;apu. adj. Intricate, puzzling. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &quot;&#xC15; &#xC35;&#xC47;&#xC33;&#xC3E;&#xC15;&#xC4B;&#xC33;&#xC2A;&#xC41;&#xC26;&#xC40;&#xC17;&#xC46;&#xC32;&#xC41;, &#xC2C;&#xC47;&#xC32;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC17;&#xC33;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC40;&#xC30;&#xC1C;&#xC21;&#xC32;&#xC41;&#xC26;&#xC3E;, &#xC26;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC4A;&#xC15;&#xC4A;&#xC2E;&#xC3F;&#xC02;&#xC1F;&#xC28;&#xC4D;, &#xC32;&#xC40;&#xC32;&#xC3E;&#xC39;&#xC30;&#xC3F; &#xC26;&#xC4B;&#xC32;&#xC28;&#xC3F;&#xC02;&#xC24;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC4D;.&quot; KP. iii. 79. Ridiculing, joking, derisive, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC33;</span>&#xA0;&#xA0;v&#x113;&#x1E37;a. [Skt.] n. Time, a time, period or opportunity. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC3F;. &#xC08;&#xC35;&#xC47;&#xC33; to day, this time. &#xC06;&#xC35;&#xC47;&#xC33; that day, that time. &#xC07;&#xC02;&#xC15;&#xC4A;&#xC15;&#xC35;&#xC47;&#xC33;&#xC30;&#xC02;&#xC21;&#xC3F; come another time. &#xC12;&#xC15;&#xC35;&#xC47;&#xC33; perhaps. &#xC17;&#xC02;&#xC1F;&#xC35;&#xC47;&#xC33; one hour&apos;s time. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC33; night time. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC47;&#xC33; the evening. &#xC06;&#xC35;&#xC47;&#xC33;&#xC28;&#xC4D; at that time. &#xC35;&#xC47;&#xC33;&#xC32;&#xC41; (or &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;) &#xC15;&#xC3E;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; they who watch for an opportunity. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC35;&#xC47;&#xC33;&#xC15;&#xC41; on his saying so. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC47;&#xC33;&#xC3E;&#xC2A;&#xC3E;&#xC33;&#xC3E;&#xC1A;&#xC42;&#xC21;&#xC21;&#xC41; he does not care for time or season. &#xC35;&#xC47;&#xC33;&#xC2E;&#xC41; v&#x113;&#x1E37;amu. [from Skt. &#xC35;&#xC47;&#xC33;.] adv. Quickly, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;lla&#x1E47;amu. [Skt.] n. Surrounding, &#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;. Shaking. &#xC15;&#xC26;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;, &#xC0A;&#xC17;&#xC21;&#xC2E;&#xC41;. &quot;&#xC21;&#xC4B;&#xC32;&#xC3E;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC38;&#xC41;&#xC16;&#xC32;&#xC4B;&#xC32;&#xC41;&#xC21;&#xC48;.&quot; G. ii. 101. &#xC35;&#xC47;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; v&#x113;llitamu. adj. Shaken, trembling, tremulous. &#xC15;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. Crooked, bent, &#xC35;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC35;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC47;&#xC17;&#xC41;, to dawn (q. v.) &#xC35;&#xC47;&#xC35;&#xC41;&#xC1C;&#xC3E;&#xC2E;&#xC41; Same as &#xC35;&#xC47;&#xC17;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC41; or &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;&#xC1C;&#xC3E;&#xC2E;&#xC41;. See under &#xC35;&#xC47;&#xC17;&#xC41;.
			</div>
                