&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC38;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;sa&#x1E0D;amu. [from Skt. &#xC35;&#xC47;&#xC38;&#xC30;&#xC2E;&#xC41;.] n. A mule. &#xC15;&#xC02;&#xC1A;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC3F;&#xC26;. [Tel.] A kind of hawk, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC21;&#xC47;&#xC17;. &quot;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC35;&#xC21;&#xC3F;&#xC17;&#xC48;&#xC1C;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC35;&#xC47;&#xC38;&#xC21;&#xC02;&#xC2C;&#xC41;.&quot; Swa. iv. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC38;&#xC1F;</span>&#xA0;&#xA0;v&#x113;sa&#x1E6D;a. [Tel. from &#xC35;&#xC47;&#xC38;&#xC30;&#xC41;.] n. Fatigue, weariness, vexation. &#xC05;&#xC32;&#xC2F;&#xC3F;&#xC15;, &#xC05;&#xC32;&#xC38;&#xC1F;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC41;. &quot;&#xC1C;&#xC32;&#xC2E;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC1F;&#xC3F;&#xC26;&#xC40;&#xC30;&#xC28;&#xC1A;&#xC1F;.&quot; Sar. D. 209.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC38;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;, &#xC35;&#xC47;&#xC38;&#xC17;&#xC3F; or &#xC35;&#xC47;&#xC38;&#xC35;&#xC3F; v&#x113;sangi. [from Skt. &#xC35;&#xC48;&#xC36;&#xC3E;&#xC16;.] n. The summer, the hot season, &#xC0E;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC35;&#xC47;&#xC38;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC35;&#xC41;&#xC32;&#xC41; mid-summer holidays.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;sh&#x1E6D;anamu. [Skt.] n. Surrounding, encompassing. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x113;sh&#x1E6D;in&#x1E6D;su. v. a. To surround, encompass, encircle; to wrap round, twist round. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; v&#x113;sh&#x1E6D;itamu. adj. Surrounded, encompassed. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; v&#x113;sh&#x1E6D;amu. n. Gum, resin. &#xC2C;&#xC02;&#xC15;. A hedge all round, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC35; v&#x113;sh&#x1E6D;uva. (from &#xC35;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;.) n. A garment. &#xC26;&#xC4B;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC36;&#xC2E;&#xC41; v&#x113;shamu. [Skt.] n. Dress, garb, habit, a fashion or manner of dress, costume, a disguise or guise. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC26;&#xC2E;&#xC41;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; a false garb, a disguise. &quot;&#xC24;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC17;&#xC4D;&#xC28;&#xC35;&#xC47;&#xC37;&#xC27;&#xC30;&#xC41;&#xC21;&#xC48;.&quot; M. 1. i. 151. &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to put on a disguise. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he dressed or disguised himself as Krishna. &#xC24;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he feigned a head-ache. &#xC35;&#xC47;&#xC37;&#xC17;&#xC3E;&#xC21;&#xC41; v&#x113;sha-g&#x101;&#x1E0D;u. n. An actor: an impostor, &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC35;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC37;&#xC27;&#xC3E;&#xC30;&#xC3F; v&#x113;sha-dh&#x101;ri. n. A person in disguise, a hypocrite, an impostor, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC37;&#xC3E;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; v&#x113;sh&#x101;la-m&#x101;ri. n. One who feigns, a pretender, a cheat, &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;. &#xC35;&#xC47;&#xC37;&#xC3F; v&#x113;shi. n. One who is disguised. &#xC35;&#xC47;&#xC37;&#xC27;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC17; &#xC17;&#xC4C;&#xC24;&#xC2E;&#xC35;&#xC47;&#xC37;&#xC3F;&#xC2F;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC28;&#xC3F;.&quot; BRY. v. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;&#x1E63;amu. [Skt.] n. A house in general. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. The abode of harlots. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC32;&#xC35;&#xC3E;&#xC21;. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2E;&#xC2E;&#xC41; v&#x113;&#x1E63;mamu. n. A house. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. H. ii. 220. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F; or &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC17;&#xC28; v&#x113;&#x1E63;ya. n. A harlot, a prostitute. &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC26;&#xC3F;. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41; a harlot&apos;s love, pretended affection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC35;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC47;&#xC17;&#xC41;&#xC30;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC15;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC48;&#xC15;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; vai-kaksha-kamu. [Skt.] n. A garland worn like a sash. &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2A;&#xC42;&#xC26;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC35;&#xC47;&#xC38;&#xC21;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC38;&#xC35;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC35;&#xC47;&#xC38;&#xC02;&#xC17;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;saramu. [Skt.] A mule. &#xC35;&#xC47;&#xC38;&#xC21;&#xC2E;&#xC41;. [Tel.] n. Fatigue, trouble, vexation, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC47;&#xC38;&#xC30;&#xC3F; v&#x113;sari. n. A tormentor, &#xC2C;&#xC3E;&#xC27;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; v&#x113;sarin&#x1E6D;su. v. a. To fatigue, vex, or disgust. &#xC35;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC32;&#xC38;&#xC1F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC46;&#xC38;&#xC30;&#xC41; or &#xC35;&#xC47;&#xC38;&#xC3E;&#xC30;&#xC41; v&#x113;saru. v. n. To be fatigued, vexed, disgusted, &#xC35;&#xC3F;&#xC38;&#xC41;&#xC17;&#xC41;, &#xC05;&#xC32;&#xC38;&#xC1F;&#xC2A;&#xC21;&#xC41;, &#xC2C;&#xC21;&#xC32;&#xC41;. To be troubled or pained, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;, &#xC28;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. To be grieved, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;v&#x113;samu. [from Skt. &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;.] Same as &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; (q. v.) Plu. &#xC35;&#xC47;&#xC38;&#xC3E;&#xC32;&#xC41;. &quot;&#xC35;&#xC47;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2D;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4B; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC46;&#xC17;&#xC3E;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC47;&#xC32;&#xC3E;.&quot; &#xC35;&#xC47;&#xC38;&#xC17;&#xC3E;&#xC21;&#xC41; v&#x113;sa-g&#x101;&#x1E0D;u. n. A person in disguise, a masker, &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC47;&#xC38;&#xC3E;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F; v&#x113;s&#x101;&#x1E37;a-m&#x101;ri. n. One who feigns, &#xC2E;&#xC3E;&#xC2F;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vaika&#x1E6D;iku&#x1E0D;u. [Skt.] n. A lapidary. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                