&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaikun&#x1E6D;hamu. [Skt.] n. The paradise of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;&#xC02;&#xC21;&#xC46;&#xC21;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC3E; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;, &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after the death of my father. &#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; vaikun&#x1E6D;hu&#x1E0D;u. n. A name of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. Also, applied to Indra.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaikalyamu. [Skt. from &#xC35;&#xC3F;&#xC15;&#xC32;&#xC2E;&#xC41;.] n. Lameness, mutilation. Deficiency, defect. Agitation, flurry, confusion, perturbation, &#xC35;&#xC3F;&#xC15;&#xC32;&#xC24;, &#xC35;&#xC3F;&#xC15;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC17; &#xC35;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; maimedness or lameness. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; confusion of mind, blindness of heart.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-kalpikamu. [Skt. from &#xC35;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.] adj. Doubtful, alternative, optional, &#xC35;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC38;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vai-gny&#x101;ni-ku&#x1E0D;u. [Skt. from &#xC35;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. A skilful person, an expert. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC1C;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-j&#x101;tyamu. [Skt. from &#xC35;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC3F;.] n. The state of belonging to a different caste, &#xC35;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC1C;&#xC3E;&#xC24;&#xC3F; or &#xC35;&#xC2F;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC3F; vai-j&#x101;ti. n. A certain low caste among Komatis. &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC4D;&#xC32;&#xC32;&#xC4B; &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC28;&#xC40;&#xC1A;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &quot;&#xC35; &#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;: &#xC38;&#xC3E;&#xC32;&#xC46;, &#xC2A;&#xC1F;&#xC41;&#xC38;&#xC3E;&#xC32;&#xC46;, &#xC35;&#xC3E;&#xC28;&#xC46;, &#xC35;&#xC48;&#xC1C;&#xC3E;&#xC24;&#xC3F;.&quot; A. iv. 56. &#xC35;&#xC48;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC24;&#xC4A;&#xC02;&#xC21; vai-j&#x101;ti-ton&#x1E0D;a. n. A chameleon. &#xC0A;&#xC38;&#xC30;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;. &quot;&#xC38;&#xC40; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC38;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2E;&#xC17;&#xC41;&#xC21;&#xC28;&#xC40;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC2E;, &#xC1A;&#xC47;&#xC38;&#xC47;&#xC24;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC38;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;&#xC32; &#xC2C;&#xC47;&#xC32;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41;&#xC35;&#xC48;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC24;&#xC4A;&#xC02;&#xC21;.&quot; &#xC2A;&#xC02;&#xC1A;. &#xC35;&#xC47;&#xC02;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC1C;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-jayantamu. [Skt.] n. Indra&apos;s palace. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC4C;&#xC27;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC1C;&#xC2F;&#xC02;&#xC24;&#xC3F; vai-jayanti. n. A banner, a flag. &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC2E;&#xC41;. The garland of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;. &#xC35;&#xC48;&#xC1C;&#xC2F;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; vai-jayantiku&#x1E0D;u. n. A standard bearer. &#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC1C;&#xC28;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-jananamu. [Skt.] n. The last month of pregnancy, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC46;&#xC32;, &#xC08;&#xC28;&#xC47;&#xC28;&#xC46;&#xC32;, &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC28;&#xC46;&#xC32;. A. iv. 176.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC2F;&#xC3F;&#xC1A;&#xC41; vai&#x1E6D;su. [Tel. connected with &#xC35;&#xC47;&#xC2F;&#xC41;.] v. a. To cast, throw, &#xC35;&#xC3F;&#xC38;&#xC30;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;. To throw down, &#xC2A;&#xC21;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-chitryamu. [Skt. from &#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. Strangeness, peculiarity, diversity, &#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaichaksha&#x1E47;yamu. [Skt. from &#xC35;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC02;.] n. Discrimination, &#xC35;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC18;</span>&#xA0;&#xA0;vaigha. [Skt.] n. The name of the stream near Madura.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-gu&#x1E47;yamu. [Skt. from &#xC35;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;.] n. The state of having no qualities, &#xC35;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC16;&#xC3E;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vaikh&#x101;&#x1E47;asu&#x1E0D;u. [Skt.] n. A monk. &#xC35;&#xC3E;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC16;&#xC30;&#xC3F;</span>&#xA0;&#xA0;vaikhari. [Skt.] n. Manner, appearance, way, &#xC30;&#xC40;&#xC24;&#xC3F;, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaik&#x1E5B;itamu. [Skt. from &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC3F;.] adj. Changed, modified. &#xC35;&#xC3F;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vaitaniku&#x1E0D;u. [Skt. from &#xC35;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;.] n. A hired labourer, a cooly, &#xC15;&#xC42;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC42;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC23;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vai&#x1E47;iku&#x1E0D;u. [Skt. from &#xC35;&#xC40;&#xC23;.] n. A player on the Vee&#x1E47;a. &#xC35;&#xC40;&#xC23;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC23;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai&#x1E47;avamu. [Skt. from &#xC35;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41;.] adj. Made of bamboo. Produced by the bamboo, &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC28;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;. n. Bamboo rice, &#xC35;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC23;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC47;&#xC23;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; vai&#x1E47;aviku&#x1E0D;u. n. A flute-player. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;&#xC2F;&#xC42;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. Vasu. v. 81.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC21;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai&#x1E0D;&#x16B;ryamu. [Skt. from &#xC35;&#xC3F;&#xC21;&#xC42;&#xC30;&#xC2E;&#xC41;.] n. Lit. Pertaining to a country called &#xC35;&#xC3F;&#xC21;&#xC42;&#xC30;&#xC2E;&#xC41;. The stone called a cat&apos;s eye, lapis lazuli. &#xC35;&#xC3F;&#xC21;&#xC42;&#xC30;&#xC1C;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC28;&#xC4D;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC35;&#xC48;&#xC33;&#xC2E;&#xC41;.
			</div>
                