&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC47;&#xC26;&#xC30;&#xC4D;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;vaidarbhi. [Skt. from &#xC35;&#xC3F;&#xC26;&#xC30;&#xC4D;&#xC2D;.] n. The lady born at Vidarbha, a name of Damayanti wife of Nala or Rukmini the wife of Krishna. &#xC28;&#xC32;&#xC41;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;; &#xC30;&#xC41;&#xC15;&#xC4D;&#xC2E;&#xC3F;&#xC23;&#xC3F;. Also, a certain style of composition, &#xC30;&#xC40;&#xC24;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC26;&#xC17;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC48;&#xC26;&#xC17;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; vai-dagdhi. [Skt. from &#xC35;&#xC3F;&#xC26;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;.] n. Dexterity, subtlety, cleverness, skill. &#xC35;&#xC3F;&#xC26;&#xC17;&#xC4D;&#xC27;&#xC24;, &#xC35;&#xC3F;&#xC26;&#xC17;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC15;</span>&#xA0;&#xA0;vait&#x101;&#x1E37;ika. [Skt. from &#xC35;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;.] n. A melody or tune which is without a marked time. &#xC30;&#xC3E;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; vait&#x101;&#x1E37;iku&#x1E0D;u. n. A king&apos;s bard. &#xC35;&#xC47;&#xC15;&#xC41;&#xC21;&#xC28;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC12;&#xC15;&#xC35;&#xC48;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC47;&#xC17;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC2C;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC4D;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC48;. G. xi. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC24;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;vaitara&#x1E47;i. [Skt. from &#xC35;&#xC3F;&#xC24;&#xC30;&#xC23;&#xC3F;.] n. The river of fire that is said to exist in hell. The Hindu Styx. &#xC28;&#xC30;&#xC15;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC26;&#xC3F;. The name of the mother of the R&#x101;k&#x1E63;hasas or giants. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC32;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC2A;&#xC30;&#xC30;&#xC40;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaiparityamu. [Skt. from &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC41;.] n. Diversity, contrariety, opposition, adverseness. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC24;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC41; vainamu. [from Skt. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;.] n. Particulars, detail, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;. A convenience, expedient, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. A cause, &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. Order, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Manner, way, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15; &#xC35;&#xC48;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC46;&#xC26;&#xC28;&#xC41; I will try a plan regarding it. &#xC35;&#xC48;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he held it cleverly so as to be handy. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC30;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC47;&#xC35;&#xC48;&#xC28;&#xC2E;&#xC41; &#xC0F;&#xC2E;&#xC3F; what can be the cause of his not coming?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC28;&#xC24;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vaina-t&#x113;yu&#x1E0D;u. [Skt. from &#xC35;&#xC3F;&#xC28;&#xC24;.] n. Lit. The son of Vinata: a name of Garuda, the Brahminy kite. &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC27;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaidhavyamu. [Skt. from &#xC35;&#xC3F;&#xC27;&#xC35;.] n. Widowhood. &#xC35;&#xC3F;&#xC27;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaidyamu. [Skt. from &#xC35;&#xC3F;&#xC26;&#xC4D; to know.] n. The art of medicine, surgery. &#xC30;&#xC4B;&#xC17;&#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; vaidyu&#x1E0D;u. n. A physician or surgeon, a doctor &#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC26;&#xC47;&#xC39;&#xC3F;</span>&#xA0;&#xA0;vaid&#x113;hi. [Skt. from &#xC35;&#xC3F;&#xC26;&#xC47;&#xC39;.] n. A title of Sita, wife of R&#x101;ma. &#xC38;&#xC40;&#xC24;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F;. A female merchant, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC35;&#xC48;&#xC26;&#xC47;&#xC39;&#xC41;&#xC21;&#xC41; a merchant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC26;&#xC41;&#xC37;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC48;&#xC26;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; vaidushi. [Skt. from &#xC35;&#xC3F;&#xC26;&#xC41;&#xC37;&#xC3F;.] n. Learning, wisdom. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC26;&#xC4D;&#xC2C;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaidikamu. [Skt. from &#xC35;&#xC47;&#xC26;.] adj. Pertaining to the Vedas; conformable to the Vedas. Canonical, clerical, sacred. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;. n. Conformity to the Vedas; any sacred pursuit. &#xC07;&#xC35;&#xC47;&#xC33; &#xC2E;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41; a certain religious rite is to be celebrated in my house to-day. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; he is equally skilled in sacred and secular pursuits. &#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC41; the sacred and secular pursuits. &#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC41; the sacred studies. &#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; the sacred fire, i.e., fire on an altar, sacrificial fire as distinguished from &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC4D;&#xC28;&#xC3F; common fire. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC24;&#xC3F; &#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2F;&#xC1C;&#xC4D;&#xC1E; &#xC35;&#xC3F;&#xC27;&#xC41;&#xC32;&#xC41;.&quot; M. XIII. v. 192. &#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC32;&#xC3F;&#xC2A;&#xC3F; or &#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; the clerkly hand, a round antique mode of writing like law-text. &#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41; a Vaidika Brahmin, i.e., one who is set apart for religious duties or studies; &#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; vaidiku&#x1E0D;u. n. A Brahmin who knows the Vedas, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;. One who is engaged in sacred pursuits or studies. &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. One who does not know the world, &#xC32;&#xC4C;&#xC15;&#xC3F;&#xC15;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC07;&#xC24;&#xC21;&#xC41; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; he is a very simple man.
			</div>
                