&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaiy&#x101;tyamu. [Skt. from &#xC35;&#xC3F;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41;.] n. Boldness, courage, &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vaiy&#x101;kara&#x1E47;u&#x1E0D;u. [Skt. from &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.] n. A grammarian, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaim&#x101;lamu. [Skt. from &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC41;.] adj. Great, much, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC2E;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41; great shame. &#xC35;&#xC48;&#xC2E;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41; great anger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vaim&#x101;ni-ku&#x1E0D;u. [Skt. from &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. One who rides in a celestial car. &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaibhavamu. [Skt. from &#xC35;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41;.] n. Wealth, riches, grandeur, splendour, &#xC35;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41;, &#xC10;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC39;&#xC3F;&#xC2E;. &quot;&#xC06;&#xC35;&#xC3E;&#xC19;&#xC4D;&#xC2E; &#xC28;&#xC4B;&#xC24;&#xC40;&#xC24;&#xC2E;&#xC24;&#xC30;&#xC4D;&#xC15;&#xC4D;&#xC2F;&#xC35;&#xC48;&#xC2D;&#xC35;&#xC02;&#xC2C;&#xC41;.&quot; Lalito. viii. 27. &#xC35;&#xC48;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; vaibhavu&#x1E0D;u. n. One who is flourishing or blooming. &#xC35;&#xC3F;&#xC2D;&#xC35;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC28;&#xC35;&#xC2F;&#xC4C;&#xC35;&#xC28;&#xC35;&#xC48;&#xC2D;&#xC35;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Vish. ii. 87.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC2F;&#xC3F;&#xC2A;&#xC41; vaipu. [Tel.] n. A direction, side, quarter, &#xC24;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;. An expedient, conveneince, way, manner, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC12;&#xC21;&#xC41;&#xC2A;&#xC41;, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC06; &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2A;&#xC2F;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC48;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC47;&#xC26;&#xC41; I did not find a way to go up the hill. &quot;&#xC35;&#xC48;&#xC2A;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC35;&#xC32;&#xC2F;&#xC41;&#xC35;&#xC47;&#xC2E;.&quot; Vema. 107. &#xC08; &#xC35;&#xC48;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; people of these parts. &quot;&#xC15;&#xC4A;&#xC38;&#xC30;&#xC41;&#xC35;&#xC48;&#xC2A;&#xC41;&#xC32; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC17;&#xC4B;&#xC1F;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC3E;&#xC24; &#xC2E;&#xC3F;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC47;&#xC24;&#xC32;&#xC3F;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC23;&#xC3F;.&quot; Sakuntala. iii. 53. &#xC35;&#xC48;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC2F;&#xC3F;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; vaipu-k&#x101;&#x1E0D;u. n. A skilful contriver. &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC3F;. A man of resources. &quot;&#xC17;&#xC40; &#xC2C;&#xC41;&#xC02;&#xC17;&#xC32;&#xC2F;&#xC3E;&#xC38;&#xC28;&#xC02;&#xC2C;&#xC41;, &#xC35;&#xC21;&#xC1A;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC48;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41;.&quot; Surabhanda. 45.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-laksha&#x1E47;yamu. [Skt. from &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;.) n. Contrariety, disparity, a difference. &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC32;</span>&#xA0;&#xA0;or &#xC35;&#xC2F;&#xC3F;&#xC32; vaila. [Tel.] n. A kind of hawk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC30;&#xC42;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-r&#x16B;pyamu. [Skt. from &#xC35;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;.] n. Ugliness, deformity, &#xC35;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC30;&#xC3F;</span>&#xA0;&#xA0;, &#xC35;&#xC48;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; See under &#xC35;&#xC48;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC3F;</span>&#xA0;&#xA0;vai-r&#x101;gi. [Skt. from &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;.] n. An ascetic, a devotee; a monk. &#xC35;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC3F;. &#xC35;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; vai-r&#x101;gyamu. n. Freedom from passion or worldly attachments, &#xC35;&#xC3F;&#xC30;&#xC3E;&#xC17;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC35;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; the self restraint caused by reading pious books. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;&#xC3F;&#xC35;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; the continence that impresses the mind of an accouchee. &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC35;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; the feelings of repentance caused by a funeral.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-manasyamu. [Skt. from &#xC35;&#xC3F;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;.] n. Aversion, dislike, estrangement, ill will, &#xC35;&#xC3F;&#xC2E;&#xC28;&#xC4B;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC17;, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vairasyamu. [Skt. from &#xC35;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC41;.] n. Ill-will, enmity, &#xC35;&#xC3F;&#xC30;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC30;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC35;&#xC48;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC35;&#xC2F;&#xC3F;&#xC30;&#xC3E;&#xC32;&#xC41; vairavulu. [Tel.] n. Charcoal fire, a burning brand or coal, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC05;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vairamu. [Skt. from &#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;.] n. Enmity, hostility, antipathy. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC30;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41; or &#xC35;&#xC48;&#xC30;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; vairaniry&#x101;tanamu. n. Revenge, retaliation, requital of injury. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC17;&#xC24;&#xC3F;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC35;&#xC48;&#xC30;&#xC3F; vairi. n. An enemy, foe, adversary, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC30;&#xC3F;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC15;&#xC30;&#xC3F;&#xC35;&#xC48;&#xC30;&#xC3F; the elephant&apos;s foe, i.e., the lion. adj. Hostile, inimical, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC48;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vairin&#x1E6D;su. v. n. To entertain enmity, &#xC2A;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vai-m&#x101;tr&#x113;yu&#x1E0D;u. [Skt. from &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC24;.] n. A half brother by a different mother, &#xC38;&#xC35;&#xC24;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;.
			</div>
                