&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC36;&#xC47;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai&#x1E63;&#x113;shikamu. [Skt.] n. One of the six philosophical systems (Darsanas) of the Hindus, in which seven primeval principles are maintained as existing, &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC24;&#xC30;&#xC4D;&#xC15;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC37;&#xC23;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;. &#xC35;&#xC48;&#xC36;&#xC47;&#xC37;&#xC3F;&#xC15;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a treatise explaining this system.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC32;&#xC4B;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-l&#x14D;myamu. [Skt. from &#xC35;&#xC3F;&#xC32;&#xC4B;&#xC2E;&#xC2E;&#xC41;.] n. Reversal, reading a magic spell, &amp;c. backwards. &#xC35;&#xC3F;&#xC32;&#xC4B;&#xC2E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC15;&#xC4A;&#xC28;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC26;&#xC35;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai&#x1E63;ikamu. [Skt. connected with &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;.] n. Harlotry, a courtezan&apos;s wiles or allurements, &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. Cunning, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. adj. Pertaining to a harlot, &#xC2C;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F;. Blameworthy, &#xC26;&#xC42;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC36;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; vai&#x1E63;iku&#x1E0D;u. n. A gallant, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC32; &#xC32;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC21;&#xC41;. A licentious man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC36;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai&#x1E63;&#x101;lyamu. [Skt. from &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC41;.] n. Breadth, width, extent. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC21;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC36;&#xC3E;&#xC30;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-&#x1E63;&#x101;radyamu. [Skt. from &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC30;&#xC26;.] n. Skill. &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC30;&#xC26;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. Learning, &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC36;&#xC3E;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai&#x1E63;&#x101;khamu. [Skt. from &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC16;.] n. The name of the second lunar month, &#xC12;&#xC15;&#xC28;&#xC46;&#xC32;&#xC2A;&#xC47;&#xC30;&#xC41;. A churning staff. &#xC15;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaiv&#x101;hikamu. [Skt. from &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;.] adj. Nuptial, matrimonial, relating to marriage, &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &quot;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC35;&#xC48;&#xC35;&#xC3E;&#xC39;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC02;&#xC26;&#xC41;.&quot; Bhag. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vaivasvatu&#x1E0D;u. [Skt. from &#xC35;&#xC3F;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC4D;.] n. A title of Yama. &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. The name of a Manu, &#xC12;&#xC15;&#xC2E;&#xC28;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai-var&#x1E47;yamu. [Skt. from &#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.] n. Change of colour, becoming pale, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC24;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC4B;&#xC35;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC35;&#xC27;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vaivadhiku&#x1E0D;u. [Skt.] n. One who carries a &#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F;. A hawker or pedlar, a news-bearer, a messenger. &#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC39;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC3F;&#xC30;&#xC2A;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC48;&#xC21;&#xC2E;&#xC41; vai&#x1E37;amu. [Tel.] n. Haste, speed. adv. Speedily. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC4B;&#xC30;&#xC3E;&#xC35;&#xC4A; &#xC35;&#xC48;&#xC33;&#xC02;&#xC2C;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; HD. ii. 298. &quot;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC48;&#xC33;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC28;&#xC3E;&#xC2F;&#xC02;&#xC21;&#xC41;.&quot; Pal. 497. &#xC35;&#xC48;&#xC33;&#xC2E;&#xC41; or &#xC35;&#xC2F;&#xC3F;&#xC33;&#xC2E;&#xC41; vai&#x1E37;amu. n. A certain measure of musical time. &#xC24;&#xC3E;&#xC33;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC17;&#xC41; &#xC35;&#xC48;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC3E;&#xC33;&#xC02;&#xC2C;&#xC41;, &#xC38;&#xC3E;&#xC33;&#xC3F; &#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC1C;&#xC3E;&#xC2F;&#xC28;&#xC41;&#xC1C;&#xC3E;&#xC2F;&#xC3F;.&quot; BD. iii. 1870.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaish&#x1E47;avamu. [Skt. from &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;.] adj. Relating or belonging to Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC28;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. n. Vaishnaism, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2E;&#xC24;&#xC2E;&#xC41;. &#xC35;&#xC48;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC41;&#xC21;&#xC41; vaish&#x1E47;a-vu&#x1E0D;u. n. A follower of Vishnu, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC36;&#xC4D;&#xC35;&#xC26;&#xC47;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vai&#x1E63;va-d&#x113;vamu. [Skt. from &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC26;&#xC47;&#xC35;.] n. A form of sacrifice or prayers offered to all the gods of the world, &#xC2A;&#xC02;&#xC1A; &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC28;&#xC41; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC36;&#xC4D;&#xC30;&#xC35;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vai&#x1E63;rava&#x1E47;u&#x1E0D;u. [Skt.] n. A name of Kubera, god of riches. &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vai&#x1E63;yu&#x1E0D;u. [Skt.] n. A man of the third Hindu caste, a merchant, &#xC24;&#xC43;&#xC24;&#xC40;&#xC2F; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC37;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaishayikamu. [Skt. from &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;.] adj. Pertaining to the phenomenal, cognisable by the senses, &#xC35;&#xC3F;&#xC37;&#xC2F; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC37;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaishamyamu. [Skt. from &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC2E;&#xC41;.] n. Unevenness, inequality, &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC2E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Enmity. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vai&#x1E63;v&#x101;-naru&#x1E0D;u. [Skt. from &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC30;.] n. An epithet of the god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;.
			</div>
                