&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC39;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaih&#x101;yasamu. [Skt. from &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41;.] adj. Ethereal, heavenly. &#xC17;&#xC17;&#xC28;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &quot;&#xC05;&#xC24;&#xC38;&#xC40;&#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC26;&#xC47;&#xC39;&#xC41;&#xC21;&#xC47;&#xC17;&#xC46; &#xC35;&#xC48;&#xC39;&#xC3E;&#xC2F;&#xC38;&#xC35;&#xC40;&#xC27;&#xC3F; &#xC28;&#xC3E;&#xC30;&#xC26;&#xC2E;&#xC41;&#xC16;&#xC3E;&#xC2E;&#xC30;&#xC38;&#xC02;&#xC2F;&#xC2E;&#xC3F;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC48;.&quot; Parij. iii. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC37;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vaisvaryamu. [Skt. from &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;.] n. Discordance of the voice. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC38;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC35;&#xC2F;&#xC3F;&#xC38;&#xC3F;&#xC15; vaisika. [from Skt. &#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;.] n. Cunning, hypocrisy, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vais&#x101;ri&#x1E47;amu. [Skt.] n. A fish. &#xC1A;&#xC47;&#xC2A;, &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Chen. iv. 346.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyati-karamu. [Skt.] n. A misfortune, calamity, reverse, grief, trouble, &#xC06;&#xC2A;&#xC26;, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;. Reciprocity, reciprocal action, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC40;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyajanamu. [Skt.] n. A fan. &#xC24;&#xC3E;&#xC33;&#xC35;&#xC43;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyagramu. [Skt.] adj. Bewildered, confused, perplexed. Eager, ardent, zealous. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;. &quot;&#xC36;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC2D;&#xC30; &#xC35;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; Swa. i. 39. &#xC35;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC24; vyagrata. n. Perplexity, anxiety. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC1A;&#xC3F;&#xC02;&#xC24;. &#xC35;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; vyagru&#x1E0D;u. n. One who is perplexed or anxious, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyaktamu. [Skt.] adj. Apparent, clear, manifest, evident, disclosed, revealed, distinct, specified, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC24; or &#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; vyaktata. n. Distinctness, manifestation. &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC24;. &#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC3F; vyakti. n. An incarnation, &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC48; &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC43;&#xC25;&#xC15;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;. An individual, a person, a man, &#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC12;&#xC15;&#xC21;&#xC41;. Manifestation, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC39;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC40;&#xC15;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC3F; &#xC35;&#xC17;&#xC35;&#xC15;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC15;.&quot; BD. i. 477. &#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC41; &#xC26;&#xC4B;&#xC21;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC3E;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC47;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC3F;.&quot; ib. v. 444. &#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; vyaktu&#x1E0D;u. n. A man of the world, a man of understanding. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; vyaktu-r-&#x101;lu n. A clever woman, a woman of understanding. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyangyamu. [Skt.] n. Sarcasm, irony, covert expression of contempt, &amp;c. &#xC05;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC15;&#xC25;. &#xC35;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC4D;&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; a sarcastic speech or expression. &quot;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2F;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC2C;&#xC21;&#xC17;.&quot; L. viii. 84. Impropriety, indecency, indelicacy, &#xC0E;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; among them this is no indecency. &#xC35;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC15;&#xC2E;&#xC41; vyanjakamu. adj. Making clear or plain, distinguishing, indicative or expressive of passion or feeling. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC1A;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC2C;&#xC4B;&#xC27;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41; vyanjanamu. n. A mark, sign, token. &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;, &#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;. A consonant (in grammar.) &#xC39;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC15;&#xC3E;&#xC26;&#xC3F;&#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. A sauce, or condiment. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC4B;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC15;&#xC42;&#xC30;. &#xC35;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; vyanjitamu. adj. Made visible, manifested. &#xC2C;&#xC48;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC1C;&#xC32;&#xC27;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC02;&#xC1C;&#xC3F;&#xC24;&#xC36;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC17;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC47;&#xC18;&#xC38;&#xC02;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; N. iv. 40.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC48;&#xC39;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;vaih&#x101;&#x1E37;i. [Skt.] n. Same as &#xC35;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F; (q. v.) Also, Tumult. &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;. &quot;&#xC2D;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC02;&#xC17;&#xC3E;&#xC27;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC2E;&#xC21;&#xC41;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC28;&#xC02;&#xC2C;&#xC21;&#xC3F; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32;&#xC41; &#xC17;&#xC35;&#xC48;&#xC39;&#xC3E;&#xC33;&#xC3F;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21; &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC17;&#xC32; &#xC2D;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC21; &#xC28;&#xC46;&#xC21;&#xC28;&#xC46;&#xC21;&#xC02;&#xC26;&#xC32;&#xC35;&#xC30;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;.&quot; G. vii. 63.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4B;&#xC22;</span>&#xA0;&#xA0;v&#x14D;&#x1E0D;ha. [Skt.] n. A charioteer, a car-driver. &#xC24;&#xC30;&#xC41;&#xC17;&#xC21;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A carrier &#xC2E;&#xC4B;&#xC2A;&#xC30;&#xC3F;.
			</div>
                