&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-apa-d&#x113;&#x1E63;amu. [Skt. &#xC35;&#xC3F;+&#xC05;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;.] n. A great pretence, a notable fraud, a stratagem, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC37;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC27;</span>&#xA0;&#xA0;vyadha. [Skt.] n. Pain, soreness, ache, agony, torture, suffering, distress, &#xC2C;&#xC3E;&#xC27;, &#xC35;&#xC47;&#xC26;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41; vyadhitamu. adj. Pained, hurt, sore, distressed. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; vyatyayamu. [Skt.] n. Difference. &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. Contrariety, opposition, variation, inverted or retrograde order, &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; contrarily, &#xC35;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; vyatyastamu. adj. Differing, contrary, opposite, reverse, &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2A;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC40;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-at&#x12B;-p&#x101;tamu. [Skt.] n. The seventeenth of the astrological Yogas, &#xC12;&#xC15;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17;&#xC2F;&#xC4B;&#xC17;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. A portent, a prodigy indicating calamity, as a comet, earthquake, &amp;c. &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. Applied figuratively to a naughty, troublesome, mischievous child. Contempt, &#xC05;&#xC28;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;. Fleeing from a battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC28; &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;&#xC1F;. &#xC12;&#xC30;&#xC47;&#xC2A;&#xC4B;&#xC30;&#xC3E; &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC40;&#xC2A;&#xC3E;&#xC24; go along, you fool! &quot;&#xC05;&#xC32;&#xC41;&#xC15;&#xC39;&#xC3F;&#xC2E;&#xC30;&#xC36;&#xC4D;&#xC2E;&#xC3F;&#xC28;&#xC3F;&#xC1C;&#xC15;&#xC3F;&#xC30;&#xC23;&#xC3E;&#xC33;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC3E;&#xC2E;&#xC39;&#xC3E;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC23;&#xC17;&#xC3F;&#xC02;&#xC2A; &#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC37;&#xC4D;&#xC23;&#xC36;&#xC40;&#xC24; &#xC38;&#xC02;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC28; &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC40;&#xC2A;&#xC3E;&#xC24;&#xC38;&#xC2E;&#xC1C;&#xC4D;&#xC1E; &#xC2C;&#xC4A;&#xC21;&#xC2E;&#xC46;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC1C;&#xC4D;&#xC1D;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC35;&#xC21;&#xC02;&#xC15;.&quot; T. v. 120.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-ati-r&#x113;kamu. [Skt.] n. Contrariety, difference, opposition, disagreement, change, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC24;, &#xC35;&#xC47;&#xC30;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC35;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; whether it will succeed or no is uncertain, &#xC06;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41;. adj. Contrary, opposed to, negative. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC15;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; against orders. &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;. (in Gram.) the negative form of the verb. &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; vy-ati-&#x1E5B;iktamu. adj. Different, distinct, contrary, opposite, excepted, withdrawn, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;. &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC15;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyava-kalanamu. [Skt.] n. Subtraction of numbers. &#xC12;&#xC15; &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC32;&#xC4B; &#xC2E;&#xC30;&#xC4A;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; vyava-kalitamu. adj. Subtracted, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC15;&#xC32;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyarthamu. [Skt.] adj. Useless, vain, fruitless, ineffectual, &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; vyarthamu-ch&#x113;yu. v. a. To make vain, waste, spoil, baffle, &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC1C;&#xC40;&#xC35;&#xC3F; vyarthu&#x1E0D;u n. A worthless man, a fool. &#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C; &#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC32;&#xC47;&#xC15; &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC28;&#xC48;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I am a poor fellow unable to support my family.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyayamu. [Skt.] n. Spending, expense, expenditure. Ruin, waste, &#xC2A;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC1A;&#xC41;&#xC1F;. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC2E;&#xC41;.&quot; &#xC1A;&#xC28;&#xC41;&#xC2C;&#xC4A;&#xC02;&#xC15;&#xC17;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC28;, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC27;&#xC28;&#xC3E;&#xC2A;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC28;.&quot; M. I. iii. 246. &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; vyayamu-ch&#x113;yu. v. a. To spend, expend, &#xC35;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vy-abhi-char-in&#x1E6D;su. [Skt. &#xC35;&#xC3F;+&#xC05;&#xC2D;&#xC3F;+&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. n. To go astray, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To commit adultery, &#xC30;&#xC02;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; vy-abhi-ch&#x101;ramu. n. Deviation from the common rule; fornication, adultery, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC30;&#xC02;&#xC15;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F; or &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F; vy-abhi-ch&#x101;ri. n. An adulteress, a harlot, jilt. &#xC30;&#xC02;&#xC15;&#xC41;&#xC1F;&#xC3E;&#xC32;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; vy-abhi-ch&#x101;ru&#x1E0D;u. n. An adulterer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-ati-kramamu. [Skt. &#xC35;&#xC3F;+&#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.] n. Contrariety, irregularity, transgression, wrong, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
                