&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyavas&#x101;yamu. [Skt.] n. Effort, attempt, industry. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Cultivation, tillage. &#xC15;&#xC43;&#xC37;&#xC3F;, &#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to cultivate, &#xC38;&#xC40;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC3F; or &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; vyavas&#x101;yi. n. A cultivator, husbandman, farmer, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3F; vyavadh&#x101;namu. [Skt.] n. A covering, &#xC2E;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;. An intervening space, interval, delay. &#xC05;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyasanamu. [Skt.] n. Grief, sorrow, affliction, passion, pain. &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC02;&#xC24;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. A fault, vice. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. A calamity, &#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;. M. V. ii. 42. &#xC35;&#xC46;&#xC32;&#xC26;&#xC3F;, &#xC1C;&#xC42;&#xC26;&#xC02;&#xC2C;&#xC41;, &#xC2A;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;, &#xC35;&#xC47;&#xC1F;, &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC26;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC38;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC27;&#xC28;&#xC2E;&#xC41; &#xC35;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;, &#xC07;&#xC35;&#xC3F; &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC28;&#xC3F;&#xC30;&#xC24;&#xC28;&#xC38;&#xC41;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;.&quot; P. i. 825. &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28; vyasana-ka-ram-aina. adj. Grievous. &#xC26;&#xC41;&#xC03;&#xC16;&#xC1C;&#xC28;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2A;&#xC21;&#xC41; vyasana-pa&#x1E0D;u. v. n. To sorrow, to suffer grief. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; vyasan-&#x101;rtu&#x1E0D;u. n. One who is afflicted, or is suffering pain or calamity. &#xC35;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC3F; vyasa&#x1E47;i. adj. Vicious, unfortunate, distressed. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC48;&#xC28;, &#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC48;&#xC28;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2A;&#xC21;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-ava-hitamu. [Skt.] adj. Covered, concealed, &#xC05;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;. Parted, separated. Not immediate, not direct &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; vy-ava-hitu&#x1E0D;u. n. One afar off. &#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC05;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02; &#xC26;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A; &#xC17;&#xC3E;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC47;&#xC2E;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41;.&quot; Naish. ii. 160.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyava-h&#x101;ramu. [Skt.] n. Usage, custom. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;. Profession, business, occupation, trade. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. Civil administration, management of public affairs. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC28;&#xC3F;. A law-suit, litigation, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC24;&#xC17;&#xC35;&#xC41;, &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC3F;. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to administer or conduct public affairs, to carry on business. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; vyava-h&#x101;ra-sthu&#x1E0D;u n. A man in business &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A public officer, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC3F; vyava-h&#x101;ri. n. One engaged in trade, a merchant, a litigant. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC30;&#xC4D;&#xC24; vyava-harta. n. A judge, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; vyava-harin&#x1E6D;su. v. a. To use, practise make use of. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;. v. n. To dispute or litigate. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC4D;&#xC25;</span>&#xA0;&#xA0;vyavastha. [Skt.] n. A decree, a statute, rule, law. A written extract from a code of law, a written legal opinion. An engagement, agreement, contract. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC28;&#xC3F;&#xC30;&#xC42;&#xC2A;&#xC3F;&#xC24;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC27;&#xC3F;, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;, &#xC15;&#xC4B;&#xC30;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;, &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC12;&#xC15; &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC47;&#xC26;&#xC41; he goes by no rule. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC47;&#xC28;&#xC3F; illegal, unlawful, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41; vyavasthitamu. adj. Arranged, fixed, settled, decreed, &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyavasitamu. [Skt.] adj. Ascertained, settled. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyastamu. [Skt.] adj. Confounded, confused, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC48;&#xC28;. Separated, separate, &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;, &#xC1A;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC28;, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC2E;&#xC41; a simple or non-compound word, (Grammar).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;-kara&#x1E47;amu. [Skt.] n. Lit: analysis, &#xC35;&#xC3F;&#xC2D;&#xC1C;&#xC28;&#xC2E;&#xC41;. The science of Grammar. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
                