&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;-gha&#x1E6D;&#x1E6D;anamu. [Skt.] n. Rubbing, friction. &#xC38;&#xC02;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;, &#xC12;&#xC30;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC41; vy&#x101;-gha&#x1E6D;&#x1E6D;itamu. adj. Rubbed, rubbed together. &#xC12;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; vy-&#x101;khya. [Skt.] n. A commentary, gloss, note, exposition, explanation, &#xC1F;&#xC40;&#xC15;, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC3F;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC3F;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24; vy-&#x101;khy&#x101;ta. n. A commentator, &#xC1F;&#xC40;&#xC15;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC3E;&#xC24;&#xC2E;&#xC41; vy-&#x101;ky&#x101;tamu. adj. Explained, expounded. &#xC35;&#xC3F;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-&#x101;k&#x14D;chamu. [Skt.] adj. Blown, opened as a flower. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vy-&#x101;k&#x1E5B;iti. [Skt.] n. Separation, analysis, &#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;. Explanation, exposition, &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;. Translation into another language, &#xC2D;&#xC3E;&#xC37;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;. Grammar, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; vy-&#x101;kulamu. [Skt.] adj. Afflicted, sorrowful, confused, perplexed, confounded, bewildered, anxious, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC32;&#xC24;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;, &quot;&#xC2E;&#xC26;&#xC28;&#xC2D;&#xC42;&#xC24;&#xC3E;&#xC35;&#xC47;&#xC36; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC41;&#xC21;&#xC48;.&quot; S. iii. 32. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC24; or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; vy&#x101;kulata. Grief, sorrow, anxiety, affliction. &#xC1A;&#xC3F;&#xC02;&#xC24;, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D; &#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC24;&#xC28;&#xC4D; &#xC35;&#xC39;&#xC3F;&#xC02;&#xC2A;.&quot; T. ii. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;-k&#x12B;r&#x1E47;amu. [Skt.] adj. Scattered, tossed or thrown about or away. &#xC35;&#xC46;&#xC26;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC1A;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC28;. &quot;&#xC39;&#xC30;&#xC3F;&#xC36;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC26;&#xC47;&#xC2D; &#xC16;&#xC21;&#xC4D;&#xC17;&#xC36;&#xC30;&#xC2D; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; &#xC32;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC4B;&#xC24;&#xC4D;&#xC15;&#xC30; &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; K&#x101;lahasti. iii. 200.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vy&#x101;dhu&#x1E0D;u. [Skt.] n. A fowler, a hunter. &#xC2C;&#xC4B;&#xC2F;&#xC35;&#xC3E;&#xC21;&#xC41; A wicked or cruel man, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;</span>&#xA0;&#xA0;vy&#x101;dhi. [Skt.] n. Disease, sickness, disorder. &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; vy&#x101;dhi-grastu&#x1E0D;u. n. A sick man, a patient, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC46;&#xC2E;&#xC41; vy&#x101;jyamu. [from Skt. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;.] n. A law-suit, case; dispute, contention, litigation. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC35;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41; vy&#x101;jya-g&#x101;&#x1E0D;u. n. A disputant, a contending party in a law-suit. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; the parties, plaintiff and defendant. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC21;&#xC41; or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41; vy&#x101;j-yam-&#x101;&#x1E0D;u. v. n. To contend,litigate, to be at law. To quarrel,dispute, wrangle &#xC24;&#xC17;&#xC35;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;jamu. [Skt.] n. An excuse, pretence, deceit, fruad. &#xC2E;&#xC3F;&#xC37;, &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC28;&#xC3F;&#xC02;&#xC26; vy&#x101;ja-ninda. n. Praise in the guise of blame. A figure of rhetoric. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;, &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC24;&#xC3F; vy&#x101;j&#x101;-stuti. n. Sarcastic praise, ironical commendation. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC26;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; vy&#x101;j-&#x14D;kti. n. Double entendre; words that convey an underhand meaning, a covert expression, an inuendo, &#xC1B;&#xC32;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;ghramu. [Skt.] n. A royal tiger. &#xC36;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;. adj. (In comp.) Best, pre-eminent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a noble man, &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC28;&#xC16;&#xC2E;&#xC41; vy&#x101;ghra-nakhamu. n. Lit. a tiger&apos;s claw. The name of a plant, Galedupa arboria, &#xC15;&#xC30;&#xC02;&#xC1C;&#xC2E;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;. A sort of perfume. &#xC17;&#xC02;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC2E;&#xC41; vy&#x101;ghr-&#x101;jinamu. n. The skin of a tiger, used to sit upon at devotions. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC2E;&#xC41; vy&#x101;ghr&#x101;&#x1E6D;amu. n. A sky-lark. &#xC2D;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC2E;&#xC41;, &#xC0F;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC24;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC3F; vy&#x101;ghri. n. A tigress.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;-gh&#x101;tamu. [Skt.] n. Striking, beating, a blow, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. An obstacle, impediment, hindrance, &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. The thirteenth of the astronomical yogas. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17;&#xC2F;&#xC4B;&#xC17;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;namu. [Skt.] n. That once of the five vital airs, which pervades the whole body, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC36;&#xC30;&#xC40;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;.
			</div>
                