&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;-m&#x14D;hamu. [Skt.] n. Inordinate affection, lust, carnal desire. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC36;, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41;. &quot;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC32;&#xC4B;&#xC2D;&#xC2E;&#xC41;. &#xC15;&#xC3E;&#xC2E;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC26;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC26;&#xC30;&#xC4D;&#xC2A;&#xC4B;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC32;&#xC47;&#xC15; &#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC48; &#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC40;.&quot; Vish. iv. 182. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC39;&#xC2A;&#xC21;&#xC41; vy&#x101;-m&#x14D;hin&#x1E6D;su. v. a. To lust, desire, or love inordinately. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC36;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;mamu. [Skt.] n. A fathom, a length of two yards. &#xC2C;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;vy&#x101;pin&#x1E6D;su. [Skt.] v. n. To pervade, spread, or extend. &#xC05;&#xC02;&#xC24;&#xC1F; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC24;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41; his mind cannot comprehend logic. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F; vy&#x101;pi. n. One who pervades, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC3F; Same as &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;. (q. v.) &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41; vy&#x101;pakamu. adj. Spreading, extending, diffusive, comprehensive; influential. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47;. &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC35;&#xC26;&#xC4D;&#xC26; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he has great influence with the king. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC24;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41; vy&#x101;pakata. n. Influence, sway, prevalence. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; vy&#x101;pa-ku&#x1E0D;u. n. A man of influence. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; vy&#x101;panamu. n. Diffusion, pervading, spreading. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; vy&#x101;plamu. adj. Pervading, encircled, surrounded, penetrated. &#xC05;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; vy&#x101;pti. n. Pervading, diffusion, permeation, extension, spread. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1F;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; &#xC17;&#xC28;&#xC41;&#xC15; as I am engaged in this business. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41; vy&#x101;pyamu. adj. Fit to pervade, pervasive, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;p&#x101;ramu. [Skt.] n. An affair, matter, business, occupation, profession, trade, commerce. &#xC2A;&#xC28;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC2A;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC15;&#xC41; &#xC15;&#xC4B;&#xC2A; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC47;&#xC24;&#xC4B;&#xC1A;&#xC41;.&quot; Vish. i. 21. &#xC26;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41; misconduct, bad practice, crime. &#xC38;&#xC26;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41; good conduct, a good action. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41; an act of the mind. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; vy&#x101;p&#x101;ramu-ch&#x113;yu. v. n. To trade. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC3F; vy&#x101;p&#x101;ri. n. One engaged in any business. A man belonging to a certain sect among Brahmins, &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC36;&#xC3E;&#xC16;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC17;&#xC4B;&#xC32;&#xC15;&#xC4A;&#xC02;&#xC21; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; a subdivision of that sect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-&#x101;p&#x101;damu. [Skt.] n. Evil design, malice prepense. &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC1A;&#xC3F;&#xC02;&#xC24;, &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC2A;&#xC41;&#xC24;&#xC32;&#xC2A;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; vy-&#x101;p&#x101;danamu. n. Killing, slaying. &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;. Wishing evil, treacherousness. &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC2E;&#xC41; &#xC24;&#xC32;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;-l&#x14D;lamu. [Skt.] adj. Tremulous, shaking, waving. &#xC1A;&#xC02;&#xC1A;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC30;&#xC33;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC26;&#xC3F;&#xC32;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC40;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-&#x101;l&#x12B;&#x1E0D;hamu. [Skt.] adj. United, joined, put together. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &quot;&#xC35;&#xC3E;&#xC24;&#xC3E;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC3F;&#xC24; &#xC1A;&#xC02;&#xC26;&#xC28;&#xC3E;&#xC17;&#xC30;&#xC41;&#xC32;&#xC24;&#xC3E; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC40;&#xC22; &#xC15;&#xC47;&#xC33;&#xC40;&#xC35;&#xC28;&#xC40;&#xC1C;&#xC3E;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC2D;&#xC35;&#xC26;&#xC40;&#xC2F;&#xC28;&#xC30;&#xC4D;&#xC2E;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC4D;.&quot; Vasu. iii. 232.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;-y&#x14D;gamu. [Skt.] n. A certain sort of theatrical entertainment, a kind of drama. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;y&#x101;mamu. [Skt.] n. Perambulation, walking up and down. &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. Exercise, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC2E;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC28;&#xC3E;&#xC36;&#xC3E;&#xC2F; exercise cures disease. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC2E;&#xC3F; vy&#x101;y&#x101;mi. n. One who takes exercise.
			</div>
                