&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-&#x101;vritamu. [Skt.] adj. Covered, screened. &#xC05;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; vy-&#x101;v&#x1E5B;ittamu. adj. Surrounded, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Turned back, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC30;&#xC32;&#xC3F;&#xC28;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC3F; vy-&#x101;v&#x1E5B;iti. n. An ignis fatuus, a will of the wisp &#xC15;&#xC4A;&#xC30;&#xC35;&#xC3F; &#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vy-&#x101;vah&#x101;riku&#x1E0D;u. [Skt. from &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. A man of business, one in business. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. A counsellor, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;-valanamu. [Skt.] n. Shaking. &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;. &quot;&#xC28;&#xC30;&#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC32;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; L. ii. 18.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-&#x101;vartanamu. [&#xC35;&#xC3F;+&#xC06;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;.] [Skt.] n. Surrounding, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. Retreating, turning back, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41;&#xC2E;&#xC30;&#xC32;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC21;&#xC2E;&#xC41; vy&#x101;&#x1E37;amu. [Skt.] n. A snake, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. A tiger, &#xC2A;&#xC41;&#xC32;&#xC3F;. Any beast of prey. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;. A vicious elephant. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC17;&#xC1C;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC3F; or &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; vy&#x101;&#x1E37;a-gr&#x101;hi. n. A snake catcher. &#xC2A;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F; vy&#x101;&#x1E37;i. A female snake, &#xC2A;&#xC46;&#xC02;&#xC1F;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &quot;&#xC30;&#xC3E;&#xC1C;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC3E;&#xC2E;&#xC38;&#xC3F;&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC32;&#xC47;&#xC39;&#xC28;&#xC02; &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC28;&#xC28;&#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC35;&#xC02;&#xC17;&#xC4B; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2F;&#xC40;&#xC2A;&#xC26;&#xC28;&#xC02;&#xC1A;&#xC41;&#xC02;&#xC2C;&#xC28;&#xC02;.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vy-utpatti. [Skt.] n. Production, origin, birth. The orign of words, derivation, etymology, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC36;&#xC2C;&#xC4D;&#xC26; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. Science, learning, critical knowledge. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;, &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC48;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41; to be born, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;; to become instructed in or acquainted with. &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; acquaintance with a poem. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; skill in an art. &#xC05;&#xC35;&#xC2F;&#xC35;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; acquaintance with etymology. &#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; vy-utpannamu. adj. Derived, formed as a derivative word. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;, &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;. (&#xC07;&#xC26;&#xC3F; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC1F;.) &#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; vy-utpannu&#x1E0D;u. n. One who is versed in proficient or learned.&#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC15;&#xC2E;&#xC41; vy-utp&#x101;dakamu. adj. Instructive. &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC28;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC07;&#xC26;&#xC3F; &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC15; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; this is a very improving book.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyut-kramamu. [Skt.] n. Reverse or inverted order, an irregular arrangement. &#xC15;&#xC4D;&#xC30;&#xC2E; &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC32;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC20;&#xC28;&#xC2E;&#xC41; reading backwards as a spell or charm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;h&#x101;ramu. [Skt.] n. Voice, speech, a word. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC09;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC43;&#xC24;&#xC2E;&#xC41; vy&#x101;-h&#x1E5B;itamu. adj. Uttered, spoken, announced. &#xC09;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC32;&#xC41;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC43;&#xC24;&#xC3F; vy&#x101;-h&#x1E5B;iti. n. Voice, speech, a word, an articulate sound, a mystical word or sound. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC1F;, &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC13;&#xC2E;&#xC4D; &#xC05;&#xC28;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-&#x101;hatamu. [Skt.] adj. Smitten, beaten, repulsed, confused. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2A;&#xC30;&#xC3E;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC32;&#xC2E;&#xC48;&#xC28;. Useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x101;samu. [Skt.] n. Expansion, diffusion, &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;. A dissertation, an essay. &#xC0F; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC48;&#xC28;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC1F;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41; vy&#x101;su&#x1E0D;u. n. Vy&#x101;sa, the sage who is said to have written the Mah&#x101; Bh&#x101;rata. &#xC2A;&#xC30;&#xC3E;&#xC36;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; vy&#x101;sa-gha&#x1E6D;&#x1E6D;amu. n. Any difficult passage in the Mah&#x101; Bh&#x101;rata; a puzzle or stumbling block; an inextricable difficulty. &#xC2D;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC05;&#xC24;&#xC3F;&#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vy-&#x101;saktu&#x1E0D;u. [Skt.] n. A very diligent man, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-&#x101;sangamu. [Skt.] n. Grief, anxiety. Devotion to study, assiduity in study, diligence. &#xC1A;&#xC3F;&#xC02;&#xC24;, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4B; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC05;&#xC38;&#xC35;&#xC2A;&#xC3E;&#xC28;&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC02;&#xC17;&#xC24;&#xC30;&#xC02;&#xC17;&#xC3F; &#xC24;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;. M. iv. ii. 330.
			</div>
                