&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC02;&#xC24;, &#xC35;&#xC02;&#xC24;</span>&#xA0;&#xA0;or &#xC35;&#xC30;&#xC24; vranta. [Tel.] n. A rivulet, stream, &#xC15;&#xC41;&#xC32;&#xC4D;&#xC2F;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;, &#xC0F;&#xC30;&#xC41;. A pit, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;. &quot;&#xC16;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC48;&#xC28;&#xC40;&#xC35;&#xC15;&#xC3E;&#xC26;&#xC46;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;, &#xC35;&#xC46;&#xC21;&#xC35;&#xC4D;&#xC30;&#xC02;&#xC24; &#xC2F;&#xC47;&#xC2E;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F; &#xC1C;&#xC42;&#xC2A;&#xC46;&#xC26;&#xC35;&#xC41;. BD. v. 1001. &quot;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1F;&#xC02; &#xC2C;&#xC30;&#xC36;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC02;&#xC24;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; Parij. i. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC4B;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x14D;mamu. [Skt.] n. The sky, the heaven, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC4B;&#xC2E;&#xC15;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; vy&#x14D;ma-k&#x113;&#x1E63;u&#x1E0D;u. n. Lit. he who is crowned with the heavens or whose locks are the skies, i.e., Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC4B;&#xC2E; &#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; vy&#x14D;ma-y&#x101;namu. n. A divine car, a carriage in which the gods ride. &#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, A ballon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy-&#x16B;hamu. [Skt.] n. A mulltitude, flock, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A phalanx, array, military evolution, the arrangement of troops in various positions. &#xC26;&#xC02;&#xC21;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC30; &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2C;&#xC32;&#xC30;&#xC1A;&#xC28;, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39; &#xC2E;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41; to set in array. &#xC05;&#xC30;&#xC4D;&#xC27;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41; placing an army in a semi-circular position. &quot;&#xC38;&#xC41;&#xC15;&#xC35;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC41;&#xC21;&#xC41;.&quot; (M. VI. p. 108.) he who is surrounded by poets. T. preface, 95.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vy&#x16B;ti. [Skt.] n. Weaving, texture. &#xC28;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC47;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vy&#x16B;&#x1E0D;hamu. [Skt.] adj. Arranged, arrayed, placed in order or array; compact, firm. &#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;. &quot;&#xC15;&#xC35;&#xC1A;&#xC3F;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC22;&#xC3E;&#xC02;&#xC17;&#xC15;.&quot; Swa. iv. 107.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vyush&#x1E6D;amu. [Skt.] adj. Dawned, become daylight or dawn. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC28;. n. Dawn, break of day, &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;, &#xC09;&#xC26;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC24;&#xC24;&#xC3F;</span>&#xA0;&#xA0;vra-tati. [Skt.] n. A creeper or climbing plant. &#xC24;&#xC40;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vra&#x1E47;amu. [Skt.] n. A boil ulcer, abascess, sore, sinus, wound. &#xC15;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41; the boil called a carbuncle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vrajanamu. [Skt.] n. Going, travelling, travel. &#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC1F;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC2F;&#xC3E;&#xC35;&#xC4D;&#xC30;&#xC1C;&#xC28;&#xC2E;&#xC41; a piligrimage to Gaya, &#xC35;&#xC4D;&#xC30;&#xC1C;&#xC2E;&#xC41; vrajamu. n. A multitude, flock, herd. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC38;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC26;. A cowpen, &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32; &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F;, &#xC2A;&#xC28;&#xC41;&#xC32;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;&#xC32; &#xC2E;&#xC02;&#xC26;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC17;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC2F; vrajya. n. Wandering, roaming. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;. A multitude, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;or &#xC35;&#xC15;&#xC4D;&#xC15; vrakka. [Tel. from &#xC35;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC41;.] n. A piece, fragment, bit. &#xC24;&#xC41;&#xC28;&#xC41;&#xC15;, &#xC2C;&#xC26;&#xC4D;&#xC26;. &#xC35;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3E;&#xC2F;&#xC41; vrakka-p&#x101;yu. v. n. To be cut, &#xC24;&#xC46;&#xC17;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC3E;&#xC30;&#xC41; vrakka-p&#x101;ru. v. n. To be cut or split. &#xC1A;&#xC40;&#xC32;&#xC41;, &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; vrakka-lin&#x1E6D;su. v. a. To split or break in pieces, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3F;&#xC02;&#xC24; vrakka-linta. n. The act of cutting in pieces. &#xC35;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC41; vra&#x1E6D;s&#x1E6D;su. v. a. To tear to pieces. &#xC1A;&#xC40;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC17;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC32;&#xC2C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC30;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC30;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; HD. i. 1112.
			</div>
                