&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vrayamu. Corruption of &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41; (q. v.) &quot;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;.&quot; BD. v. 110. Vema 1094. &#xC06;&#xC2F;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; lapse of years. &#xC0E;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC35;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC41; why do you waste your breath? &#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC35;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he has given his tongue great liberty about me. &#xC35;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC41; vryam-ai-p&#x14D;vu. v. n. To be expended, &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC2A;&#xC4D;&#xC2A;&#xC41;</span>&#xA0;&#xA0;vrappu. [Tel.] n. A split, crack. &#xC2C;&#xC2C;&#xC40;&#xC1F;&#xC3F;&#xC15;, &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15;. &quot;&#xC38;&#xC40; &#xC24;&#xC32;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC41;&#xC26;&#xC3F;&#xC2F;&#xC35;&#xC4D;&#xC30;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC2C;-&#xC30;&#xC3E;&#xC24;&#xC2E;&#xC38;&#xC3F;&#xC2F;&#xC3F;&#xC21;&#xC3F;.&quot; A. vi. 110. &#xC1F;&#xC40;. &#xC35;&#xC4D;&#xC30;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC32; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC17;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vratamu. [Skt.] n. A religious vow, a self imposed task, a religious observance or obligation. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC4B;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC3E;&#xC26;&#xC3F; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41; to observe a vow. &#xC0F;&#xC15;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; conjugal fidelity. &#xC36;&#xC3E;&#xC15;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; abstaining from certain food on special occasions. &#xC0F;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; the observance of a religious fast on the eleventh day of either lunar fortnight. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; vrata-kalpamu. n. A treatise on vows. &#xC2E;&#xC4B;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC27;&#xC3F;. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC3F; or &#xC35;&#xC4D;&#xC30;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; vrati. n. One who makes or performs vows, a votary, &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC06;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. One who offers a sacrifice, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;</span>&#xA0;&#xA0;vr&#x101;yu. [Tel.] v. a. To write, draw, paint. &#xC32;&#xC3F;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2C;&#xC4A;&#xC1F;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC28;&#xC47;&#xC32; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; Sar D. 287. To compose, &#xC30;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC30;&#xC3E;&#xC2F;&#xC38;&#xC15;&#xC3E;&#xC21;&#xC41; vr&#x101;yasa-k&#x101;&#x1E0D;u. A writer, clerk, secretary, &#xC32;&#xC47;&#xC15;&#xC30;&#xC3F;. &#xC32;&#xC47;&#xC16;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41; or &#xC30;&#xC3E;&#xC2F;&#xC38;&#xC2E;&#xC41; vr&#x101;yasamu. n. Writing, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; vr&#x101;yi. A letter of the alphabet, &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. A line, &#xC30;&#xC47;&#xC16;. A mark on a die, &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; vr&#x101;yin&#x1E6D;su. v. a. To cause to be written, get or have (it) written. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC1A;&#xC1A;&#xC47;&#xC24; &#xC28;&#xC4A;&#xC15;&#xC1C;&#xC3E;&#xC2C;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I had a letter written by him, I got him to write a letter. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; vr&#x101;t&#x101;. n. Writing, handwriting. &#xC32;&#xC3F;&#xC2A;&#xC3F;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; or &#xC24;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; fate destiny, &#xC35;&#xC3F;&#xC27;&#xC3F;. &quot;&#xC2B;&#xC32;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC28;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; &#xC2B;&#xC32;&#xC2E;&#xC3F;&#xC02;&#xC24;&#xC46;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Sar. D. 414. &#xC28;&#xC40;&#xC24;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC15;&#xC41; &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC3E; what is thy prosperity when compared with his? &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; vr&#x101;ta-k&#x101;&#x1E47;u. n. A writer or clerk,&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC16;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC47;&#xC15;&#xC30;&#xC3F;, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2A;&#xC28;&#xC3F; va&#x101;ta-pani. n. Writing work. Also, chintz work, &#xC05;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC3F;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; vr&#x101;ta-pani-v&#x101;&#x1E0D;u. n. One who paints, i.e., One who makes chintz. &#xC05;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2A;&#xC41;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2C;&#xC32;&#xC4D;&#xC32; vr&#x101;ta-balla. n. A writing table, a desk. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; vr&#x101;lu. n. (plu. of (&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F;.) The letters of the alphabet. &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. Writing, handwriting, &#xC32;&#xC3F;&#xC2A;&#xC3F;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; or &#xC1A;&#xC47;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; a signature, &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3F;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC3E;&#xC15; a signed paper, a letter. Pal. 31. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; vr&#x101;si-konu. v. a. To write down, take down, enrol, take a note of.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;vr&#x101;tyu&#x1E0D;u. [Skt.] n. A man of the twice-born who is not invested with the sacred thread. &#xC09;&#xC2A;&#xC28;&#xC2F;&#xC28;&#xC3E;&#xC26;&#xC3F; &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC39;&#xC40;&#xC28; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. (Commonly,) a blockhead. &#xC36;&#xC41;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC48;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a Vaisya who has lost caste.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;vr&#x101;&#x1E6D;amu. [Skt.] n. A multitude, an assemblage, a number, a heap, a pile. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &quot;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC27;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; T. iv. 7. &quot;&#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC38;&#xC48;&#xC28;&#xC3F;&#xC15; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC24;&#xC4B;.&quot; Jaimini Bhar. v. 183.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;</span>&#xA0;&#xA0;See under &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; vr&#x101;ku&#x1E0D;u. [from Skt. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC3F;.] n. A sort of night shade, Solanum jacquini. &#xC15;&#xC02;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC41;</span>&#xA0;&#xA0;vrayyu. [Tel.] v. n. To go to pieces, to be split. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC17;&#xC41;, &#xC1A;&#xC40;&#xC32;&#xC41;. &quot;&#xC35;&#xC3E;&#xC32;&#xC3F;&#xC26;&#xC41; &#xC36;&#xC4D;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC1C;&#xC40;&#xC30;&#xC3F;.&quot; M. IX. ii. 129. &#xC35;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC2C;&#xC21;&#xC41; or &#xC35;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC30;&#xC41; Same as &#xC35;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC2F;&#xC4D;&#xC2F; vrayya. n. A bit, piece, fragment, splinter. &#xC2C;&#xC26;&#xC4D;&#xC26;, &#xC1A;&#xC40;&#xC32;&#xC3F;&#xC15;, &#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC28;&#xC41;&#xC15;.
			</div>
                