&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC40;&#xC21;</span>&#xA0;&#xA0;vr&#x12B;&#x1E0D;a. [Skt.] n. Modesty, shame, &#xC32;&#xC1C;&#xC4D;&#xC1C;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC3E;&#xC32;&#xC41; vr&#x101;lu. [Tel.] v. n. To alight or come down to the ground, as a bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC3F;&#xC17;&#xC41;. To lean on, &#xC12;&#xC30;&#xC17;&#xC41;. &quot;&#xC15; &#xC05;&#xC30;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC3F;&#xC28;, &#xC27;&#xC30;&#xC23;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC1C;&#xC47;&#xC30;&#xC3F;&quot; &#xC1C;&#xC48;. ii. To excel, &#xC2E;&#xC40;&#xC30;&#xC41;. To be diminished, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41; or &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41; vr&#x101;lu&#x1E6D;su. v. a. To cause to alight, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC2F;&#xC41; vr&#x113;yu. [Tel.] v. a. To strike, beat, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. To throw. To cut, &#xC28;&#xC30;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41; Same as &#xC35;&#xC47;&#xC2A;&#xC41;. &#xC35;&#xC47;&#xC2A;&#xC41;&#xC21;&#xC41;. See under &#xC35;&#xC47;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;</span>&#xA0;&#xA0;or &#xC30;&#xC47;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; See under &#xC35;&#xC4D;&#xC30;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC24; See under &#xC35;&#xC4D;&#xC30;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC24; vr&#x113;&#x1E6D;u. [Tel. for &#xC35;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC41;.] n. A blow. &#xC35;&#xC47;&#xC1F;&#xC41;, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC1F;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; to beat, strike, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC28;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41; vr&#x113;kamu. [Tel.] n. Weight, heaviness. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;. Wonder, marvel. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC02;&#xC24;. &quot;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC1A;&#xC42;&#xC21;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC15;&#xC41; &#xC28;&#xC46;&#xC02;&#xC24;&#xC2F;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC2F;&#xC3F;&#xC24;&#xC4B;&#xC1A;&#xC46;.&quot; M. IV. i. 178. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41; or &#xC35;&#xC47;&#xC17;&#xC41; vr&#x113;gu. v. n. To become hot, to be heated, &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41; vr&#x113;gu-pa&#x1E0D;u. v. n. To become heavy, &#xC2D;&#xC30;&#xC2A;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC48;&#xC28; or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC48;&#xC28; vr&#x113;g-aina. adj. Heavy, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC1A;&#xC41; or &#xC35;&#xC47;&#xC1A;&#xC41; vr&#x113;tsu. v. a. To cause to be heated, to cause to pine, &#xC24;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC35;&#xC47;&#xC15;&#xC1F;&#xC3F; vr&#x113;ka&#x1E6D;i. [Tel. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC17;&#xC41;+&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. Pregnancy. &#xC35;&#xC47;&#xC15;&#xC1F;&#xC3F;, &#xC17;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;</span>&#xA0;&#xA0;vr&#x113;. [Tel.] n. The shepherd caste, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; or &#xC30;&#xC47;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46; vr&#x113;-palle. n. A shepherd village, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC21;&#xC41; vr&#x113;&#x1E0D;u. n. A shepherd, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC17;&#xC4B;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC24; vr&#x113;ta. n. A diary woman, a woman of the shepherd caste, &#xC17;&#xC4B;&#xC2A;&#xC3F;&#xC15;, &#xC17;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC26;&#xC3F;. &quot;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC32;&#xC1A;&#xC47;&#xC24;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC3F; &#xC1A;&#xC47;&#xC24;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC28;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC17;&#xC3F;.&quot; B. X. vii. 40. &quot;&#xC35;&#xC46;&#xC30;&#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC32;&#xC2E;&#xC4A;&#xC30;&#xC17;&#xC3F; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; Nila. i. 4.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;vr&#x12B;lu. [Tel.] v. n. To go to pieces, to be split, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC17;&#xC41;, &#xC24;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC32;&#xC17;&#xC41;, &#xC1A;&#xC40;&#xC32;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; vr&#x12B;lu-pa&#x1E0D;u. v. n. To become weak. &#xC26;&#xC4C;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;</span>&#xA0;&#xA0;&#x1E63;a. [Skt.] The letter s pronounced like the second s in &apos;Issue.&apos;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;vr&#x113;lmi. [Tel. for &#xC35;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;.] n. A burnt offering, an offering by fire. &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC32;&#xC32;&#xC41;&#xC28;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC38;&#xC2E;&#xC3F;&#xC27;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; T. i. 27. &#xC1F;&#xC40; &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC1A;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; vr&#x113;lu. [Tel.] v. n. To hand down, dangle. &#xC35;&#xC47;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; v. n. To sink under water, &#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41; or &#xC35;&#xC47;&#xC32;&#xC41; vr&#x113;lu. n. A finger. An inch, &#xC05;&#xC02;&#xC17;&#xC41;&#xC33;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC1A;&#xC41; or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41; vr&#x113;lutsu. v. a. To hang down. To wash, &#xC15;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC21;&#xC41; vrelu&#x1E0D;u. adj. Hanging down. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F; or &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC41;&#xC2E;&#xC3F;&#xC21;&#xC3F; vr&#x113;l-mi&#x1E0D;i. n. A crack of the fingers. i.e., an instant. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;. &quot;&#xC39;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC4A;&#xC15; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC28;&#xC47;&#xC38;&#xC46;&#xC28;&#xC4D;.&quot; M. XIII. i. 296. &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; vr&#x113;l-mi&#x1E0D;u&#x1E6D;su. v. n. To snap the fingers. &#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41;. &quot;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC3F; &#xC35;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC4D;&#xC2E;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC26;&#xC32;&#xC2F;&#xC42;&#xC1A;&#xC3F;&#xC35;&#xC3F;&#xC37;&#xC23;&#xC4D;&#xC28;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC48; &#xC2F;&#xC3E;&#xC1A;&#xC2A;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC2A;&#xC2F;&#xC3F;&#xC28;&#xC02;&#xC17;&#xC41;&#xC33;&#xC2E;&#xC41;&#xC02;&#xC17; &#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; M. IV. ii. 357.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC35;&#xC4D;&#xC30;&#xC40;&#xC39;&#xC3F;</span>&#xA0;&#xA0;vr&#x12B;hi. [Skt.] n. Unhusked rice of any kind. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;.
			</div>
                