&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC15;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ankuvu. [Skt.] n. A stump. A spike, stake, pole, pin, peg. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC42;&#xC35;&#xC41;, &#xC2E;&#xC4B;&#xC21;&#xC41;, &#xC2E;&#xC47;&#xC15;&#xC41;. &#xC36;&#xC02;&#xC15;&#xC41;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; establishing a new village by setting stakes on its boundaries.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC15;&#xC41;&#xC32;</span>&#xA0;&#xA0;&#x1E63;ankula. [Skt.] n. A chisel. &#xC09;&#xC32;&#xC3F;. A nut-cracker. &#xC2A;&#xC4B;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ankaru&#x1E0D;u. [Skt.] n. Lit. one who causes happiness, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;; an epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC02;&#xC15;&#xC30;&#xC3E;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41; &#x1E63;ankar-&#x101;bhara&#x1E47;amu. n. The name of a certain tune. &#xC30;&#xC3E;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC15;</span>&#xA0;&#xA0;&#x1E63;anka. [Skt.] n. Suspicion, doubt. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;. Fear, terror. &#xC2D;&#xC2F;&#xC2E;&#xC41;. Grief, sorrow &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC36;&#xC02;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; the solution of a doubt, &#xC38;&#xC02;&#xC26;&#xC47;&#xC39; &#xC35;&#xC3F;&#xC2E;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;; a motion of the bowels, an evacuation, &#xC2A;&#xC41;&#xC30;&#xC40;&#xC37; &#xC35;&#xC3F;&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC36;&#xC02;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he went to stool. &#xC36;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC36;&#xC02;&#xC15;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC36;&#xC02;&#xC15;&#xC3F;&#xC2A;&#xC21;&#xC41; or &#xC36;&#xC02;&#xC15;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41; &#x1E63;ankintsu. v. n. To hesita&#x323;te, doubt, suspect, &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To fear, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. &#xC36;&#xC02;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;ankitamu. adj. Doubtful, uncertain, suspected. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Frightened, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2C;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; &#x1E63;amb&#x101;-k&#x1E5B;itamu. [Skt.] adj. Twice ploughed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2C;&#xC33;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;ambali. [for Tel. &#xC38;&#xC46;&#xC02;&#xC2C;&#xC33;&#xC3F;.] n. The tree called Vitex negundo.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2C;&#xC32;&#xC2E;&#xC41; &#x1E63;ambalamu. [Skt.] n. Batta. Provisions or stock for travelling expenses, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;. Pay, salary, &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ambaramu. [Skt.] n. Water. &#xC1C;&#xC32;&#xC2E;&#xC41;. A fish, &#xC1A;&#xC47;&#xC2A;. A sort of deer. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC1C;&#xC3F;&#xC02;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41;. &#xC36;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;ambaru&#x1E0D;u. n. The name of a demon. &#xC12;&#xC15; &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC02;&#xC2C;&#xC30;&#xC3E;&#xC30;&#xC3F; &#x1E63;ambar-&#x101;ri. n. Lit. the slayer of Sambara; an epithet of Manmatha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2C;&#xC2E;&#xC41; &#x1E63;ambamu. [Skt.] n. A thunderbolt. &#xC2A;&#xC3F;&#xC21;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC16;&#xC3F;&#xC32;&#xC2A;&#xC3E;&#xC2A;&#xC4C;&#xC18;&#xC3E;&#xC35;&#xC28;&#xC40;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC2C;.&quot; Raja Sekhara. i. 42.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;amp&#x101;kmu. [Skt.] n. A kind of tree, Cassia fistula. &#xC05;&#xC30;&#xC17;&#xC4D;&#xC35;&#xC27;&#xC2E;&#xC41;, &#xC30;&#xC47;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2A;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2A; &#x1E63;ampa. [Skt.] n. Lightning. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC36;&#xC02;&#xC2A;&#xC3E;&#xC35;&#xC33;&#xC3F; a succession of flashes. &#xC36;&#xC02;&#xC2A;&#xC3E;&#xC02;&#xC17;&#xC3F; &#x1E63;amp-&#x101;ngi. n. Lit. Bright-limbed. A woman having a form (&#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;) as brilliant as (&#xC36;&#xC02;&#xC2A;) lightning. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC17;&#xC46;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC17;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC02;&#xC17;&#xC4B;&#xC32;&#xC2E;&#xC41; &#x1E63;ang&#x14D;lu. [Tam.] n. A royal staff, a sceptre. &#xC30;&#xC3E;&#xC1C;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ankhamu. [Skt.] n. A conch shell, a conch used as a horn. The number called 100 billions. &#xC15;&#xC02;&#xC2C;&#xC35;&#xC41;, &#xC28;&#xC42;&#xC30;&#xC41;&#xC16;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC36;&#xC02;&#xC16;&#xC2E;&#xC41; a conch the windings of which turn to the right. &#xC36;&#xC02;&#xC16;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the conch and the discus, as weapons of Vishnu. &#xC36;&#xC02;&#xC15;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC2A;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; round earrings worn by Vaishnavites on which is the form of a conch and of a circle. &#xC36;&#xC02;&#xC16;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; (a proverb) lit. any water poured in a conch becomes sacred water; that is, all one says is law! I am to take his word for gospel! &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC28;&#xC3F; &#xC36;&#xC02;&#xC16;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is howling for his pay. &#xC36;&#xC02;&#xC16;&#xC28;&#xC16;&#xC2E;&#xC41; &#x1E63;ankha-nakhamu. n. A small or base shell. &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;, &#xC28;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;. A perfume, &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC36;&#xC02;&#xC16;&#xC2A;&#xC3E;&#xC23;&#xC3F; &#x1E63;ankha-p&#x101;&#x1E47;i. n. Lit. the conch bearer, i.e., Vishnu. &#xC36;&#xC02;&#xC16;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC32;&#xC41; &#x1E63;ankha-p&#x101;lakulu. n. plu. A kind of snake. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC46;&#xC02;&#xC2C;&#xC30;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC36;&#xC02;&#xC16;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC41;.&quot; G. viii. 101. &#xC36;&#xC02;&#xC16;&#xC3F;&#xC28;&#xC3F; &#x1E63;ankhini. n. A woman of a certain type. An apparition, a fairy. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2D;&#xC42;&#xC24;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2D;&#xC33;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;ambha&#x1E37;i. [Skt.] n. A procuress, a bawd. &#xC15;&#xC41;&#xC02;&#xC1F;&#xC46;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. Vaij. iv. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC02;&#xC2C;&#xC42;&#xC15;&#xC2E;&#xC41; &#x1E63;ambukamu. [Skt.] n. A bivalve shell, a conch shell, &#xC1C;&#xC32;&#xC3F;&#xC36;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;.
			</div>
                