&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;akunamu. [Skt.] n. A bird. An omen or arugury, chiefly such as is derived from the flight of birds. &quot;&#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC28;&#xC46;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC21;.&quot; V&#x113;ma. 1114. &#xC36;&#xC15;&#xC41;&#xC28;&#xC3F; &#x1E63;akuni. n. A bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. The name of the uncle of Duryodhana, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC27;&#xC28;&#xC41;&#xC28;&#xC3F; &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC15;&#xC41;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC15;&#xC41;&#xC02;&#xC24;&#xC3F; &#x1E63;akuntamu. [Skt.] n. A bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &quot;&#xC09;&#xC26;&#xC4D;&#xC2F;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC4B;&#xC30;&#xC36;&#xC15;&#xC41;&#xC02;&#xC24;&#xC3E;&#xC35;&#xC33;&#xC3F;.&quot; Raja Sekhara. i. 11.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;akalamu. [Skt.] n. A part, a portion, a piece. &#xC24;&#xC41;&#xC28;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;akamu. [Skt.] n. An epoch or era, particularly the era named after &#xC36;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41;. A reign, the period of a king&apos;s rule. &#xC12;&#xC15;&#xC28;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC24;&#xC4B; &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30; &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC0F;&#xC32;&#xC41;&#xC2C;&#xC21;&#xC3F;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC36;&#xC15;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; his reign is past, his days are ended. &#xC36;&#xC15;&#xC3E;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; &#x1E63;ak-&#x101;bdamu. n. A year of an era. &#xC12;&#xC15; &#xC36;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aka&#x1E6D;amu. [Skt.] n. A cart, or carriage. The bishop at chess. &#xC2C;&#xC02;&#xC21;&#xC3F;, &#xC1A;&#xC26;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC12;&#xC02;&#xC1F;&#xC46; &#xC05;&#xC28;&#xC47;&#xC15;&#xC3E;&#xC2F;. &#xC36;&#xC15;&#xC1F;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC2E;&#xC41; the &quot;cart-evolution,&quot; i.e., troops arranged in the form of a cart. Thus the yoke AB is the covering line of skirmishers. CD (the pegs) flanks of the same. E (the pole) the line of communication with F the coloumn; of which HH, the wheels, are cavalry covering the flanks. &#xC36;&#xC15;&#xC1F;&#xC30;&#xC47;&#xC2B; &#x1E63;aka&#x1E6D;a-r&#x113;pha. n. The name given to the obsolete letter &#xC31; (R,) also called &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC30;&#xC47;&#xC2B;, as its shape is compared to that of &apos;a cart.&apos;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC38;</span>&#xA0;&#xA0;&#x1E63;amsa. [Skt.] n. A word. &#xC2E;&#xC3E;&#xC1F;. Praise, flattery, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. Desire, &#xC07;&#xC1A;&#xC4D;&#xC1B;. &#xC36;&#xC02;&#xC38;&#xC28;&#xC2E;&#xC41; &#x1E63;amsanamu. n. Telling, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. Praising, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Desiring, &#xC15;&#xC4B;&#xC30;&#xC41;&#xC1F;. &#xC36;&#xC02;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;amsitamu. adj. Said, declared, prasied, celebrated, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC02;&#xC2D;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ambhuvu. [Skt.] n. An epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC20;&#xC17;&#xC4B;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;a&#x1E6D;ha-g&#x14D;pamu. [Skt.] n. A dish cover shaped like a cup and on which are two marks like shoes called Vishnu&apos;s sandals.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC1A;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F; &#x1E63;achi. [Skt.] n. The name of the wife of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;akru&#x1E0D;u. [Skt.] n. A name of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC15;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#x1E63;akra-g&#x14D;pamu. n. The insect called a lady bird. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC17;&#xC41;. &quot;&#xC36;&#xC15;&#xC4D;&#xC30;&#xC17;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC32; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC41;.&quot; Parij. iii. 102. &#xC36;&#xC15;&#xC4D;&#xC30;&#xC27;&#xC28;&#xC41;&#xC35;&#xC41; &#x1E63;akra-dhanuvu. n. The bow of Indra, the rainbow. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC36;&#xC15;&#xC4D;&#xC30;&#xC2D;&#xC35;&#xC28;&#xC2E;&#xC41; &#x1E63;akra-bhava-namu. n. The abode of Indra., i.e., heaven, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;akyamu. [Skt.] adj. Possible, practicable. &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;akti. [Skt.] n. Ability, power, strength. energy, force, &#xC2C;&#xC32;&#xC3F;&#xC2E;&#xC3F;, &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;. The goddess P&#x101;rvati, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. The personified energy or wife of a god. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC42;&#xC1C; worship of the female principle. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;aktu&#x1E0D;u. n. One who is able, strong, capable. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; &#x1E63;aktamu. adj. Able, capable, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC24; &#x1E63;aktata. n. Ability, power, &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC41;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC15;&#xC3F;&#xC32;&#xC3F; &#x1E63;akulamu. [Skt.] n. A fish. &#xC1A;&#xC47;&#xC2A;. Swa. v. 62.
			</div>
                