&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;a&#x1E47;amu. [Skt.] n. Hemp. &#xC5B;&#xC28;&#xC41;&#xC2E;&#xC41;. &#xC36;&#xC23;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a hempen cord. &#xC1C;&#xC28;&#xC2A;&#xC28;&#xC3E;&#xC30;&#xC24;&#xC4B; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28; &#xC24;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2A;&#xC30;&#xC3F;&#xC23;&#xC24;&#xC36;&#xC23;&#xC15;&#xC23;&#xC39;&#xC30;&#xC3F;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; A. iv. 180.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;a&#x1E6D;hamu. [Skt.] adj. Wicked, depraved, deceitful, crafty, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC21;. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC20;&#xC24; or &#xC36;&#xC20;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x1E63;athata. n. Craftiness, deceit, wickedness. &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC24;, &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC24;. &#xC36;&#xC20;&#xC28; &#x1E63;athana. n. Jealousy, envy, &#xC05;&#xC38;&#xC42;&#xC2F;, &#xC36;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC36;&#xC20;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; sa&#x1E6D;hintsu. v. a. To abuse, revile. &#xC26;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC24;&#xC28;&#xC3F; &#xC2D;&#xC1F;&#xC41;&#xC32;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC4D;&#xC2D;&#xC1F;&#xC41;&#xC32;&#xC28;&#xC41; &#xC36;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F;.&quot; Bhanumat. iii. 28. &#xC36;&#xC20;&#xC41;&#xC21;&#xC41; &#x1E63;a&#x1E6D;hu&#x1E0D;u. n. A blockhead, fool, cheat, rogue, rascal, &#xC1C;&#xC21;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC28;&#xC48;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;ani. [Skt.] n. The planet Saturn, or its regent. &#xC1B;&#xC3E;&#xC2F;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC28;&#xC3F;&#xC2C;&#xC3E;&#xC27; or &#xC36;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC27; the evil influence of Saturn. &#xC28;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC36;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; through the bad luck of my legs I went there. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC36;&#xC28;&#xC3F; &#xC05;&#xC26;&#xC3F; &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; through the bad luck of her mouth she said so. &#xC28;&#xC3E; &#xC36;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; my bad luck has left me, i.e., my trouble is over. &#xC36;&#xC28;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; the evil influence of Saturn. &#xC36;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x1E63;ani-v&#x101;ramu. n. Saturday. &#xC2E;&#xC02;&#xC26;&#xC35;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC28;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;&#x1E63;anagalu. [for Tel. &#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41;.] n. The chick pea, commonly called Bengal gram, Cicer arietinum, (Watts.) &#xC1A;&#xC23;&#xC15;&#xC2E;&#xC41;, &#xC39;&#xC30;&#xC3F;&#xC2E;&#xC02;&#xC27;&#xC1C;&#xC2E;&#xC41;. &#xC38;&#xC46;&#xC28;&#xC17;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; a strong acid collected from this plant by spreading muslin cloths over the field to catch the dew. &#xC35;&#xC47;&#xC30;&#xC41;&#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41; the ground nut, earthnut, pignut, Manila gram. Arachis hypog&#x153;a.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;atruvu. [Skt.] n. An enemy. &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;. &#xC2A;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.&quot; Zacc. v. 169. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x1E63;atrutvamu. n. Enmity, hostility, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;atamu. [Skt.] n. A hundred. &#xC35;&#xC02;&#xC26;. &#xC28;&#xC42;&#xC30;&#xC41;. adj. Hundred, &#xC28;&#xC42;&#xC30;&#xC41;. &#xC05;&#xC37;&#xC4D;&#xC1F;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC36;&#xC24;&#xC2E;&#xC41; a hundred and eight. &#xC36;&#xC24;&#xC15;&#xC2E;&#xC41; &#x1E63;atakamu. adj. Hundred, &#xC28;&#xC42;&#xC30;&#xC41;. n. A collection of one hundred stanzas; a set of 100 verses, on a subject, in the same metre, and having one unvaried chorus. &#xC28;&#xC42;&#xC30;&#xC41; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;. &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC36;&#xC24;&#xC15;&#xC2E;&#xC41; the epigrams of Bhaskara. &#xC35;&#xC47;&#xC2E;&#xC28;&#xC36;&#xC24;&#xC15;&#xC2E;&#xC41; the verses of Vemana. &quot;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC24;&#xC36;&#xC24;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC46;.&quot; M. I. iv. 102. &#xC36;&#xC24;&#xC15;&#xC4B;&#xC1F;&#xC3F; s&#x101;ta-k&#x14D;&#x1E6D;i. n. One thousand millions. &#xC28;&#xC42;&#xC30;&#xC41;&#xC15;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41;. A thunderbolt, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC36;&#xC24;&#xC18;&#xC4D;&#xC28;&#xC3F; sata-ghni. n. A weapon, literally &quot;the slayer of an hundred.&quot; &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. A club two yards long and fitted with iron spikes, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC15;&#xC30;&#xC4D;&#xC30;. &#xC36;&#xC24;&#xC26;&#xC33;&#xC2E;&#xC41; or &#xC36;&#xC24; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E63;ata-da&#x1E37;amu. n. Lit: the hundred leafed, i.e., the lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;. &quot;&#xC36;&#xC24;&#xC26;&#xC33;&#xC2E;&#xC02;&#xC1C;&#xC30;&#xC40;&#xC27;&#xC35;&#xC33;.&quot; A. iv. 145. &#xC36;&#xC24;&#xC27;&#xC43;&#xC24;&#xC3F; &#x1E63;ata-dh&#x1E5B;iti. n. One to whom hecatombs are offered in sacrifice; an epithet of Brahma or Indra, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E; or &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC24;&#xC2A;&#xC26;&#xC3F; &#x1E63;ata-padi. n. A centipede. &#xC30;&#xC4B;&#xC15;&#xC1F;&#xC3F; &#xC2C;&#xC02;&#xC21;, &#xC15;&#xC1F;&#xC4D;&#xC32;&#xC1C;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;, &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC1A;&#xC4A;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC23;&#xC1C;&#xC32;&#xC42;&#xC15; &#xC36;&#xC24;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A; or &#xC36;&#xC24;&#xC3E;&#xC39;&#xC4D;&#xC35;&#xC2F; sata-pushpa. n. Anise, a sort of dill or fennel. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC26;&#xC3E;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC36;&#xC24;&#xC2D;&#xC3F;&#xC37;&#xC2E;&#xC41; sa&#x1E6D;a-bhishamu. n. The name of one of the lunar mansions, &#xC12;&#xC15;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC24;&#xC2E;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x1E63;ata-manyu&#x1E0D;u. n. An epithet of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; n. &#x1E63;atam&#x101;namu. A certain weight, a palam, &#xC12;&#xC15;&#xC2A;&#xC32;&#xC2E;&#xC41;. A palam of silver or gold. &#xC2A;&#xC32;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3E;&#xC23; &#xC1C;&#xC24;&#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;. The t&#x101;li-bo&#x1E6D;&#x1E6D;u, a neck ornament tied on a bride&apos;s neck by the bridegroom at the time of marriage, &#xC24;&#xC3E;&#xC33;&#xC3F;&#xC2C;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A hundred fold, &#xC28;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;. &#xC36;&#xC24;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; &#x1E63;at-&#x101;ngamu. n. A chariot, a car, &#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC30;&#xC25;&#xC2E;&#xC41;. &#xC36;&#xC24;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC41; &#x1E63;at-&#x101;m&#x1E63;amu. n. One hundred part: &#xC28;&#xC42;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC36;&#xC24;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41; &#x1E63;at-&#x101;nandu&#x1E0D;u. n. An epithet of Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2A;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC2A;&#xC28;&#xC2E;&#xC41; &#x1E63;apathamu. [Skt.] n. An oath, a protestation, an asseveration by oath or ordeal. A promise to do a thing. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;. &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E63;apin&#x1E6D;su. [Skt.] v. a. To curse, imprecate. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC36;&#xC3E;&#xC2A;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
                