&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;amamu. [Skt.] n. Tranquillity, calmness. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC36;&#xC2E;&#xC28;&#xC2E;&#xC41; &#x1E63;amanama. n. Tranquillity, peace, clamness; appeasing, soothing, relieving, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;. Killing, &#xC35;&#xC27;. &#xC36;&#xC2E;&#xC28;&#xC2A;&#xC41;&#xC30;&#xC3F; &#x1E63;amana-puri. n. Hell. &#xC28;&#xC30;&#xC15;&#xC2E;&#xC41;. A. ii. 4. &#xC36;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC38; &#x1E63;amana-svasa n. A name of the river Jumna. &#xC2F;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC28;&#xC26;&#xC3F;. &#xC36;&#xC2E;&#xC28;&#xC41;&#xC21;&#xC41; &#x101;manu&#x1E0D;u. n. A name of Yama, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC2E;&#xC3F; &#x1E63;ami. adj. Peaceful, &#xC36;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC32;. n. A tree called Prosopis spicigera, &#xC5B;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. The husk of peas, &amp;c. &#xC15;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC36;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC36;&#xC2E;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;am-in&#x1E6D;su. v. n. To be at rest, to be or become quiet still, or tranquil, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC05;&#xC21;&#xC17;&#xC41;. &#xC36;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;am-itamu. adj. Pacified, appeased. still, calm. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;, &#xC36;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC2B;&#xC30;&#xC3F; &#x1E63;apharamu. [Skt.] n. The silver fish, to the gleam of which in water, poets compare the flash of a glancing eye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2E;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;amantakamu. [Skt.] n. A certain mythological gem. &#xC38;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC24;&#xC28; &#xC15;&#xC02;&#xC20;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC28;&#xC41;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F;&#xC2E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;abdamu. [Skt.] n. A sound, noise, roar, report, tone, voice. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC24;. A word, speech, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E63;abda-&#x1E63;&#x101;stramu. n. Grammar, philology. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;abdin&#x1E6D;su. v. n. To sound. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; &#x1E63;abdanu&#x1E0D;u. n. One who makes a sound. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41; argument based on revelation or authority. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;abditamu. adj. Sounded, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;abalamu. [Skt.] n. A variegated colour. &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC36;&#xC2C;&#xC32;&#xC3F; &#x1E63;abali. n. A brindled cow. &#xC2E;&#xC48;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC41;&#xC06;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2C;&#xC30;</span>&#xA0;&#xA0;&#x1E63;abara. [Skt.] adj. Barbarous, savage. &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC2C;&#xC30;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41; disguise in the dress of a savage. &#xC36;&#xC2C;&#xC30;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; a hamlet of a savage tribe, &#xC2C;&#xC4B;&#xC2F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC46;. &#xC36;&#xC2C;&#xC30;&#xC3F; &#x1E63;abari. n. A woman belonging to a savage tribe, &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC3F;.&quot; &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC25;&#xC41;&#xC32;&#xC46;&#xC30;&#xC41;&#xC15;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC24;&#xC28;&#xC2F; &#xC36;&#xC2C;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41; &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1C;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41; &#xC32;&#xC41;&#xC17;&#xC3E;&#xC17;.&quot; Kalahasti. iv. 214. &#xC36;&#xC2C;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;aha-ru&#x1E0D;u. n. A savage, a man of woods, a man of wild tribe, &#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. Siva, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ayamu. [Skt.] n. The hand. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. Vasu. vi. &quot;&#xC05;&#xC02;&#xC1C;&#xC28;&#xC02;&#xC2C;&#xC47;&#xC32;&#xC36;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25; &#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; Sar. D. 237.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ayanamu. [Skt.] n. Lying down sleeping sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;. A bed, a couch, &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC36;&#xC2F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;ayan-&#x12B;yamu. v. n. To lie down, recline, to go to bed. &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC36;&#xC2F;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; &#x1E63;ayan-&#x12B;yamu. n. A bed, a mattress. &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC36;&#xC2F;&#xC4D;&#xC2F;. &#xC36;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; or &#xC36;&#xC2F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;&#x101;y&#x101;&#x1E37;uvu. n. A sleepy, slothful, or sluggish man. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC33;&#xC41;&#xC35;, &#xC28;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC2A;&#xC4B;&#xC24;&#xC41; &#xC24;&#xC42;&#xC17;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC32;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC2F;&#xC4D;&#xC2F; &#x1E63;ayya. n. A bed, mattress, &#xC2A;&#xC21;&#xC15;, &#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. Stringing or tying words together, style, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC17;&#xC41;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41;. &quot;&#xC28;&#xC24;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC47;&#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC36;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC38;&#xC3E;&#xC17;&#xC46;.&quot; T. ii. 72. &quot;&#xC05;&#xC30;&#xC38;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC28;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F; &#xC35;&#xC48;&#xC2D;&#xC35;&#xC02; &#xC2C;&#xC32;&#xC02; &#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC28;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; &#xC36;&#xC2F;&#xC4D;&#xC2F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC30;&#xC38;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC23;&#xC2E;&#xC41;.&quot; ib. ii. 60. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC36;&#xC2F;&#xC4D;&#xC2F; a bed of flowers.
			</div>
                