&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aramu. [Skt.] n. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A sort of reed or grass, &#xC30;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;. Water, &#xC1C;&#xC32;&#xC2E;&#xC41;. &#xC36;&#xC30;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; &#x1E63;ar-janmu&#x1E0D;u. n. Lit. born among reeds: an epithet of Kartik&#x113;ya. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;. &#xC36;&#xC30;&#xC27;&#xC3F; or &#xC36;&#xC30;&#xC28;&#xC3F;&#xC27;&#xC3F; &#x1E63;ara-dhi. n. The sea, the ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;. A quiver, &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC26;&#xC3F;. A sort of cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC2F;&#xC41; &#xC36;&#xC30;&#xC27;&#xC3F;&#xC2F;&#xC41; &#xC2E;&#xC47;&#xC18;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2F;&#xC41;, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC1C;&#xC3F;.&quot; BD. iii. 144. &#xC36;&#xC30;&#xC35;&#xC28;&#xC2E;&#xC41; &#x1E63;ar-vanamu. n. A forest or bed of reeds. &#xC30;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;, &#xC36;&#xC30;&#xC26;, &#xC36;&#xC30;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; or &#xC36;&#xC30;&#xC26;&#xC43;&#xC24;&#xC41;&#xC35;&#xC41; &#x1E63;arallu. [Skt.] n. The autumnal or sultry season, the two autumn months after the rains. A year, &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC30;&#xC26;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41; &#x1E63;arad-induvu. n. The autumnal moon. &#xC36;&#xC30;&#xC26;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC3F; she whose face is bright as the harvest moon.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ara&#x1E47;amu. [Skt.] n. A refuge, shelter, asylum, defence, protection, protector. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41;, &#xC30;&#xC15;&#xC4D;&#xC20;&#xC23;&#xC2E;&#xC41;, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;. A house, &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &quot;&#xC17;&#xC02;&#xC1C;&#xC3E;&#xC36;&#xC30;&#xC23;&#xC2E;&#xC41;.&quot; a liquor shop, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC21;&#xC3F;. P. i. 405. &quot;&#xC06;&#xC2E;&#xC39;&#xC40;&#xC38;&#xC41;&#xC30;&#xC36;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC2E;&#xC02;&#xC26;&#xC15;&#xC3F;&#xC2F;&#xC28;&#xC17;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;&#xC38;&#xC41;&#xC24;&#xC41;&#xC32;&#xC4D; &#xC28;&#xC47;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2C;&#xC02;&#xC2A;&#xC17;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC4B;&#xC2E;&#xC32; &#xC17;&#xC24;&#xC3F;&#xC28;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC28;&#xC47;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC4D;&quot; P. ii. 115. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC36;&#xC30;&#xC23;&#xC3E;&#xC02; &#xC35;&#xC48;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC3E;&#xC03; grammarians resort to or rely upon usage. &#xC36;&#xC30;&#xC23;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;aran-&#x101;gatudu. n. A refugee, one who seeks or takes refuge or shelter with another, one who calls for quarter. &#xC36;&#xC30;&#xC23;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC30;&#xC23;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC32;&#xC48;&#xC30;&#xC3F; they threw themselves at his feet, they sought refuge with him. &#xC36;&#xC30;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F; &#x1E63;ara&#x1E47;-&#x101;rthi. n. A suppliant. petitioner. &quot;&#xC36;&#xC30;&#xC23;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC17;&#xC3E;&#xC26;&#xC17;&#xC41;.&quot; Swa. vi. 113. &#xC36;&#xC30;&#xC23;&#xC41; &#x1E63;ara&#x1E47;u. (another form of &#xC36;&#xC30;&#xC23;&#xC2E;&#xC41;.) n. A refuge, asylum shelter, defence, protection. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;. A bow, salutation, prostration, obeisance. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC48; &#xC36;&#xC30;&#xC23;&#xC41; &#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC02;&#xC1F;&#xC46;&quot; Vish. v. 244. &quot;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC17;&#xC43;&#xC39;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC36;&#xC47;&#xC35;&#xC27;&#xC3F;&#xC15;&#xC3F;&#xC36;&#xC30;&#xC23;&#xC41;.&quot; A. vi. 147. &#xC36;&#xC30;&#xC23;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#x1E63;ara&#x1E47;u-tso&#x1E6D;s&#x1E6D;su. v. n. To take refuge with. &#xC36;&#xC30;&#xC23;&#xC41;&#xC21;&#xC41; &#x1E63;ara&#x1E47;u&#x1E0D;u. n. A preserver, a protector, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC38;&#xC15;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC48;&#xC28; &#xC36;&#xC30;&#xC23;&#xC41;&#xC28;&#xC15;&#xC30;&#xC41;&#xC17; &#xC28;&#xC4A;&#xC15;&#xC1A;&#xC1A;&#xC4B;&#xC1F;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC02;&#xC17; &#xC28;&#xC4A;&#xC15;&#xC1A;&#xC4B;&#xC1F;&#xC41;&#xC15;&#xC32;&#xC26;&#xC46;.&quot; L. ii. 262. &#xC36;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC36;&#xC30;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41; &#x1E63;ara&#x1E47;yamu. adj. Fit to be protected or aided. &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. Fit to seek refuge under, &#xC36;&#xC30;&#xC23;&#xC41;&#xC1A;&#xC4A;&#xC30;&#xC26;&#xC17;&#xC3F;&#xC28;. n. A protection, defence, shelter, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41;. &#xC36;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x1E63;ar&#x1E47;yu&#x1E0D;u. n. A protector, defender, saviour, &#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;, &quot;&#xC05;&#xC30;&#xC4D;&#xC24;&#xC1C;&#xC28;&#xC36;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; B. v. 1152.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC30;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;or &#xC36;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#x1E63;arma. [Skt.] n. Joy, happiness. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. A name or appellation. &#xC28;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC47;&#xC30;&#xC41;. A certain title conferred on Brahmins, as &#xC17;&#xC4B;&#xC35;&#xC3F;&#xC02;&#xC26; &#xC36;&#xC30;&#xC4D;&#xC2E;. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC36;&#xC30;&#xC4D;&#xC2E;. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC32; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41;&#xC2A;&#xC47;&#xC30;&#xC41;. &quot;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC36;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC30;&#xC02;&#xC2C;&#xC28;&#xC3F;.&quot; P. iii. 126. adj. Joyful, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC15;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC30;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;arabhamu. [Skt.] n. A fabulous monster said to have eight legs. A young camel, &#xC12;&#xC02;&#xC1F;&#xC46;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;, &#xC2E;&#xC40;&#xC17;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;. &#xC36;&#xC30;&#xC2D;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E63;arabh-&#x101;nku&#x1E0D;u. n. An epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC30;&#xC4D;&#xC15;&#xC30;</span>&#xA0;&#xA0;&#x1E63;arkara [Skt.] n. Sugar. &#xC2A;&#xC02;&#xC1A;&#xC26;&#xC3E;&#xC30;. Gravel, &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC2F;&#xC38;&#xC41;&#xC15;. &#xC36;&#xC30;&#xC4D;&#xC15;&#xC30;&#xC40;&#xC32;&#xC2E;&#xC41; &#x1E63;arkari-lamu. n. A gravelly or stony soil. &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC2F;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC17;&#xC32;&#xC2D;&#xC42;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ar&#x12B;ramu. [Skt.] n. The body. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC28;&#xC41;. The word may sometimes be omited in translation; thus, &#xC2E;&#xC40; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC0E;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; how are you? are you in good health? &#xC28;&#xC3E; &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; I am well. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC36;&#xC30;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC37;&#xC3F; a man of short stature. &#xC36;&#xC30;&#xC40;&#xC30;&#xC38;&#xC41;&#xC16;&#xC2E;&#xC41; bodily health. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; hard labour. &#xC36;&#xC30;&#xC40;&#xC30;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; consanguinity. &#xC36;&#xC30;&#xC40;&#xC30;&#xC3F; &#x1E63;ar&#x12B;ri. n. An embodied spirit, a corporeal being, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. An animal, creature. &#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aravyamu. [Skt.] n. A mark or butt. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC3F;. &#xC36;&#xC30;&#xC3E;&#xC30;&#xC3F; or &#xC36;&#xC30;&#xC3E;&#xC33;&#xC3F; &#x1E63;ar&#x101;ri. n. A sort of bird, probably Turdus ginginianus. &#xC1C;&#xC32;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC06;&#xC21;&#xC47;&#xC32;&#xC41;. &#xC36;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41; &#x1E63;ar&#x101;vamu. n. A cover, a lid. A shallow cup or dish. &#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC30;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; &#x1E63;ar-&#x101;sanamu. n. A bow. &#xC27;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC36;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;aru&#x1E0D;u. adj. Possessing arrows. (A word only used in compounds.) &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC36;&#xC30;&#xC41;&#xC21;&#xC41; the blossom-arrowed god, i.e. Manmadha.
			</div>
                