&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC32;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;alabhmu. [Skt.] n. A grasshopper or locust, &#xC2E;&#xC3F;&#xC21;&#xC41;&#xC24;. &#xC36;&#xC32;&#xC2D;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC36;&#xC32;&#xC2D;&#xC24; &#x1E63;alabhatvamu. n. The locust state: the condition of being a grass hopper. &#xC2E;&#xC3F;&#xC21;&#xC24;&#xC2F;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. A. ii. 52.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;arvu&#x1E0D;u. [Skt.] n. An epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC3F; &#x1E63;arv&#x101;&#x1E47;i. n. An epithet of P&#x101;rvati. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;avamu. [Skt.] n. A corpse. &#xC2A;&#xC40;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;alya&#x1E0D;u. [Skt.] n. A king mentioned in the Mahabharata, &#xC2F;&#xC41;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC2E;&#xC47;&#xC28;&#xC2E;&#xC3E;&#xC2E;. &#xC36;&#xC32;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC30;&#xC27;&#xC3F; a faithless ally. &#xC36;&#xC32;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC30;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; double dealing like that of Salya.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;alyamu. [Skt.] n. A bone. A stake, a thorn, an arrow. &#xC0E;&#xC2E;&#xC41;&#xC15;, &#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC02;&#xC2D;&#xC35;&#xC2A;&#xC41;&#xC36;&#xC32;&#xC4D;&#xC2F; &#xC2E;&#xC46;&#xC26;&#xC32;&#xC4B; &#xC2E;&#xC46;&#xC30;&#xC2A;&#xC28;&#xC4D;.&quot; A. iii. 47. &#xC1F;&#xC40; &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC28;&#xC47; &#xC06;&#xC32;&#xC41;&#xC17;&#xC41;&#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC48;&#xC35;.&quot; P. ii. 171. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC39;&#xC43;&#xC26;&#xC2F;&#xC36;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this rankles in my mind. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC36;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is a mere skeleton.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC32;&#xC3E;&#xC1F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E63;al&#x101;&#x1E6D;uvu. [Skt.] n. An unripe fruit. &#xC2A;&#xC02;&#xC21;&#xC28;&#xC3F;&#xC15;&#xC3E;&#xC2F;. &quot;&#xC2B;&#xC32;&#xC36;&#xC32;&#xC3E;&#xC1F;&#xC41;&#xC32;&#xC41;.&quot; A. v. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC32;&#xC3E;&#xC15;</span>&#xA0;&#xA0;or &#xC38;&#xC32;&#xC3E;&#xC15; &#x1E63;al&#x101;ka. [Skt.] n. A thin bar or rod, a ramrod, the rib of an umbrella, one of the bars of a cage, a slip of bamboo, a probe. A pin or peg, a small stake, a fibrous stick used as a brush or pencil. &#xC32;&#xC4B;&#xC39;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;. &#xC2A;&#xC41;&#xC21;&#xC15;, &#xC24;&#xC42;&#xC32;&#xC3F;&#xC15;. &#xC15;&#xC41;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC46; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC15;&#xC28;&#xC15;&#xC36;&#xC32;&#xC3E;&#xC15; a slender rod of gold. &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC36;&#xC32;&#xC3E;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41; to probe a wound. &#xC36;&#xC32;&#xC3E;&#xC15;&#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37; probing, a critical examination.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC36;&#xC32;&#xC32;&#xC2E;&#xC41; or &#xC36;&#xC32;&#xC32;&#xC3F; &#x1E63;alamu. [Skt.] n. A porcupine, &#xC0F;&#xC26;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F;. The quill of a porcupine. &#xC0F;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;. Sar. D. 459. KP. vi. 7. &#xC36;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#x1E63;ala-villu. (for &#xC38;&#xC46;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.) n. A kind of bow. &#xC27;&#xC28;&#xC41;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC36;&#xC32;&#xC35;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2D;&#xC41;&#xC32;&#xC41; &#xC38;&#xC40;&#xC24;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1B;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC47;&#xC1C;&#xC32;&#xC4D; &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC4D;.&quot; Bhanumat. ii. 186.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;astamu. [Skt.] adj. Happy, well. Praised, eulogized. &#xC36;&#xC41;&#xC2D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC2A; &#xC2C;&#xC21;&#xC3F;&#xC28;. Excellent, best, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. n. Happiness, welfare. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;ashkuli. [Skt.] n. A kind of cake. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC41;. The outer ear or opening of the external auditory passage. &#xC15;&#xC30;&#xC4D;&#xC23;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC2F;&#xC1F;&#xC3F;&#xC1A;&#xC46;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC36;&#xC15;&#xC2E;&#xC41; &#x1E63;a&#x1E63;amu. [Skt.] n. A hare. &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC15;&#xC41;&#xC02;&#xC26;&#xC47;&#xC32;&#xC41;. &quot;&#xC36;&#xC36;&#xC35;&#xC3F;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;&quot; (HN. i. 55.) a hare&apos;s horn, &#xC15;&#xC41;&#xC02;&#xC26;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, i.e., a natural impossibility, a mere absurdity. &#xC36;&#xC36;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC36;&#xC3F; &#x1E63;a&#x1E63;a-dha-ru&#x1E0D;u. n. An epithet of the moon, given because the figure in the moon&apos;s disc is supposed to resemble a hare. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC2E;&#xC41; &#x1E63;a&#x1E63;-&#x101;nkamu. n. Crude camphor. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;. &quot;&#xC16;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC18;&#xC28;&#xC36;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC16;&#xC02;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC1A;&#xC47;.&quot; A. v. 98. &#xC36;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E63;a&#x1E63;-&#x101;nku&#x1E0D;u. n. Lit: one who has a hare as a sign; an epithet of the moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC3E;&#xC30;&#xC3E;&#xC33;&#xC36;&#xC3E;&#xC02;&#xC15;&#xC2E;&#xC41; the tale of T&#x101;ra and the moon, like the story of Stella and the Genius, a very beautiful poem in five books. &#xC36;&#xC36;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; &#x1E63;a&#x1E63;-&#x101;danamu. n. A hawk, falcon. &#xC36;&#xC4D;&#xC2F;&#xC47;&#xC28;&#xC2E;&#xC41;. &#xC21;&#xC47;&#xC17;. &#xC36;&#xC36;&#xC3F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; &#x1E63;a&#x1E63;i-k&#x101;ntamu. n. A fabulous moongem. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC36;&#xC36;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; &#x1E63;a&#x1E63;i-khan&#x1E0D;amu. n. A phase or portion of the moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC33;. &#xC36;&#xC36;&#xC3F;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC36;&#xC3F;&#xC36;&#xC47;&#xC16;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;a&#x1E63;i-dharu&#x1E0D;u. n. Lit: one who wears the moon on his head; an epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC36;&#xC3F;&#xC30;&#xC47;&#xC16; &#x1E63;a&#x1E63;i-rekha. n. A digit or horn of the moon. &#xC28;&#xC46;&#xC32;&#xC35;&#xC02;&#xC15;. &#xC36;&#xC36;&#xC3F;&#xC35;&#xC02;&#xC15; &#x1E63;a&#x1E63;ivanka. n. The crescent moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC30;&#xC47;&#xC16;.
			</div>
                