&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;n&#x1E0D;ilyamu. [Skt.] n. The Bael tree, Aegle marmelos, &#xC2E;&#xC3E;&#xC30;&#xC47;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC36;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; the name of a hermit, &#xC12;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC02;&#xC16;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;nkhiku&#x1E0D;u. [Skt. from &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;.] n. One who blows a conch shell; a shell seller. &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC42;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC02;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC02;&#xC15;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x101;nkari. [Skt. from &#xC36;&#xC02;&#xC15;&#xC30;.] n. A name of Kartik&#x113;ya, of Ga&#x1E47;&#x113;sa, and of fire. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;, &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. Kodand. &#xA7;. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;</span>&#xA0;&#xA0;&#x1E63;&#x101;. [Skt.] A contracction for &#xC36;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC42;&#xC32; &#xC28;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; a kind of metre. Also a contraction for the &quot;year of S&#x101;livahana;&quot; thus; &#xC36;&#xC3E; &#xC36;&#xC15;&#xC35;&#xC30;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; in the year 1772 of the Salivahana era.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;astvamu [Skt.] n. A weapon. A surgical instrument a knife. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x1E63;astra-v&#x101;idyu&#x1E0D;u. n. A surgeon, one who used surgical instruments. &#xC35;&#xC4D;&#xC30;&#xC23; &#xC1A;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC4D;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; &#x1E63;astr&#x101;-j&#x12B;vu&#x1E0D;u. n. One who lives by his weapons: a man at arms a soldier, a mercenary. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC06;&#xC2F;&#xC41;&#xC27;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F; &#x1E63;astri. n. One who carries a weapon. &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;kkaramu. [Skt.] n. An ox, &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;. &quot;&#xC36;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC38;&#xC02;&#xC18;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC1F;&#xC3F;&#xC02;&#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;.&quot; &#xC39;&#xC30;&#xC3F;. &#xC2A;&#xC42;. vi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;kunamu. [Skt. from &#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41; a bird.] n. Augury, the science of omens. &#xC36;&#xC15;&#xC41;&#xC28;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E63;&#x101;uniku&#x1E0D;u. n. A fowler, a bird-catcher. An explainer of omens of dreams. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2C;&#xC4B;&#xC2F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC36;&#xC15;&#xC41;&#xC28; &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC2B;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x101;kini. [Skt.] n. An elf, imp , fairy, an attendant on Siva and Durga. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC2A;&#xC30;&#xC2E;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41; &#xC15;&#xC28;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41; &#xC26;&#xC47;&#xC35;&#xC24;, &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;kamu. [Skt.] n. A potherb, a vegetable, &#xC15;&#xC42;&#xC30;. &#xC36;&#xC3E;&#xC15;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; abstaining from certain vegetables in certain months. &#xC36;&#xC3E;&#xC15;&#xC24;&#xC41;&#xC02;&#xC17; &#x1E63;&#x101;ka-tunga. n. A weed called Cyperus rotundus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;a&#x1E6D;amu. [Skt. from &#xC36;&#xC15;&#xC1F;&#xC2E;&#xC41;.] adj. Pertaining to a carriage, &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC26;&#xC3F;. A yoke ox, &#xC2C;&#xC02;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC02;&#xC2D;&#xC35;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x101;mbhavi. [Skt. from &#xC36;&#xC02;&#xC2D;&#xC41;&#xC35;&#xC41;.] n. An epithet of Parvati. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x101;mbari. [Skt. from &#xC36;&#xC02;&#xC2C;&#xC30;.] n. The art of conjuring, juggling. &#xC2E;&#xC3E;&#xC2F;. &#xC17;&#xC3E;&#xC30;&#xC21;&#xC40;. A female juggler. &#xC2E;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. Also, &#xC30;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. &quot;&#xC36;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC40;&#xC2D;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;.&quot; Swa. preface, 2. &#xC1F;&#xC40; &#xC2E;&#xC3E;&#xC2F;&#xC3E;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28; &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;ntamu. [Skt.] adj. Calm, patient, tranquil, meek, humble; appeased, calmed, stilled, &#xC36;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;. n. Patience, mildness, gentleness, tranquility. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F; &#x1E63;&#x101;nti. n. Tranquility, calmness, quietness, rest, peace, serenity. Stoicism, absencce of passion, quietism. Convalescencce, cessation or alleviation of disease. A religious rite to avert inauspicious accidents or to procure remission of disease. &#xC15;&#xC3E;&#xC2E;&#xC15;&#xC4D;&#xC30;&#xC4B;&#xC27;&#xC3E;&#xC26;&#xC3F;&#xC30;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC33;&#xC2E;&#xC38;&#xC2E;&#xC41;, &#xC30;&#xC4B;&#xC17;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; &#xC09;&#xC2A;&#xC36;&#xC2E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F; a ceremony on completing a village to propitiate evil spirits, &amp;c. &#xC0B;&#xC24;&#xC41;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F; the consummation of a marriage. &#xC30;&#xC4B;&#xC17;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F; the curing of a disease. &#xC24;&#xC3E;&#xC2A;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F; allaying heat or excitement. &#xC26;&#xC3E;&#xC39;&#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F; quenching thirst. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;&#x101;ntintsu. v. n. To become calm, to be pacified, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;. To improve in health, to become better. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC23;&#xC2A;&#xC21;&#xC41;. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC1A;&#xC41; &#x1E63;&#x101;nlipara&#x1E6D;su. v. a. To mitigate, alleviate, calm, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
                