&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;ktu&#x1E0D;u. [Skt. from &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;.] n. A worshipper of the female principle or Durga, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC2A;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3E;&#xC15;&#xC4D;&#xC24;&#xC47;&#xC2F;&#xC2E;&#xC41; &#x1E63;&#x101;kt-&#x113;yamu. n. The worship of Durga, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC24;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC38;&#xC28;, &#xC36;&#xC3E;&#xC15;&#xC4D;&#xC24;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41; &#x1E63;&#x101;kt&#x113;yu&#x1E0D;u. n. A worshipper of Durga. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC2A;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;tamu. [Skt.] adj. Whetted, sharp, &#xC28;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. Fechle, thin, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. n. Joy, pleasure, happiness. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. &#xC36;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC02;&#xC2D;&#xC2E;&#xC41; &#x1E63;&#x101;ta-kumbhimu. n. An epithet of gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC36;&#xC3E;&#xC24;&#xC4B;&#xC26;&#xC30;&#xC3F; &#x1E63;&#x101;l&#x14D;dari. n. A slender waisted woman. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC23;&#xC3F; &#x1E63;&#x101;&#x1E47;amu. [Skt.] n. A whet store, grind-stone, hone. &#xC38;&#xC3E;&#xC28;&#xC30;&#xC3E;&#xC2F;&#xC3F;. A touch-stone. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC12;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &quot;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC41;&#xC15;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC36;&#xC3E;&#xC23;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC41;.&quot; H. ii. 200. &#xC36;&#xC3E;&#xC23;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E63;&#x101;&#x1E47;a-chakramu. n. A cutler&apos;s or jeweller&apos;s grinding wheel. &#xC38;&#xC3E;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC20;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;&#x1E6D;hyamu. [Skt. from &#xC36;&#xC20;&#xC41;&#xC21;&#xC41;.] n. Cunning, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC36;&#xC20;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC1F;&#xC3F;&#xC15; &#x1E63;&#x101;&#x1E6D;i. [Skt.] n. A sheet, a garment, a cloth. &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;. A monk&apos;s garment, &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC2C;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC16;</span>&#xA0;&#xA0;&#x1E63;&#x101;kha [Skt.] n. A branch, a bough. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. A sub-division of the Vedas. &#xC35;&#xC47;&#xC26;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. A division, a sect, &#xC24;&#xC46;&#xC17;. &#xC36;&#xC3E;&#xC16;&#xC4B;&#xC2A;&#xC36;&#xC3E;&#xC16;&#xC32;&#xC41;&#xC17;&#xC3E; branch upon branch, i.e., abundantly. &#xC08; &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41; &#xC36;&#xC3E;&#xC16;&#xC4B;&#xC2A;&#xC36;&#xC3E;&#xC16;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; this quarrel had many ramifications. &#xC2F;&#xC1C;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC3E;&#xC16; the Yajur Veda. &#xC2F;&#xC1C;&#xC41;&#xC36;&#xC4D;&#xC36;&#xC3E;&#xC16;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; a Brahmin who reads the Yajur Veda. &#xC36;&#xC3E;&#xC16;&#xC3E;&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41; &#x1E63;&#x101;kh&#x101;-nagaramu. n. A suburb, &#xC2A;&#xC47;&#xC1F;, &#xC09;&#xC2A;&#xC28;&#xC17;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC3E;&#xC16;&#xC3E;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41; &#x1E63;&#x101;kh&#x101;-m&#x1E5B;igamu. n. A monkey. &#xC15;&#xC4B;&#xC24;&#xC3F;. &#xC36;&#xC3E;&#xC16;&#xC3F; &#x1E63;&#x101;khi. n. A tree. &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC15;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;kvaramu. [Skt.] n. A bullock, &#xC2C;&#xC32;&#xC40;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;. P. i. 200. M. i. 456.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x101;kya-muni. n. Sakyamuni, a name of Buddha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC2E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC36;&#xC3E;&#xC02;&#xC24;&#xC3F;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;baamu. [Skt. from &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;.] adj. Pertaining to a word, or to sound, &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC3E;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E63;&#x101;bdiku&#x1E0D;u. n. One who is skilled in Esymology. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC2C;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC46;&#xC2C;&#xC3E;&#xC38;&#xC41; &#x1E63;&#x101;b&#x101;su. [H.] interj. Well done! Bravo! Excellent!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;baramu. [Skt. from &#xC36;&#xC2C;&#xC30;.] adj. Pertaining to a savage, &#xC36;&#xC2C;&#xC30;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. n. The Lodh tree, Symplocos racemosus. &#xC32;&#xC4B;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC2C;&#xC15;&#xC2E;&#xC41; &#x1E63;&#x101;bamu. [Skt.] n. The young (of any animal.) &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;. &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;, &#xC15;&#xC42;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;pamu. [Skt.] n. A curse, imprecation, malediction, &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC36;&#xC3E;&#xC2A;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; &#x1E63;&#x101;pa-grastamu. adj. Cursed, lying under a curse. &#xC36;&#xC3E;&#xC2A;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;&#x101;pa-grastu&#x1E0D;u. n. One who is cursed. &#xC36;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC36;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;&#x101;pin&#x1E6D;su. v. a. To curse. &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC28;&#xC3E;</span>&#xA0;&#xA0;&#x1E63;&#x101;n&#x101;. [Tel. corruption of &#xC1A;&#xC3E;&#xC32;&#xC3E;.] adj. Much, plentiful, very, many, long. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;, &#xC2C;&#xC39;&#xC41;, &#xC36;&#xC3E;&#xC28;&#xC3E;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; it is very late at night. &#xC36;&#xC3E;&#xC28;&#xC3E;&#xC2E;&#xC02;&#xC26;&#xC3F; or &#xC36;&#xC3E;&#xC28;&#xC3E;&#xC1C;&#xC28;&#xC2E;&#xC41; many persons, a great many people. &#xC36;&#xC3E;&#xC28;&#xC3E;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; a great distance. adv. Much, very, greatly. &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;damu. [Skt.] n. Mud, mire, &#xC2C;&#xC41;&#xC30;&#xC26;. Fresh grass. &#xC2C;&#xC3E;&#xC32;&#xC24;&#xC43;&#xC23;&#xC2E;&#xC41;. &#xC32;&#xC47;&#xC32;&#xC24;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;, &#xC2A;&#xC38;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;travamu. [Skt. from &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.] n. Enmity, hatred. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC2A;&#xC17;, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. adj. Appertaining to an enemy. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC41;&#xC21;&#xC41; &#x1E63;atravndu. n. An enemy. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC3F;, &#xC2A;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC36;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC39;&#xC40;&#xC36;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;.&quot; Vish. v. 372.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC21;&#xC4D;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC21;&#xC4D;&#xC35;&#xC32;&#xC2E;&#xC41; &#x1E63;&#x101;&#x1E0D;valamu. [Skt.] n. A meadow or green, a verdant spot, &#xC30;&#xC47;&#xC24;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC17;&#xC32;&#xC2D;&#xC42;&#xC2E;&#xC3F;. R. v. 226.
			</div>
                