&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;rkarilamu. [Skt. from &#xC36;&#xC30;&#xC4D;&#xC15;&#xC30;&#xC3F;.] n. A gravelly soil. &#xC2E;&#xC4A;&#xC30;&#xC2A;&#xC2F;&#xC3F;&#xC38;&#xC41;&#xC15;&#xC17;&#xC32; &#xC28;&#xC47;&#xC32;. &quot;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC28;&#xC16;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC30;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC15;&#xC41;&#xC02;&#xC2C; &#xC1C;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2B;&#xC32;&#xC36;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC32;&#xC2E;&#xC41;.&quot; R. ii. 24.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;r&#x12B;ramu. [Skt. from &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;.] adj. Belonging to or produced from the body, corporeal, &#xC26;&#xC47;&#xC39;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;. &quot;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC2F;&#xC36;&#xC3E;&#xC30;&#xC40;&#xC30; &#xC35;&#xC39;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC4D;. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC47;&#xC32;&#xC4D;&#xC35;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC28; &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC21;&#xC46;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC43;&#xC2A;&#xC3E;.&quot; Vish. iv. 183. A sweet tone, a modulated sound, melody. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC02;&#xC20;&#xC2E;&#xC41;, &#xC15;&#xC02;&#xC20;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC36;&#xC3E;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a sweet voiced man. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC36;&#xC3E;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; her tones are fine. her voice is sweet. &#xC36;&#xC3E;&#xC30;&#xC40;&#xC30;&#xC15;&#xC2E;&#xC41; &#x1E63;&#x101;rira-kamu. adj. Corporeal, relating to what is bodily. &#xC26;&#xC47;&#xC39;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x101;ri. [Skt.] n. A Myna, a bird akin to the starlings. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC02;&#xC15;, &#xC2E;&#xC48;&#xC28;&#xC3E;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. A piece or man at draughts, &#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC2F;, &#xC5B;&#xC42;&#xC26;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC46;. An elephant&apos;s housings. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC21;&#xC4B;&#xC32;&#xC41;. &#xC36;&#xC3E;&#xC30;&#xC3F;&#xC15; &#x1E63;&#x101;rika. n. A Myna. &#xC17;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC02;&#xC15;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC36;&#xC3E;&#xC30;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC41; &#x1E63;&#x101;ri-phalamu. n. A chequered cloth or table for playing draughts, &#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32;&#xC2A;&#xC3E;&#xC33;&#xC3F;, &#xC5B;&#xC42;&#xC26;&#xC2E;&#xC3E;&#xC21;&#xC46;&#xC21;&#xC41;&#xC2A;&#xC32;&#xC15;, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC32;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC30;&#xC26;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC30;&#xC26;&#xC3E;&#xC02;&#xC2C; &#x1E63;&#x101;rada. [Skt. another form of &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;. See on &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.] n. An epithet of Sarasvati. &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;. &#xC36;&#xC3E;&#xC30;&#xC26;&#xC2E;&#xC41; &#x1E63;&#x101;radamu. [from &#xC36;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC41;.] adj. Produced in the autumn season, autumnal. &#xC36;&#xC30;&#xC26;&#xC43;&#xC24;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC3E;&#xC30;&#xC26;&#xC3F; or &#xC36;&#xC3E;&#xC30;&#xC26;&#xC2E;&#xC41; &#x1E63;&#x101;radi. n. A tree called Jussicna repens. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC0F;&#xC21;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC05;&#xC30;&#xC1F;&#xC3F;. T. iii. 29.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC2F;&#xC3F;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC2F;&#xC3F;&#xC30;&#xC41; &#x1E63;&#x101;yiru. [H.] n. Transit duty, custom.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x101;yi. [H.] n. Ink. &#xC38;&#xC3F;&#xC30;&#xC3E;, &#xC07;&#xC02;&#xC15;&#xC3F;. Duties, tolls, &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;. [Skt.] n. One who reclines, &#xC2A;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC30;&#xC02;&#xC17;&#xC36;&#xC3E;&#xC2F;&#xC3F; he who dwells at Rangam; this is a name of the god at &#x1E62;rirangam close to Trichinopoly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC32;&#xC42;&#xC15;&#xC2E;&#xC41; &#x1E63;&#x101;lukamu. [Skt.] n. The root of the water lily. &#xC15;&#xC32;&#xC41;&#xC35;&#xC26;&#xC41;&#xC02;&#xC2A;. A nutmeg. &#xC5B;&#xC3E;&#xC1C;&#xC3F;&#xC15;&#xC3E;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC32;&#xC41;&#xC35; &#x1E63;&#x101;lu. [H.] n. A shawl.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x101;li. [Skt.] n. Rice in the husk, paddy. &#xC35;&#xC30;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. An affix denoting &quot;One possessed of.&quot; &#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC3F; a brave man. &#xC2C;&#xC32;&#xC36;&#xC3E;&#xC32;&#xC3F; a strong man. &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC24;&#xC02;&#xC17;&#xC36;&#xC3E;&#xC32;&#xC3F; he who is thrilled or in an ecstasy. &#xC36;&#xC3E;&#xC32;&#xC47;&#xC2F;&#xC2E;&#xC41; &#x1E63;&#x101;l&#x113;yamu. n. Land fit for producing a particular rice called Sali. &#xC30;&#xC3E;&#xC1C;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC02;&#xC21;&#xC47; &#xC2D;&#xC42;&#xC2E;&#xC3F;. A sort of dill, or fennel, Anethum panmorium, Anethum sawna. Rox. &#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC38;&#xC26;&#xC3E;&#xC2A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC36;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41; s&#x101;ly-&#x14D;danamu. n. Food prepared from excellent rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC32;</span>&#xA0;&#xA0;&#x1E63;&#x101;la. [Skt.] n. A house, edifice; a hall, room, place. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC2D;, &#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F;. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC36;&#xC3E;&#xC32; a stable. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC36;&#xC3E;&#xC32; an arsenal, an armoury. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC36;&#xC3E;&#xC32; a printing office. &#xC1F;&#xC02;&#xC15;&#xC36;&#xC3E;&#xC32; a mint. &#xC2F;&#xC41;&#xC17;&#xC36;&#xC3E;&#xC32; a place of sacrifice. See &#xC38;&#xC3E;&#xC32;. &#xC36;&#xC3E;&#xC32;. n. An avenue or row of trees, a walk or promenade. &#xC26;&#xC4B;&#xC35;&#xC15;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC32; &#xC1A;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;. &#xC24;&#xC4B;&#xC1F;&#xC32;&#xC4B; &#xC28;&#xC21;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x101;rrari. [Skt.] n. Night. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. The name of a Telugu year. &#xC36;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#x1E63;&#x101;rvaramu. n. Thick darkness. &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. adj. Killing. &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;rd&#x16B;lamu. [Skt.] n. A tiger. &#xC2A;&#xC41;&#xC32;&#xC3F;. adj. (In composition.) excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC36;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC42;&#xC32;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;&#x101;&#x1E0D;&#x16B;la-vikr&#x12B;&#x1E0D;itamu. n. The name of a certain metre in prosody .
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC30;&#xC4D;&#xC19;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;rngamu. [Skt. from &#xC36;&#xC43;&#xC02;&#xC17;&#xC2E;&#xC41;.] n. The name of the bow borne by Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC1A;&#xC3E;&#xC2A;&#xC2E;&#xC41;. An arrow, &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC36;&#xC3E;&#xC17;&#xC4D;&#xC19;&#xC4D;&#xC17;&#xC3F; &#x1E63;&#x101;rngi. n. An epithet of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;.
			</div>
                