&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;im&#x1E63;u-m&#x101;ramu. [Skt.] n. A crocodile, &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;. A whale, &#xC2A;&#xC3F;&#xC21;&#xC15; &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;. The zodiac, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC47;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC28;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC36;&#xC3F;&#xC02;&#xC36;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC26;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC15; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; Vish. iii. 269. &quot;&#xC28;&#xC40;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC36;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC46;&#xC17; &#xC2F;&#xC02;&#xC17;&#xC3E;&#xC2C;&#xC46;&#xC02;&#xC2A;&#xC35;&#xC47;&#xC35;&#xC3E;&#xC2E;&#xC28;&#xC3E;.&quot; A. iv. 29. &quot;&#xC36;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC2E;&#xC3E;&#xC30; &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC02;&#xC2C;&#xC48; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41;&#xC02; &#xC2C;&#xC30;&#xC41;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC24;&#xC24;&#xC4D;&#xC24;&#xC40;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; H. iv. 31. &#xC15;&#xC4D;&#xC30;&#xC15;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; &#xC26;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC36;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC2E;&#xC3E;&#xC30; &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;&#xC28;&#xC4D;.&quot; P. iv. 30. &#xC1F;&#xC40; &#xC36;&#xC3F;&#xC02;&#xC36;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC4A;&#xC38;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC02;&#xC15;&#xC35;</span>&#xA0;&#xA0;or &#xC36;&#xC3F;&#xC02;&#xC15;&#xC41;&#xC35; &#x1E63;imsapa. [Skt.] n. A tree called Dalbergia sisso. &#xC05;&#xC36;&#xC4B;&#xC15;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC07;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC02;&#xC2C;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC02;&#xC2C; &#x1E63;imba. [Skt.] n. A legume, a pod. &#xC2A;&#xC46;&#xC38;&#xC32;&#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC02;&#xC1C;</span>&#xA0;&#xA0;&#x1E63;inja. [Skt.] n. The twang of a bow, &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;. A tinkle, tinkling sound, jingle, &#xC05;&#xC02;&#xC21;&#xC46;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;, &#xC36;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC28;&#xC2E;&#xC41; &#x1E63;inj&#x101;-namu. n. Tinkling, jingling, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &quot;&#xC2E;&#xC02;&#xC1C;&#xC41;&#xC32; &#xC36;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC28;&#xC2E;&#xC02;&#xC1C;&#xC40;&#xC30;&#xC30;&#xC35;&#xC2E;&#xC41;.&quot; DRA. page. 244. &#xC36;&#xC3F;&#xC02;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;inji-tamu. n. Ringing, tinkling. &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;. &#xC36;&#xC3F;&#xC02;&#xC1C;&#xC3F;&#xC28;&#xC3F; &#x1E63;injini. n. A bow string. &#xC35;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC3F;. A leg ornament, &#xC15;&#xC3E;&#xC32;&#xC3F; &#xC05;&#xC02;&#xC26;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;&#x1E63;iksha. [Skt.] n. Punishment, correction, chastisement, discipline, &#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. Instruction, teaching, &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. One of the V&#x113;d&#x101;ngas which deals with the art of pronounciation. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E63;ikshin&#x1E6D;su. v. a. To punish, chastise. To drill, teach, instruct, &#xC36;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;ikshitu&#x1E0D;u. n. One who is taught, drilled, instructed, trained, or punished. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. A skilful man. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;sanamu. [Skt.] n. A command or order, &#xC06;&#xC1C;&#xC4D;&#xC1E;. Punishment. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;. An edict, act or command, a charter or royal grant of land, or of villages, &amp;c., usually inscribed on stone or copper. A writing; an inscription, a deed, a contract. Government rule. &#xC2D;&#xC42;&#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC32;&#xC47;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC24;&#xC3E;&#xC28;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2D;&#xC42;&#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC48; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;. Science, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; a charter inscribed on stone. &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; a grant or charter inscribed on a copper plate. &#xC2E;&#xC30;&#xC23;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; a will. &#xC26;&#xC3E;&#xC28;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; a deed of gift. &quot;&#xC27;&#xC3E;&#xC30;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC2A;&#xC32;&#xC15;&#xC32;&#xC41;&#xC32;&#xC3E;&#xC35;&#xC41; &#xC1F;&#xC41;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; &#xC28;&#xC32;&#xC02;&#xC15;&#xC46;&#xC1C;&#xC47;&#xC38;&#xC3F; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC40;&#xC26;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC2F;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC28;&#xC26;&#xC3F;&#xC17;&#xC4A;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; V&#x113;ma. 1217. &quot;&#xC2E;&#xC40;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC36;&#xC3E;&#xC38;&#xC28;&#xC02; &#xC2C;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC47;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Padma. iii. 58. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; a tyrannical government. &#xC36;&#xC3E;&#xC38;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E63;&#x101;sani-ku&#x1E0D;u. n. A governor or commander. &#xC36;&#xC3E;&#xC38;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; or &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x1E63;&#x101;san&#x12B;yamu. adj. Fit to be punished, punishable. &#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC21;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;. &#xC36;&#xC3E;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41; &#x1E63;&#x101;sanu&#x1E0D;u. n. A ruler, or commander, &#xC0F;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC09;&#xC17;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41; a tyrant. M. III. ii. 43. &#xC36;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;&#x101;sin&#x1E6D;su. v. a. To command, &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To punish, &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC36;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;&#x101;sitamu. adj. Ordered. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Governed, ruled, &#xC0F;&#xC32;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC36;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;&#x101;situ&#x1E0D;u. n. One who is ordered. &quot;&#xC28;&#xC40;&#xC35;&#xC28;&#xC2F;&#xC2E;&#xC41; &#xC36;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC41;&#xC02;&#xC21; &#xC35;&#xC2F;&#xC3F;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC27; &#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC35;&#xC48;&#xC28;&#xC1C;&#xC3E;&#xC32;&#xC26;&#xC47;.&quot; BRy. iii. 757. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24; &#x1E63;&#x101;sta. n. A ruler, governor, one who disciplines, controls or punishes. &#xC26;&#xC47;&#xC36;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. &#xC36;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F; &#x1E63;&#x101;sti. n. Punishment, chastisement, correction. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;, &#xC26;&#xC02;&#xC21;&#xC28;. &quot;&#xC17;&#xC4A;&#xC28;&#xC2F;&#xC02;&#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC3F;&#xC15;&#xC28;&#xC40;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC47;&#xC1C;&#xC28;&#xC35;&#xC3E;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC2E;&#xC4B;&#xC18;&#xC2E;&#xC02;&#xC1A;&#xC41;.&quot; N. vii. 355. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E63;&#x101;stramu. n. A science, art, law. &#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;. &#xC24;&#xC30;&#xC4D;&#xC15;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of Logic. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of grammar. &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the sciencce of medicine. &#xC2C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC36;&#xC4D;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of Astronomy &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of Theology. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of law, a system, or code of ordinancces, a code of laws, jurisprudence. &#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of Architechture. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; Rhetoric. &#xC2E;&#xC3E;&#xC2A;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of cookery. &#xC28;&#xC40;&#xC24;&#xC3F; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of morals. &#xC17;&#xC23;&#xC3F;&#xC24;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of Arithmetic. &#xC26;&#xC4B;&#xC39;&#xC26;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of Agriculture. &#xC2F;&#xC4B;&#xC17;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the Yoga Philosophy. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the science of war, or weapons. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3F; &#x1E63;&#x101;stri. n. A man of science, a learned man, one skilled in the arts. A title, liek &quot;Doctor,&quot; assumed by learned Smarta Brahmins. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. The respectful plural is &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41; or &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC3E;&#xC2F;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC40;&#xC2E;&#xC41; &#x1E63;&#x101;str&#x12B;yamu. adj. Of or belonging to a science, scientific. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26; a prescribed form. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; a scientific phrase. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; .&#x1E63;&#x101;str-&#x14D;ktamu adj. Declared or commanded in the Laws or Codes. Proper, legal, in accordance with the scientific usage. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ikyamu. [Skt.] n. The string or loop, suspended from either and of a pole or yoke to receive the burden, the string or loop suspended from the ceiling of a house to hang things on. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F; &#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC15;&#xC3E;</span>&#xA0;&#xA0;or &#xC36;&#xC3F;&#xC16;&#xC3E; &#x1E63;ik&#x101;. [H. from Skt. &#xC36;&#xC3F;&#xC16;.] n. A seal. &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC36;&#xC3F;&#xC16;&#xC3E; &#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; a ring with a seal, a signet ring.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ikastu. [H.] adj. Broken, ruined. &#xC36;&#xC3F;&#xC25;&#xC3F;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
                