&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;iti. [Skt.] adj. White. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. Black, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &#xC36;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; &#x1E63;iti-kan&#x1E6D;hudu. n. Lit. the Black-throated one; an epithet of Siva, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;itamu [Skt.] adj. Sharpened, whetted. &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. Thin, weak, feeble, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC2C;&#xC15;&#xC4D;&#xC15;&#xC2F;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E63;igruvu. [Skt.] n. A tree called Hyperanthera morunga. &#xC2E;&#xC41;&#xC28;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC16;</span>&#xA0;&#xA0;&#x1E63;ikha. [Skt.] n. The point, top, tip, summit, &#xC15;&#xC4A;&#xC28;. A crest, &#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC3F;&#xC17;. A peacock&apos;s crest, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A lock of hair left on the crown of the head at tonsure. &#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. A flame, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;. &#xC05;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC47; &#xC36;&#xC3F;&#xC16; &#xC05;&#xC02;&#xC26;&#xC15;&#xC41;&#xC02;&#xC1F;&#xC47; &#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; it if suits he is at the top: if it does not he falls at one&apos;s feet. The verb regarding a timeserver, a beggar on horseback &#xC36;&#xC3F;&#xC16;&#xC02;&#xC21;. &#xC36;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC15;&#xC2E;&#xC41; &#x1E63;ikhan&#x1E0D;amu. n. The tail of a peacock. &#xC2E;&#xC2F;&#xC42;&#xC30;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3F;. Locks left on the crown or the sides of the head at tonsure, &#xC1A;&#xC40;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC15;&#xC3E;&#xC15;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC3F; &#x1E63;ikhan&#x1E0D;i. n. A peacock, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. A peaccock&apos;s tail, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3F;. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A cock, &#xC15;&#xC4B;&#xC21;&#xC3F;&#xC2A;&#xC41;&#xC02;&#xC5B;&#xC41;. The name of the son of Drupada, who being at first a female, the daughter of Drupada, was (by force of tapas) metamorphosed into a man, like Iphis, invoid. Commonly, a hermaphrodite. &#xC26;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC26;&#xC30;&#xC3E;&#xC1C;&#xC41; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;, &#xC06;&#xC21;&#xC26;&#xC40;&#xC17;&#xC3E;&#xC15; &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC2F;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;. A sort of Boa, commonly called &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC24;&#xC32;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41; a thick snake. (hence) a stubborn person, a pertinacious wretch. &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3F;&#xC16;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41; &#x1E63;ikhan&#x1E0D;i-kamu. n. A peacock, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;; A cock, &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41;. A certain plant called Abrus pracatorious. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC41;&#xC30;&#xC41; &#xC35;&#xC46;&#xC02;&#xC26;. &#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41; &#x1E63;ikharamu. n. The point, top, tip, peak, summit. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC36;&#xC43;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC28;. &#xC36;&#xC3F;&#xC16;&#xC30;&#xC3F; &#x1E63;ikhari. n. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. A tree, &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC16;&#xC30;&#xC3F;&#xC23;&#xC3F; &#x1E63;ikhari&#x1E47;i. n. A mixture of plantains or melons in curds with sugar and spices. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4B; &#xC05;&#xC28;&#xC47;&#xC15; &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;. The name of a certain melodious metre. &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC16;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; &#x1E63;ikhari-hastamu. n. An attitude in dancing. &#xC05;&#xC2D;&#xC3F;&#xC28;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC16;&#xC3E;&#xC2E;&#xC23;&#xC3F; &#x1E63;ikh&#x101;-ma&#x1E47;i. n. The gem of a diadem, the crest, the principal jewel, &#xC1A;&#xC42;&#xC21;&#xC3E;&#xC2E;&#xC23;&#xC3F;. (As an affix.) the noblest, finest, grandest. &#xC28;&#xC43;&#xC2A;&#xC36;&#xC3F;&#xC16;&#xC3E;&#xC2E;&#xC23;&#xC3F; the noblest of kings, the most glorious prince. &#xC36;&#xC3F;&#xC16;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;ikh&#x101;-vantu&#x1E0D;u. n. A name of fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC36;&#xC3F;&#xC16;&#xC3E;&#xC35;&#xC33;&#xC2E;&#xC41; &#x1E63;kh&#x101;-va&#x1E37;amu. n. A peacock. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. &#xC36;&#xC3F;&#xC16;&#xC3F; &#x1E63;ikhi. n. Fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. A peacock, &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;. A cock, &#xC15;&#xC4B;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC30;&#xC40;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ir&#x12B;shamu. [Skt.] n. A kind of tree, Acacia sirisa. &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC46;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC30;&#xC3E;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC30;&#xC3E; &#x1E63;ir&#x101;. [H.] n. Indian ink, ink.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;irast&#x101;-d&#x101;ru&#x1E0D;u. [H.] n. The manager of a Revenue office or of a Civil Court; a Sheristadar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC30;</span>&#xA0;&#xA0;&#x1E63;ira. [Skt.] n. Any tubular vessel of the body, a nerve, a vein, a tendon, an intenstine, &#xC27;&#xC2E;&#xC28;&#xC3F;, &#xC28;&#xC30;&#xC2E;&#xC41;, &#xC08;&#xC28;&#xC46;. &#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;, &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41; or &#xC36;&#xC3F;&#xC30;&#xC38;&#xC41; &#x1E63;iramu. n. The head top. &#xC24;&#xC32;. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC3E;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;iras&#x101;-vahin&#x1E6D;su. n. v. a. To place on the head; to acknowledge the receipt of (orders, &amp;c.) &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC28;&#xC41; &#xC36;&#xC3F;&#xC30;&#xC38;&#xC3E;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F; in submission to your command, obediently, submissively. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; or &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; &#x1E63;iras-tramu. n. A helmet, &#xC07;&#xC28;&#xC41;&#xC2A; &#xC17;&#xC4B;&#xC32;&#xC41;&#xC38;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F;. &#xC2E;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC36;&#xC40;&#xC30;&#xC4B;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; &#x1E63;ir&#x14D;-g&#x1E5B;ihamu. n. A turret, an upper room. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC32;. &#xC36;&#xC3F;&#xC30;&#xC4B;&#xC1C;&#xC2E;&#xC41; or &#xC36;&#xC3F;&#xC30;&#xC4B;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; &#x1E63;ir&#x14D;-jamu. n. An hair on the head. &#xC24;&#xC32;&#xC35;&#xC46;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC15;. &#xC36;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F; &#x1E63;ir&#x14D;dhi. n. The neck, &#xC2E;&#xC46;&#xC21;. &#xC36;&#xC3F;&#xC30;&#xC4B;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; a headache. &#xC36;&#xC3F;&#xC30;&#xC4B;&#xC2E;&#xC23;&#xC3F; &#x1E63;ir&#x14D;-ma&#x1E47;i. n. A gem worn in the crest or on the head. &#xC1A;&#xC42;&#xC21;&#xC3E;&#xC2E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC2C;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC36;&#xC3F;&#xC35;&#xC3F;&#xC15; &#x1E63;ibika. [Skt.] n. A litter, or palanquin. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC2B;</span>&#xA0;&#xA0;&#x1E63;ipha. [Skt.] n. A sucker or root growing down from the branches, &#xC0A;&#xC21;. A branch, &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC2A;&#xC3F;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ipi-vish&#x1E6D;udu. [Skt.] n. A bald headed man, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;; an epithet applied to Siva, and Vishnu, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC25;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ithilamu. [Skt.] adj. Slack, loose, flaccid, lax, relaxed, inactive, inert, inattentive, decayed. &#xC26;&#xC43;&#xC22;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC38;&#xC21;&#xC32;&#xC3F;&#xC28;, &#xC35;&#xC26;&#xC41;&#xC32;&#xC48;&#xC28;, &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC1C;&#xC21;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC3F;&#xC25;&#xC3F;&#xC32;&#xC3F; &#x1E63;ithili. n. A while ant. &#xC35;&#xC2E;&#xC4D;&#xC30;&#xC3F;. &#xC1A;&#xC46;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC2C;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ibiramu. [Skt.] n. A camp an encampment, &#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;.
			</div>
                