&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC32;</span>&#xA0;&#xA0;&#x1E63;ila. [Skt.] n. A stone. &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC2F;&#xC3F;. The stone or plank or wood placed at the threshold of a house, &#xC17;&#xC21;&#xC2A;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;. &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC2E;&#xC2F;&#xC2E;&#xC41; built of stone. &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; &#x1E63;il-&#x101;ksharamu. n. Engraving, writing on a rock. (Metaphorically,) an irrevocable promise. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC05;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. One verse says &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC05;&#xC2E;&#xC43;&#xC24;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC32;&#xC41;&#xC15;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;. &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC1C;&#xC24;&#xC41;&#xC35;&#xC41; or &#xC38;&#xC3F;&#xC32;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; &#x1E63;il&#x101;-jatuvu. n. Bitumen; red chalk. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; &#x1E63;il&#x101;-pushpamu. n. Storax or benzoin. &#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;. &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41; &#x1E63;li&#x101;-rasamu. n. A tree called Altingia excelsa. (Watts.) &#xC36;&#xC3F;&#xC32;&#xC4B;&#xC1A;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41; &#x1E63;il-&#x14D;chchayamu. n. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC32;&#xC4B;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; &#x1E63;il-&#x14D;da&#x101;sanamu. n. A funeral rite in which a man&apos;s ghost is invoked to sit down on a particular stone and &#xC24;&#xC3F;&#xC32;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; and &#xC35;&#xC3E;&#xC38;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; are offered to it for nine days: on the tenth day they remove it by the rite of expulsion (&#xC09;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;,) &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC26;&#xC4B;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC28;&#xC47;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F; &#x1E63;iv&#x101;yi. [H.] adv. Except, extra, separately, besides, &#xC24;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC35;</span>&#xA0;&#xA0;&#x1E63;iva [Skt.] n. A jackal. &#xC28;&#xC15;&#xC4D;&#xC15;. &#xC36;&#xC3F;&#xC35; or &#xC36;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC3F; n. An epithet of Durga, the wife of Siva. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;. &#xC36;&#xC3F;&#xC35;&#xC03; or &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41; &#x1E63;ivah. n. The god Siva, the third member of the Hindu Triad. &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3F;&#xC35;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC3F;&#xC35;&#xC24;&#xC3E;&#xC24;&#xC3F; &#x1E63;ivan-karu&#x1E0D;u. n. One who confers happiness or fortune. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC02;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC41;&#xC2D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3F;&#xC35;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41; &#x1E63;iva-br&#x101;hma&#x1E47;u&#x1E0D;u.n. A Brahmin of the Siva creed, a Saivite Brahmin of the Siva creed, a Saivite Brahmin, &#xC32;&#xC3F;&#xC02;&#xC17;&#xC27;&#xC3E;&#xC30;&#xC3F;. &#xC36;&#xC3F;&#xC35;&#xC2E;&#xC24;&#xC2E;&#xC41; or &#xC36;&#xC48;&#xC35;&#xC2E;&#xC41; &#x1E63;iva-matamu. n. The Saiva sect or religion, &#xC36;&#xC3F;&#xC35;&#xC2E;&#xC41; &#x1E63;ivamu. n. Welfare, happiness, prosperity. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Inspiration by the deity or by an evil spirit; spossession by a demon, &#xC06;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC35;&#xC2E;&#xC3E;&#xC21;&#xC41; or &#xC36;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC21;&#xC41; to play pranks as if possessed by an evil spirit. &#xC36;&#xC3F;&#xC35;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;ivamu-pu&#x1E6D;&#x1E6D;in&#x1E6D;su. v. a. To spur on, instigate, incite. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC36;&#xC3F;&#xC35;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#x1E63;iva-r&#x101;tri. n. A festival in honor of Siva held on the fourteenth day of the waning moon in the month of Magha as sacred to Siva. &#xC2E;&#xC3E;&#xC18;&#xC2E;&#xC3E;&#xC38;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC2A;&#xC15;&#xC4D;&#xC37; &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC26;&#xC36;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC36;&#xC3F;&#xC35;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; &#x1E63;iva-lihgamu. n. The phallus worshipped on the emblem of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC42;&#xC1C;&#xC1A;&#xC47;&#xC38;&#xC47;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC36;&#xC3F;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; &#x1E63;iva-l&#x14D;kamu. n. The abode of Siva. &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#xC09;&#xC02;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC36;&#xC40;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC48;&#xC30;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC36;&#xC3F;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F; they died; (this is a Saivite phrase.) &#xC36;&#xC3F;&#xC35;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F; &#x1E63;iva-verri. n. Demoniacc fury. &#xC06;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2A;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;. &quot;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC36;&#xC3F;&#xC35;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC2A;&#xC48; &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC26;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC3E;&#xC21;&#xC3F;&#xC28; &#xC28;&#xC40;&#xC35;&#xC26;&#xC3F;&#xC2F;&#xC46;&#xC30;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC26;&#xC41;&#xC30;&#xC46;.&quot; Vaijainti. iv. 45. &#xC36;&#xC3F;&#xC35; &#xC36;&#xC3F;&#xC35; &#x1E63;iva-&#x1E63;iva. interj. O lord O lord! P. i. 517. &#xC36;&#xC3F;&#xC35;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; &#x1E63;iva-&#x1E63;akti. n. A holy nun, a female mendicant. &#xC12;&#xC15; &#xC2E;&#xC39;&#xC3E;&#xC2F;&#xC4B;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC36;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; &#x1E63;iv-&#x101;layamu. n. A temple of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ilpamu. [Skt.] n. An art, any manual or mechanical art. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC2A;&#xC28;&#xC3F;. &#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC3F; or &#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;ilpi. n. An artist, artisan, artificer, mechanic, handicraftsman. &#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A painter, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;. A carpenter, &#xC35;&#xC21;&#xC4D;&#xC32;&#xC02;&#xC17;&#xC3F;. A weaver, &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;. (Usually) a stonecutter, a sculptor, &#xC15;&#xC3E;&#xC38;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E63;ilpi-&#x1E63;&#x101;stramu. n. A mechanical science; the science of Architecture. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC28;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC32;&#xC40;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;il&#x12B;-mukhamu. [Skt.] n. A bee; an arrow. &#xC05;&#xC33;&#xC3F;, &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC32;&#xC40;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;il&#x12B;ndhramu. [Skt.] n. The flower of the plantain tree. &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. A mushroom, toadstool, fungus, &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC32;&#xC2E;&#xC41; &#x1E63;ilamu. [Skt.] n. Gleaning, grain gleaned. &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC32;&#xC41; &#xC0F;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
                