&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;i&#x1E63;iramu. [Skt.] adj. Cold, frigid, chilly, freezing. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. n. Dew , frost.&#xC28;&#xC40;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC41;. The dewy season, the cold season, winter. &#xC2E;&#xC3E;&#xC18;&#xC2A;&#xC3E;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC36;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;i&#x1E63;ir-karu&#x1E0D;u. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x1E63;i&#x1E63;ir-&#x14D;pa- ch&#x101;ramu n Cooling, refrigeration, soothing, refereshment. &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC2E;&#xC41; .
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x12B;tamu. [Skt.] adj. Cold, chilly, frigid. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. n. Coldness, chilliness. &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;. &#xC36;&#xC40;&#xC24;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC40;&#xC24;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC21;&#xC41; &#x1E63;&#x12B;ta-karu&#x1E0D;u. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC40;&#xC24;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#x1E63;&#x12B;ta-jvaramu. n. Ague, fever accompanied by shivering. &#xC36;&#xC40;&#xC24;&#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F; &#x1E63;&#x12B;ta-dukki. n. Ploughing a field in winter against sowing next spring. &#xC0E;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC35;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC36;&#xC40;&#xC24;&#xC28;&#xC17;&#xC2E;&#xC41; &#x1E63;&#x12B;ta-nagamu. n. The cold mountain, i.e., the Himalaya. &#xC36;&#xC40;&#xC24;&#xC2D;&#xC47;&#xC26;&#xC3F; &#x1E63;&#x12B;ta-bh&#x113;di. n. A slimy diarrhoea or dysentery. &#xC36;&#xC40;&#xC24;&#xC32;&#xC2E;&#xC41; &#x1E63;&#x12B;talamu. n. Coldness, cold, coolness, chilliness, frigidity. &#xC1A;&#xC32;&#xC35;, &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Cold, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x12B;ghramu. [Skt.] n. Speed, quickness. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;, &#xC24;&#xC4D;&#xC35;&#xC30;. adj. Quick, speedy, rapid, swift. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC32;. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#x1E63;&#x12B;ghramu-g&#x101;. adv. Rapidly, quickly. hastily. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;, &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC24;&#xC30;&#xC2E;&#xC41; &#x1E63;&#x12B;ghra-taramu. adj. More rapid, quicker. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC40;&#xC15;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x12B;ku. [Eng. &apos;sick.&apos;] adj. Sick. n. Sickness. &#xC05;&#xC24;&#xC21;&#xC41; &#xC36;&#xC40;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is unwell.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC40;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x12B;-karamu. [Skt.] n. A drop of water, a sprinkle, thin rain. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC23;&#xC2E;&#xC41;, &#xC24;&#xC41;&#xC02;&#xC2A;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;&#x1E63;is&#x101;la. [H.] adj. Triennial.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41; &#x1E63;istu. [H.] n. A land tax, assessment, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ishyu&#x1E0D;u. [Skt.] n. A disciple, pupil, scholar. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28; the fees given to a spiritual guide. &#xC17;&#xC41;&#xC30;&#xC41;&#xC36;&#xC37;&#xC4D;&#xC2F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; the proper behaviour of a disciple towards his master, docility. &#xC06;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC32;&#xC26;&#xC41; he has many followers. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; a tour among one&apos;s pupils, a journey through the villages where one&apos;s disciples live.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ih&#x1E6D;amu. [Skt.] adj. Disciplined, trained. &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Obedient, docile, &#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC24;&#xC17;&#xC32;, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC32;. Principal, eminent, &#xC2A;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &quot;&#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41;.&quot; L. i. 45. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x1E63;ish&#x1E6D;-&#x101;ch&#x101;ramu. n. A rule an established line of conduct. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC28;&#xC21;&#xC35;&#xC21;&#xC3F;, &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#x1E63;ish&#x1E6D;i. n. An order, command. &#xC06;&#xC1C;&#xC4D;&#xC1E;. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; &#x1E63;ish&#x1E6D;u&#x1E0D;u. n. One who follows traditional custom; a pious, holy, righteous, good or honest man. &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC41;, &#xC38;&#xC26;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC26;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;. One who is commanded, &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A; &#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC40;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x12B;lanamu. [Skt.] n. An examination. &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC40;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x12B;rshamu. [Skt.] n. The head. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;, &#xC24;&#xC32;. &#xC36;&#xC40;&#xC30;&#xC4D;&#xC37;&#xC15;&#xC2E;&#xC41; &#x1E63;&#x12B;rshakamu. n. A helmet. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC07;&#xC28;&#xC41;&#xC2A;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC40;&#xC27;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x12B;dhuvu. [Skt.] n. Nectar; the juice of flowers; spirit distilled from molasses. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;. &#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x12B;r&#x1E47;amu. [Skt.] adj. Thin, slender, emaciated, lean; dry, withered, decay. &#xC15;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC48;&#xC28;.
			</div>
                