&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;&#x1E63;ukku. [Skt.] n. Sorrow, grief, distress, regret. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC25;, &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;, &#xC35;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ukamu. [Skt.] n. A parrot. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;. &#xC36;&#xC42;&#xC15;&#xC28;&#xC3E;&#xC38;&#xC2E;&#xC41; suka-n&#x101;samu. n. A tree, Bignonia indica or Sesbana g&#x1E5B;andiflora, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC05;&#xC17;&#xC3F;&#xC38;&#xC46;, &#xC26;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC15;&#xC35;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; &#x1E63;uka-v&#x101;hu&#x1E0D;u. n. Lit. he whose steed is a parrot, an epithet of Manmadha.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC02;&#xC2D;&#xC24;&#xC4D;</span>&#xA0;&#xA0;&#x1E63;umbat. [Skt.] adj. Shining, splendid. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC02;&#xC21;</span>&#xA0;&#xA0;&#x1E63;un&#x1E0D;a. [Skt.] n. An elephant&apos;s trunk or proboscis. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41; &#xC24;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41; &#x1E63;un&#x1E0D;&#x101;lamu. n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC02;&#xC20;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;un&#x1E6D;hi. [Skt.] n. Dried ginger. &#xC38;&#xC4A;&#xC02;&#xC1F;&#xC3F;, &#xC09;&#xC21;&#xC15;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC46;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC41; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC02;&#xC20;</span>&#xA0;&#xA0;or &#xC36;&#xC41;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; &#x1E63;un&#x1E6D;ha. [Skt.] n. A blockhead. &#xC2E;&#xC42;&#xC22;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC36;&#xC41;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; he is extremely stupid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC40;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x12B;lamu. [Skt.] n. Nature, disposition, character; good conduct or disposition, good character; purity. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC26;&#xC4D;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30; &#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC40;&#xC32;&#xC24; or &#xC36;&#xC40;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x1E63;ilata. n. Disposition, quality, &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;. &#xC2D;&#xC2F;&#xC36;&#xC40;&#xC32;&#xC24; timidity. &#xC36;&#xC40;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC40;&#xC32;&#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; &#x1E63;&#x12B;la-vantu&#x1E0D;u. n. A man of good conduct or disposition. &#xC38;&#xC26;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;&#x12B;lin&#x1E6D;su. v. a. To accustom, to practise, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. To examine, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41; &#x1E63;&#x12B;lu&#x1E0D;u. n. (In composition,) one who is possessed of, or endowed with, he who practises or is versed in. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2D;&#xC2F;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41; a timid man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;uchi. [Skt.] adj. White, pure, purified, cleansed, clean; pious, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;. n. Whiteness. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. Purity, purification. &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;. &#xC36;&#xC41;&#xC1A;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41; &#x1E63;uchi-karamu. adj. Cleansing, purifying, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47;. &#xC36;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;uchir-bh&#x16B;-tu&#x1E0D;u. n. He who is purified, or free from impurity, &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC15;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;uklamu. [Skt.] adj. White. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. n. Whiteness, &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. Semen, &#xC30;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC32;&#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; Spermatorrhoea. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; &#x1E63;ukla-var&#x1E47;amu. n. White colour, &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC32;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; &#x1E63;ukla-pakshamu. n. The fortnight of the moon&apos;s increase. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC15;&#xC4D;&#xC32;</span>&#xA0;&#xA0;&#x1E63;ukla. [Skt.] n. The name of a Hindu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ukru&#x1E0D;u. [Skt.] n. The planet Venus or its one-eyed regent who was the Guru of the Asuras, &#xC26;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x1E63;ukra-v&#x101;ramu. n. Friday. &#xC2D;&#xC43;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC43;&#xC15;&#xC4D;&#xC30;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x1E63;ukra-&#x1E63;ishyu&#x1E0D;u. n. An Asura, &#xC05;&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;ukti. [Skt.] n. A pearl oyster. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41; &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;. Any shell. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC1C;&#xC2E;&#xC41; &#x1E63;ukti-jamu. n. A pearl. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41; the name of a hill.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;uklamu. [Skt.] adj. Pure, clean, bright.
			</div>
                