&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC28;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;unakamu. [Skt.] n. A dog. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. &#xC36;&#xC41;&#xC28;&#xC15;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC41; to brand one with the figure of a dog. &#xC36;&#xC41;&#xC28;&#xC3F; &#x1E63;uni. n. A bitch, &#xC06;&#xC21;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;uddhamu. [Skt.] adj. White, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. Pure, clean, stainless, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC48;&#xC28;. Unmixed, unadulterated; entire, complete. Total, downright, absolute, mere. &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; pure Sanskrit. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F; a faultless or true copy. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; an utter falsehood. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC32;&#xC4B;&#xC2D;&#xC3F; a perfect miser. In music it means devoid of variations: as &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC3E;&#xC02;&#xC2D;&#xC4B;&#xC1C;&#xC3F; the melody or theme of the K&#x101;mb&#x14D;di air. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; absolute sale. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC36;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; a written instrument of absolute sale. n. Whiteness, &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. The bright lunar fortnight. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC3F; the fifth day of the bright lunar fortnight. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; &#x1E63;uddkamu-g&#x101;. adv. Wholly, entirely, completely, uttterly. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;, &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; &#x1E63;uddh-&#x101;ntamu. n. A harem or seraglio; the private or women&apos;s apartments in a palace. &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41; The King&apos;s wife or concubine &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#x1E63;ud-dhi. n. Purity, cleanness, purification, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; purity of speech. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; successful practice, as that of a skillful physician &#xC05;&#xC24;&#xC4D;&#xC2E;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; or &#xC2D;&#xC3E;&#xC35;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; spiritual purity, cleanness of heart. &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41; &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC47;&#xC39;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they got a cane and purified his body, i.e., gave him a thrashing. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; &#x1E63;uddh&#x12B;-karimpu. n. Cleansing, correction, emendation. &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; &#x1E63;ud-dhu&#x1E0D;u. n. A pure or holy man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ushkamu. [Skt.] adj. Dry, dried. &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC28;. Mere, groundless, causeless, unprofitable. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC15;&#xC47;&#xC35;&#xC32;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; dry bread. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; empty flattery, mere compliments. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC26;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; one who is utterly poor, a mere beggar. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC35;&#xC48;&#xC30;&#xC2E;&#xC41; groundless enmity, mere spite. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC4B;&#xC26;&#xC28;&#xC2E;&#xC41; mere weeping. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC4B;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; entire fasting. &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;ushkin&#x1E6D;su. v. n. To become dry, lean or poor. &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC42;&#xC37;</span>&#xA0;&#xA0;&#x1E63;u&#x1E63;r&#x16B;&#x1E63;ha. [Skt.] n. Service. serving. &#xC38;&#xC47;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ulkamu. [Skt.] n. A toll, duty, impost, &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;. The present bestowed on a bride by her husband. Purchase money given to a bride&apos;s parents. Earnest money. &#xC13;&#xC32;&#xC3F;, &#xC09;&#xC02;&#xC15;&#xC41;&#xC35;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC36;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41; a wager or stake for the victor in an argument.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ubhramu. [Skt.] adj. White, fair, bright, shining, pure, clean. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. n. Whiteness, purity, cleanliness. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;. &#xC36;&#xC41;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#x1E63;ubhramu-ch&#x113;yu. v. a. To clean, purify, &#xC2A;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC36;&#xC41;&#xC2D;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41; &#x1E63;ubhr-&#x101;m&#x1E63;uvu. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ubhamu. [Skt.] adj. Good, happy, lucky, blessed, fortunate, &#xC2E;&#xC02;&#xC17;&#xC33; &#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC48;&#xC28;. n. Good fortune, welfare, any auspicious ceremony. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC36;&#xC41;&#xC2D;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC36;&#xC41;&#xC2D;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; a happy or auspicious affair, a happy occasion or festival. &#xC36;&#xC41;&#xC2D;&#xC38;&#xC42;&#xC1A;&#xC28; a favourable omen. &#xC36;&#xC41;&#xC2D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24; good news. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC41; let it prosper. &#xC36;&#xC41;&#xC2D;&#xC3E;&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC41; good and evil. &#xC36;&#xC41;&#xC2D;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41; &#x1E63;ubha-k&#x1E5B;ittu. n. The name of a Telugu year. &#xC36;&#xC41;&#xC2D;&#xC30;&#xC47;&#xC16; &#x1E63;ubha-r&#x113;kha. n. A letter containing happy news of a wedding.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;</span>&#xA0;&#xA0;&#x1E63;&#x16B;dra. [Skt.] adj. Belonging to the Sudra caste. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC35;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC42;&#xC24; or &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC1F; a low word, a vulgar phrase. &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30; &#xC26;&#xC47;&#xC35;&#xC24; a rustic god or deity, as Potarazu or Poleramma. &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; a poem written in a mean style, an illiterate book. &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC24; or &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x1E63;&#x16B;drata. n. The condition of a Sudra. &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;&#x16B;dru&#x1E0D;u. n. A man of the fourth caste, a Sudra. &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; &#x1E63;&#x16B;dra-r-&#x101;lu. n. A woman of the Sudra caste. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC35;&#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC42;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x16B;kamu. [Skt.] n. The awn or beard of barley, rice, &amp;c. &#xC35;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;. An insect&apos;s bristle or sting. A scorpion&apos;s sting, &#xC24;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F;. &#xC36;&#xC42;&#xC15;&#xC15;&#xC40;&#xC1F;&#xC2E;&#xC41; &#x1E63;&#x16B;ka-k&#x12B;&#x1E6D;amu.n. A scorpion, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC47;&#xC32;&#xC41;. &#xC36;&#xC42;&#xC15;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC15; &#x1E63;&#x16B;ka-jam-buka. n. A thorny plant, called guilandina bonducella, &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC36;&#xC42;&#xC15;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x1E63;&#x16B;ka-dh&#x101;nyamu. n. Awned or bearded grain. &#xC2F;&#xC35;&#xC17;&#xC4B;&#xC27;&#xC42;&#xC2E;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;.
			</div>
                