&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x16B;rpamu. [Skt.] n. A winnowing basket. &#xC1A;&#xC47;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC16;</span>&#xA0;&#xA0;&#x1E63;&#x16B;rpa&#x1E47;akha. [Skt.] n. The name of a female demon. &#xC12;&#xC15;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC3F;, &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3E;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC42;&#xC30;</span>&#xA0;&#xA0;&#x1E63;&#x16B;ra. [Skt.] adj. Pertaining to a hero. &#xC36;&#xC42;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC36;&#xC42;&#xC30;&#xC24; &#x1E63;&#x16B;ratvamu. n. Heroism, courage, bravery, valour. &#xC06;&#xC30;&#xC02;&#xC2D;&#xC36;&#xC42;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; enthusiasm at the outset. &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;&#x16B;ru&#x1E0D;u. n. A hero or champion. &#xC30;&#xC23; &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC06;&#xC30;&#xC02;&#xC2D;&#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; he who is vigorous only at starting.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x16B;nyamu. [Skt.] adj. Empty, void, blank, lonely, deserted destitute of, &#xC30;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC24;&#xC4D;&#xC24;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48; empty handed. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC2A;&#xC3F;&#xC28;&#xC2E;&#xC41; a lonely wilderness. n. A dot, spot, cipher. Vacuum; nothing. &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC2E;&#xC3F;. Witchcraft, sorcery, &#xC2A;&#xC02;&#xC2A;&#xC41;. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to injure or kill by sorcery, &#xC2A;&#xC02;&#xC2A;&#xC41;. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the black art. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; &#x1E63;&#x16B;nya-katte. n. A sorceress or witch, &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41; &#x1E63;&#x16B;nya-g&#x101;&#x1E0D;u. n. A sorcerer, a wizard, an enchanter, &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E; &#x1E63;&#x16B;nya-pu-bomma. n. An effigy. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; &#x1E63;&#x16B;nya-v&#x101;damu. n. Atheism. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC26;&#xC3F; &#x1E63;&#x16B;nya-v&#x101;di. n. An atheist. &#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x1E63;&#x16B;nyu&#x1E0D;u. n. (In composition,) one destitute of, &#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC3E;&#xC21;&#xC41; &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; he has no wisdom. &#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; one who has no wit or genius.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x1E5B;ing&#x101;&#x1E6D;akamu. [Skt.] n. A place where four roads meet. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC32;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC30;&#xC3F;. An aquatic plant called Trapa bispinosa, &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC46;&#xC17;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC43;&#xC02;&#xC17;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x1E5B;inga-b&#x113;ramu. [Skt.] n. Ginger. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC43;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x1E5B;ingamu. [Skt.] n. A horn, a trumpet. &#xC2A;&#xC36;&#xC41;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC2C;&#xC42;&#xC30;. A peak, the summit of a mountain. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC43;&#xC02;&#xC17;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to crush one&apos;s pride. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3F; &#x1E63;&#x1E5B;ingi. n. A horned animal. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3F;&#xC23;&#xC3F; &#x1E63;&#x1E5B;ingi&#x1E47;i. n. A cow. &#xC2A;&#xC36;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC43;&#xC02;&#xC16;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x1E5B;inkhalamu. [Skt.] n. A chain or fetter, especially for an elephant; a chain of silver worn as a man&apos;s girdle or zone. &#xC38;&#xC02;&#xC15;&#xC46;&#xC32;. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC38;&#xC02;&#xC15;&#xC46;&#xC32;, &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC28;&#xC42;&#xC32;&#xC41;. &#xC36;&#xC43;&#xC02;&#xC16;&#xC32;&#xC40; &#x1E63;&#x1E5B;inkhal&#x12B;. n. A certain shrub. &#xC15;&#xC4B;&#xC15;&#xC3F;&#xC32;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC17;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC42;&#xC32;</span>&#xA0;&#xA0;or &#xC36;&#xC42;&#xC32;&#xC2E;&#xC41; &#x1E63;&#x16B;la. [Skt.] n. A darting or throbbing pain, a racking pain, a twitch, &#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;, &#xC2A;&#xC4B;&#xC1F;&#xC41;. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC36;&#xC42;&#xC32; a stitch in the side. &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC36;&#xC42;&#xC32; the colic. &#xC39;&#xC43;&#xC26;&#xC2F;&#xC36;&#xC42;&#xC32; pain or distress of mind. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC36;&#xC42;&#xC32; inauspiciousness. &#xC36;&#xC42;&#xC32;&#xC2E;&#xC41; &#x1E63;&#x16B;lamu. n. A sharp pointed weapon, a lance, pike, or dart; an iron pin or spit; a stake for impaling. A trident. &#xC38;&#xC32;&#xC3E;&#xC15;, &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;, &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC36;&#xC42;&#xC32;&#xC2E;&#xC41;. &quot;&#xC36;&#xC42;&#xC32;&#xC2A;&#xC43;&#xC25;&#xC35;&#xC23;&#xC3F;&#xC1C;&#xC4D; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;.&quot; A. iv. 285. &quot;&#xC36;&#xC42;&#xC32;&#xC3E;&#xC02;&#xC17;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC48;&#xC38;&#xC4A;&#xC30;&#xC3F;&#xC26;&#xC3F; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F;.&quot; Pal. 374. &#xC36;&#xC42;&#xC32;&#xC2A;&#xC3E;&#xC23;&#xC3F; or &#xC36;&#xC42;&#xC32;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;&#x16B;la-p&#x101;&#x1E47;i. n. Lit. one who bears the trident: an epithet of, Siva, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC42;&#xC32;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F; &#x1E63;&#x16B;la-vy&#x101;dhi. n. Piercing pain in the side, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. &#xC36;&#xC42;&#xC32;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; or &#xC36;&#xC42;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x1E63;&#x16B;l&#x101;-k&#x1E5B;itamu. adj. Roasted on a spit. &#xC07;&#xC28;&#xC41;&#xC2A; &#xC38;&#xC32;&#xC3E;&#xC15;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;. &#xC36;&#xC42;&#xC32;&#xC3F; &#x1E63;&#x16B;li. n. One who bears a trident; an epithet of Siva, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
                