&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC46;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC46; &#x1E63;emme. [H.] n. A candle stick, a lampstand, &#xC26;&#xC40;&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC43;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;See under &#xC36;&#xC43;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x1E5B;ing&#x101;ramu. [Skt.] adj. Beautiful, handsome. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;. n. Ornament, decoration, beauty. Passion, love. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. &#xC32;&#xC4B;&#xC28;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2C;&#xC48;&#xC1F; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41; inside foul, outside fair. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; love, amorousness. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x1E63;&#x1E5B;ing&#x101;ra-k&#x101;vyamu. n. Polite literature, a romance or novel in verse. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F; &#x1E63;&#x1E5B;ing&#x101;ra-purushu&#x1E0D;u. n. A gallant, beau, a handsome man. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC24;&#xC3F; &#x1E63;&#x1E5B;ing&#x101;ra-vati. n. A fine or beautiful lady, a belle. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC28;&#xC2E;&#xC41; &#x1E63;&#x1E5B;ing&#x101;ra-vanamu. n. A park, a pleasure garden. &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC35;&#xC28;&#xC2E;&#xC41;. 0&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;&#x1E5B;ing&#x101;rin&#x1E6D;su. v. a. To adorn, decorate. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he told the story with some decorations or improvements.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC47;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC26;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC41;&#xC21;&#xC41; &#x1E63;&#x113;shu&#x1E0D;u. [Skt.] n. The name of the great dragon, the king of serpents, &#xC35;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC24;&#xC32;&#xC32;&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC47;&#xC37;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41; &#x1E63;&#x113;sha-v&#x101;hanamu. n. A serpent throne used for conveying the image of Vishnu. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;. &#xC36;&#xC47;&#xC37;&#xC36;&#xC2F;&#xC28;&#xC41;&#xC21;&#xC41; &#x1E63;&#x113;sha-&#x1E63;ayanu&#x1E0D;u. n. Lit. one who has Sesha for his bed; an epithet of Vish&#x1E47;u. &#xC36;&#xC47;&#xC37;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41; or &#xC36;&#xC47;&#xC37;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; &#x1E63;&#x113;sh-&#x101;chalamu. n. A name of Tirupati. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x113;shamu. [Skt.] n. The rest, residue, remainder, remnant, what is left, omitted or rejected, &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; the remains of a funeral offering. &#xC36;&#xC47;&#xC37;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; eating the leavings of a dinner. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC30;&#xC4B;&#xC17;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC0B;&#xC23;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41; the remnants of fire, of a disease, of a debt, and of a quarrel. &#xC36;&#xC47;&#xC37;&#xC02;&#xC15;&#xC4B;&#xC38;&#xC47;&#xC28;&#xC2A;&#xC42;&#xC30;&#xC2F;&#xC47;&#xC24;&#xC4D; passion supplies the want of argument. &#xC36;&#xC47;&#xC37;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; to fill up a deficiency, to supply what is wanting. &#xC36;&#xC47;&#xC37;&#xC24; or &#xC36;&#xC47;&#xC37;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x1E63;&#x113;shata. n. Obsequiousness, submission. &#xC26;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC36;&#xC47;&#xC37;&#xC24;&#xC17;&#xC28;&#xC41;&#xC36;&#xC47;&#xC37;&#xC41;&#xC21;&#xC41;.&quot; T. pref. 3. &#xC36;&#xC47;&#xC37;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41; &#x1E63;&#x113;sha-bh&#x101;gamu. n. The remaining part. &#xC2E;&#xC3F;&#xC17;&#xC24;. &#xC36;&#xC47; &#xC37;&#xC37;&#xC37;&#xC4D;&#xC20;&#xC3F; &#x1E63;&#x113;sha-shash&#x1E6D;i. n. The grammatical phrase for &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &quot;of.&quot; It signifies the superfluous form because &#xC28;&#xC3E; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; and &#xC28;&#xC3E; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; mean the same. &#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;&#x113;shin&#x1E6D;su. v. n. To remain as a balance, to be over and above, &#xC2E;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;. &#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#x1E63;&#x113;shinchina. adj. Remaining, left over, &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;. &#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; the remainder. &#xC36;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; the rest of the people. &#xC36;&#xC47;&#xC37;&#xC41;&#xC32;&#xC41; &#x1E63;&#x113;shulu. n. plu. (In composition,) the rest, the remainder of the people, &#xC2E;&#xC3F;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;. &#xC39;&#xC24;&#xC36;&#xC47;&#xC37;&#xC41;&#xC32;&#xC41; the survivors.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC47;&#xC35;&#xC27;&#xC3F;</span>&#xA0;&#xA0;or &#xC28;&#xC47;&#xC35;&#xC27;&#xC3F; &#x1E63;&#x113;vadhi. [Skt.] n. A treasury, &#xC28;&#xC3F;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC47;&#xC30;&#xC41; &#x1E63;&#x113;ru. [H.] n. A seer, a weight of eight palams or ten ounces, or about a quart in measure. &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC36;&#xC47;&#xC30;&#xC41; the same more definitely. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC36;&#xC47;&#xC30;&#xC41; the large seer which contains three ordinary seers or twenty-four palams. &#xC38;&#xC35;&#xC3E;&#xC36;&#xC47;&#xC30;&#xC41; one-fourth of a viss.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC47;&#xC2E;&#xC41;&#xC37;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;&#x113;mushi. [Skt.] n. Understanding, intellect. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC2E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC47;&#xC2B;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC47;&#xC2B;&#xC3E;&#xC32;&#xC3F;&#xC15; &#x1E63;&#x113;ph&#x101;ali. [Skt.] n. A flowering plant called Nyctanthes arbortristis. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC47;&#xC16;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x113;kharamu. [Skt.] n. A chaplet for the head. &#xC38;&#xC3F;&#xC17;&#xC26;&#xC02;&#xC21;, &#xC2C;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC26;&#xC02;&#xC21;, &#xC36;&#xC3F;&#xC16;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC42;&#xC32;&#xC26;&#xC02;&#xC21;. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC36;&#xC47;&#xC16;&#xC30;&#xC41;&#xC21;&#xC41; he who is crowned with a crescent, i.e., Siva. &#xC36;&#xC47;&#xC16;&#xC30;&#xC2E;&#xC17;&#xC41; &#x1E63;&#x113;kharam-agu. v. n. To be prepared or ready. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC17;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC36;&#xC47;&#xC16;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; it is ready. &#xC36;&#xC47;&#xC16;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;&#x113;kharin&#x1E6D;su. v. n. To acquire greatness, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC21;&#xC41;.
			</div>
                