&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aik&#x1E63;hu&#x1E0D;u. [Skt. from &#xC36;&#xC3F;&#xC15;&#xC4D;&#xC37;.] n. A new disciple. &#xC15;&#xC4D;&#xC30;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC28;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC32;&#xC42;&#xC37;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;a&#x12B;l&#x16B;shi. [Skt.] n. An actress, a female performer. &#xC06;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC35;&#xC47;&#xC37;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &quot;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC41;&#xC21;&#xC4C;&#xC1F;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC2C;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC2A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC17;&#xC3E;&#xC28;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC15;&#xC2F;&#xC47; &#xC36;&#xC48;&#xC32;&#xC42;&#xC37;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC28;&#xC02;&#xC17;.&quot; M. iv. ii. 153. &quot;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC36;&#xC48;&#xC32;&#xC42;&#xC37;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; Vasu. iv. 22. &#xC1F;&#xC40; &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC46;&#xC21;&#xC41; &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3F;, &#xC36;&#xC48;&#xC32;&#xC42;&#xC37;&#xC41;&#xC21;&#xC41; &#x1E63;ail&#x16B;shu&#x1E0D;u. n. An actor, a dancer. The bandmaster who beats time. &#xC28;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC06;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC3E;&#xC33;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC1A;&#xC30;&#xC23; &#xC36;&#xC48;&#xC32;&#xC42;&#xC37;&#xC3E;.&quot; P. ii. 415. &quot;&#xC06;&#xC2F;&#xC24;&#xC36;&#xC48;&#xC32;&#xC42;&#xC37;&#xC40;&#xC36;&#xC48;&#xC32;&#xC41;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;.&quot; ib. iv. 357.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC32;&#xC42;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ail&#x16B;sham&#x1EE5;. [Skt.] n. The Bael or Bilva tree, &#x4D4;gle marmelos, &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC47;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ailamu. [Skt. from &#xC36;&#xC3F;&#xC32;.] n. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC36;&#xC48;&#xC32;&#xC15;&#xC28;&#xC4D;&#xC2F; &#x1E63;aila-kanya. n. Lit. the mountain-born virgin; an epithet of Parvati. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. A. vi. 194. &#xC36;&#xC48;&#xC32;&#xC27;&#xC28;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; &#x1E63;aila-dhanvu&#x1E0D;u. n. Lit. one who has a mountain for his bow; an epithet of Siva. &#xC36;&#xC48;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; &#x1E63;ail&#x101;&#x1E6D;amu. n. A lion. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC36;&#xC48;&#xC32;&#xC47;&#xC2F;&#xC2E;&#xC41; &#x1E63;ail&#x113;yamu. n. Rock-salt, &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC2C;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aibiku&#x1E0D;u. [Skt. from &#xC36;&#xC3F;&#xC2C;&#xC3F;.] n. A palanquin bearer. &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;&#xC2E;&#xC4B;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC4B;&#xC2F;, &#xC2C;&#xC46;&#xC38;&#xC4D;&#xC24;. &quot;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC40;&#xC32;&#xC41;, &#xC26;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC38;&#xC47;&#xC2F;&#xC41; &#xC36;&#xC48;&#xC2C;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; KP. viii. 32.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ain&#x113;yu&#x1E0D;u. [Skt. from &#xC36;&#xC28;&#xC3F;.] n. Lit. the son of Saturn. An epithet of S&#x101;tyaki, the younger brother of Krishna. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC48;&#xC28; &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC25;&#xC3F;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ai&#x1E6D;hilyamu. [Skt. from &#xC36;&#xC3F;&#xC25;&#xC3F;&#xC32;&#xC2E;&#xC41;.] n. Slackness, looseness, flaccidity, dilapidation, ruin. &#xC36;&#xC3F;&#xC25;&#xC3F;&#xC32;&#xC24;, &#xC36;&#xC3F;&#xC25;&#xC3F;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC4C;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aityamu. [Skt. from &#xC36;&#xC40;&#xC24;&#xC2E;&#xC41;.] n. Cold, coldness, chilliness, a cold or catarrh. &#xC36;&#xC40;&#xC24;&#xC32;&#xC2E;&#xC41;, &#xC5B;&#xC32;&#xC41;&#xC2C;&#xC41;. adj. Cold. &#xC36;&#xC40;&#xC24;&#xC32;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to take or catch cold. &#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; cooling, refrigeration, the ceremony of offering rosewater, sandal paste, flowers, &amp;c., to alleviate heat. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; empty civilities.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4A;&#xC02;&#xC20;&#xC3F;, &#xC38;&#xC4A;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC4A;&#xC02;&#xC20;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#x1E63;on&#x1E6D;hi. [from. Skt. &#xC36;&#xC41;&#xC02;&#xC20;&#xC3F;.] n. Dry ginger.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC36;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ai&#x1E63;avamu. [Skt. from &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;.] n. Infancy, childhood. &#xC36;&#xC3F;&#xC36;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC36;&#xC48;&#xC36;&#xC35;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC32;&#xC41; childish sports.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC35;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC48;&#xC35;&#xC3E;&#xC32;&#xC2E;&#xC41; &#x1E63;aivalamu. [Skt.] n. A kind of aquatic plant or weed. Vallisneria octandra. &#xC28;&#xC3E;&#xC1A;&#xC41;, &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC1A;&#xC3F;. &#xC36;&#xC48;&#xC35;&#xC32;&#xC3F;&#xC28;&#xC3F; &#x1E63;aivalini. n. A river. &#xC28;&#xC26;&#xC3F;, &#xC0F;&#xC30;&#xC41;. &quot;&#xC36;&#xC48;&#xC35;&#xC32;&#xC3F; &#xC28;&#xC40;&#xC30;&#xC35;&#xC02;&#xC2C;&#xC46;&#xC38;&#xC17;&#xC46; &#xC36;&#xC48;&#xC35;&#xC32;&#xC3F;&#xC28;&#xC40;&#xC35;&#xC3F;&#xC28;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC2D;&#xC42;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC35;&#xC39;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;.&quot; Vasu. ii. 183. &quot;&#xC17;&#xC17;&#xC28;&#xC36;&#xC48;&#xC35;&#xC32;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC17;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC30;&#xC02;&#xC26;&#xC30;&#xC41;&#xC28;&#xC4D;.&quot; Parij. v. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC48;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aivamu. [Skt. from &#xC36;&#xC3F;&#xC35;.] adj. Relating to the god Siva, Saivite, &#xC36;&#xC3F;&#xC35;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. n. The Saiva religion or sect. &#xC36;&#xC48;&#xC35;&#xC2E;&#xC24;&#xC2E;&#xC41;. &#xC36;&#xC48;&#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the manners and rites of the Saivites. &#xC35;&#xC40;&#xC30;&#xC36;&#xC48;&#xC28;&#xC2E;&#xC41; the title assumed by the Jangams or Lingayats. &#xC36;&#xC48;&#xC35;&#xC41;&#xC21;&#xC41; &#x1E63;aivudu. n. A worshipper of Siva. &#xC36;&#xC3F;&#xC35;&#xC2E;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC36;&#xC48;&#xC35;&#xC41;&#xC21;&#xC41; one who belongs to the Jangam creed. &#xC06;&#xC26;&#xC3F;&#xC36;&#xC48;&#xC35;&#xC41;&#xC21;&#xC41; a Brahmin of that sect.
			</div>
                