&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x14D;&#x1E47;amu. [Skt.] adj. Red. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC3F;, &#xC05;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC48;&#xC28; n. Redness. &#xC36;&#xC4B;&#xC23;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; &#x1E63;&#x14D;&#x1E47;a-ratnamu. n. The ruby. &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;. &#xC36;&#xC4B;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;&#x14D;&#x1E47;itamu. n. Blood. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4B;&#xC1A;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x14D;chissu. [Skt.] n. Splendour, light, lustre. &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC36;&#xC4B;&#xC1A;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; &#x1E63;&#x14D;chish-k&#x113;&#x1E63;u&#x1E0D;u. n. An epithet of the god of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x14D;kamu. [Skt.] n. Grief, sorrow, affliction, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41; grief for the loss of a son. &#xC36;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;&#x14D;kin&#x1E6D;su. v. n. To sorrow, grieve, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC36;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41; &#x1E63;&#x14D;chanamu. n. Grieving, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC36;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;&#x14D;chitamu. adj. Lamented, grieved, afflicted, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC4B;&#xC1A;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC36;&#xC4B;&#xC1A;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x1E63;&#x14D;chan&#x12B;yamu. adj. Lamentable. &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4B;&#xC2D;</span>&#xA0;&#xA0;&#x1E63;&#x14D;bha. [Skt.] n. Lustre, radiance, light, splendour, beauty. &#xC2A;&#xC4D;&#xC30;&#xC2D;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;; &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC36;&#xC4B;&#xC2D;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41; &#x1E63;&#x14D;bha-k&#x1E5B;ittu n. The name of a year. &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC41; &#x1E63;&#x14D;bhana-mu. adj. Auspicious, propitious; shining; handsome. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;. n. Happiness, good fortune. The consummation of a marriage. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41;. &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to finish or complete a marriage. &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#x1E63;&#x14D;bha-namulu. n. plu. Songs, each foot of which has the word &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC47; as a chorus, &#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41;. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC24;&#xC4B; &#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC32;&#xC41;&#xC02;&#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC27;&#xC35;&#xC33;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC28;&#xC4D; &#xC26;&#xC17;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC4D;.&quot; S. i. 483. &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41; grains of raw rice, made yellow with turmeric and sprinkled on the heads of persons with a benediction on auspicious occasions. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC17;&#xC28;&#xC3F; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC36;&#xC4C;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC36;&#xC4B;&#xC2D;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC36;&#xC4B;&#xC2D;&#xC3F;&#xC32;&#xC41; &#x1E63;&#x14D;bhin&#x1E6D;su. v. n. To shine, be splendid. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC2E;&#xC1A;&#xC41;. &#xC36;&#xC4C;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;&#x14D;bhitamu. adj. Beautified, decorated. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC2D;&#xC42;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. Bright, splendid. &#xC36;&#xC4B;&#xC2D;&#xC3F;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#x1E63;&#x14D;bhi-tatvamu. n. Splendor, lustre. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC24;&#xC47;&#xC1C;&#xC38;&#xC4D;&#xC38;&#xC41;. &quot;&#xC36;&#xC4B;&#xC2D;&#xC3F; &#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3F;.&quot; M. XIII. iv. 402. &#xC36;&#xC4B;&#xC2D;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;&#x14D;bhitu&#x1E0D;u. n. One who is decorated, &#xC05;&#xC32;&#xC02;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC4B;&#xC2D;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; &#x1E63;&#x14D;bhitu-r-&#x101;lu. n. She who is adorned. &#xC05;&#xC32;&#xC02;&#xC15;&#xC43;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC36;&#xC4B;&#xC2D;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC2F;&#xC3F;&#xC28; &#xC2E;&#xC3E; &#xC05;&#xC15;&#xC4D;&#xC15; my sister who is adorned with the red powder on her forehead.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4B;&#xC2B;</span>&#xA0;&#xA0;&#x1E63;&#x14D;pha. [Skt.] n. Swelling or intumescence. &#xC35;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC36;&#xC4B;&#xC2B; swelling of the body caused by bile.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x14D;dhin&#x1E6D;su. [Skt.] v. a. To purify, cleanse, refine; to search, exmine, investigate, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;. &quot;&#xC35;&#xC30;&#xC32;&#xC41;&#xC17;&#xC4B; &#xC36;&#xC43;&#xC02;&#xC17;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; DRK. page 262. &#xC36;&#xC4B;&#xC27;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E63;&#x14D;dhaku&#x1E0D;u. n. A searcher, inquirer; a critic, a man of genius: an inquisitive man. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC2E;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC36;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41; or &#xC36;&#xC4B;&#xC27;&#xC28; &#x1E63;&#x14D;-dhanamu. n. Cleaning, purifying, correcting; a search, trial, investigation, &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC26;&#xC15;&#xC21;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC41; &#xC28;&#xC17;&#xC30;&#xC36;&#xC4B;&#xC27;&#xC28;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; the king went incognito through the town by night. &#xC36;&#xC4B;&#xC27;&#xC28;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E63;&#x14D;dhana-patramu. n. A table of errata. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC4B;&#xC27;&#xC28;&#xC3F; &#x1E63;&#x14D;dhani. n. A broom. &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC3F;. &#xC36;&#xC4B;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;&#x14D;dhitamu. adj. Purified, cleansed, refined. Examined, searched. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC46;&#xC26;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC36;&#xC4B;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x1E63;&#x14D;dhyamu. adj. Fit to be searched. &#xC35;&#xC46;&#xC26;&#xC15;&#xC26;&#xC17;&#xC3F;&#xC28;. &quot;&#xC36;&#xC4B;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC42;&#xC21;&#xC2C;&#xC02;&#xC1A;&#xC3F;&#xC28;.&quot; Anir. iii. 148. &#xC36;&#xC4B;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; places where he is likely to be found.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4B;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x14D;thamu. [Skt.] n. Swelling, &#xC35;&#xC3E;&#xC2A;&#xC41; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
                