&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aukamu. [Skt. from &#xC36;&#xC41;&#xC15;&#xC2E;&#xC41;.] n. A flock of parrots. &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC32; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. A. v. 134.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4C;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aun&#x1E0D;u&#x1E0D;u. [Skt.] n. One who is able or versed in. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC36;&#xC3E;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; he who is able to rule the universe.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4C;&#xC02;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aun&#x1E0D;iku&#x1E0D;u. [Skt.] n. A dealer in spirits. &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC1C;&#xC40;&#xC35;&#xC3F;, &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4C;&#xC02;&#xC20;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aun&#x1E6D;hyamu. [Skt. from &#xC36;&#xC41;&#xC02;&#xC20;.] n. Blockishness, stupidity. &#xC1C;&#xC21;&#xC24;, &#xC36;&#xC41;&#xC02;&#xC20;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC22;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4B;&#xC37;</span>&#xA0;&#xA0;&#x1E63;&#x14D;sha. [Skt.] n. Drying up, &#xC0E;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. Fainting, faintness. &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC02;&#xC20;&#xC36;&#xC4B;&#xC37;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC47;&#xC30;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; this is mere waste of breath. &#xC36;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41; &#x1E63;&amp;omacr ;sha&#x1E47;amu. n. Drying up, &#xC0E;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41; &#xC36;&#xC4B;&#xC37;&#xC2E;&#xC41; &#x1E63;&#x14D;shamu. n. Drying, dryness. Fainting, &#xC36;&#xC4B;&#xC37;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;. Pulmonary consumption. Intumescence, swelling. &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC36;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC36;&#xC4B;&#xC37;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC36;&#xC4B;&#xC37;&#xC3F;&#xC32;&#xC41; &#x1E63;&#x14D;shin&#x1E6D;su. v. n. To be dried up, to become dry, lean, thin, poor. &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC36;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, To faint, &#xC06;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC36;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A; &#xC1C;&#xC47;&#xC2F;&#xC41; &#x1E63;&#x14D;shimpa-j&#x113;yu. v. a. To cause to dry up, &#xC0E;&#xC02;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC2F;&#xC47;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;y&#x113;namu. [Skt.] n. A hawk, falcon. &#xC21;&#xC47;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;</span>&#xA0;&#xA0;&#x1E63;y&#x101;ma. [Skt.] n. A girl or maid under sixteen. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC2F;&#xC4C;&#xC35;&#xC28; &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41; or &#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC32;&#xC2E;&#xC41; sy&#x101;mamu. adj. Of a dark tint, dark blue, black, green, &#xC28;&#xC40;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;. &#xC24;&#xC2E;&#xC3E;&#xC32; &#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC32;&#xC2E;&#xC41; growing as a gloomy tree. n. A dark tint, dark blue, black, green, &#xC28;&#xC40;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;. &#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; sy&#x101;malatvamu. n. Blackness, a dark complexion, &#xC38;&#xC48;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC3F;&#xC15; &#x1E63;y&#x101;mika. n. Blackness. &#xC38;&#xC48;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Darkness, &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;, Swa. ii. 29.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC2E;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ma&#x1E63;ruvu. [Skt.] n. Beard, whiskers, moustaches. &#xC17;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC40;&#xC38;&#xC3E;&#xC32;&#xC41;, &#xC30;&#xC15;&#xC4D;&#xC24;&#xC36;&#xC4D;&#xC2E;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41; red whiskers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC2D;&#xC42;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC15; &#x1E63;ma&#x1E63;&#x101;namu. [Skt.] n. A cemetery, a place where corpses are burnt or buried. &#xC35;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC12;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC36;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC28;&#xC35;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;Cemetery-seriousness:&quot; the brief impression made on the mind by the sight of a cemetery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4C;&#xC32;&#xC4D;&#xC2C;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;aulbiku&#x1E0D;u. [Skt.] n. A copper smith, or brazier. &#xC15;&#xC02;&#xC1A;&#xC30;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4C;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC4C;&#xC32;&#xC4D;&#xC15;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; &#x1E63;aulku&#x1E0D;u. [Skt. from &#xC36;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41;.] n. A superintendent of tolls or customs, a custom house officer. &#xC38;&#xC41;&#xC02;&#xC15;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;auri. [Skt. from &#xC36;&#xC42;&#xC30;.] n. Lit. the hero; an epithet of Krishna, &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x1E63;auryamu. n. Heroism, prowess, valour, bravery, courage. &#xC36;&#xC42;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#x1E63;auryu&#x1E0D;u. n. A man of valour, a hero. &#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC24;&#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; a man of great valour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4C;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;auchamu. [Skt. from &#xC36;&#xC41;&#xC1A;&#xC3F;.] n. Purity, cleanliness, purification, &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;auktikamu. [Skt. from &#xC36;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;.] adj. Made of oyster shell. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC41; &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC4B;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;. &quot;&#xC36;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC4C;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC48;&#xC32;&#xC3E;&#xC17;&#xC30;&#xC41;.&quot; M. II. ii. 117.
			</div>
                