&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;r&#x101;va&#x1E47;amu. [Tel. for &#xC38;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC2E;&#xC41;.] n. The pincers or nippers used by goldsmiths. &#xC15;&#xC02;&#xC38;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;r&#x101;ddhamu. [Skt. from &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;.] n. Funeral ceremonies or obsequies, observed at various fixed periods, consisting of offerings with water and fire, to the gods and manes, and gifts and food to the relations present, and assistant Brahmins. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC26;&#xC47;&#xC36;&#xC15;&#xC3E;&#xC32;&#xC35;&#xC3F;&#xC27;&#xC3F;&#xC15;&#xC43;&#xC24; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC0F;&#xC15;&#xC4B;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC37;&#xC4D;&#xC1F; &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; a funeral ceremony observed eleven days after a persons&apos;s death. &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; daily funeral ceremonies for a year after a person&apos;s death. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; the funeral ceremony observed every new moon. &#xC2E;&#xC39;&#xC3E;&#xC32;&#xC2F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; a funeral ceremony in the sixth lunar month. &#xC38;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; or &#xC38;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; a funeral ceremony in which the balls of rice offered to the deceased individually and collectively, are blended together. &#xC24;&#xC3F;&#xC30;&#xC4D;&#xC25;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; a funeral ceremony celebrated in a holy place. &#xC28;&#xC3E;&#xC02;&#xC26;&#xC40;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; an offering made to the manes of deceased ancestors on solemn occasions. &#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; money distributed in charity as an offering to the manes. &#xC06;&#xC2E;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; uncooked ingredients distributed as above said. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; cooked food served out to guests as aforesaid. &#xC18;&#xC1F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; obsequies performed to a waterjar, which bears the name of a man&apos;s living wife, whom he divorces by breaking the jar. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2F; &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC28;&#xC47; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC21;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC09;&#xC02;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; unless you grease his palm, I think that business will not be settled in our favour. &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x101;ddha-d&#x113;vu&#x1E0D;u. n. Yama, the god of death. &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;r&#x101;ntamu. [Skt.] adj. Refreshed. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; &#x1E63;r&#x101;nti. n. Refreshment, rest, calm, peace, &#xC0A;&#xC30;&#xC1F;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x101;ntu&#x1E0D;u. n. One who is refreshed or at rest, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;rava&#x1E47;amu. [Skt.] n. The ear. Hearing, listening. &#xC1A;&#xC46;&#xC35;&#xC3F;, &#xC35;&#xC3F;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC21;&#xC3F;. &#xC36;&#xC4D;&#xC30;&#xC35;&#xC23;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; the sense of hearing. &#xC36;&#xC4D;&#xC30;&#xC35;&#xC38;&#xC4D;&#xC38;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41; &#x1E63;ravassu. n. The ear. &#xC1A;&#xC46;&#xC35;&#xC3F;. P. i. 466. &#xC36;&#xC4D;&#xC30;&#xC35;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41; &#x1E63;rava&#x1E47;&#x12B;ya-mu. adj. Worthy to be heard, fit to be heard, audible.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC2E;</span>&#xA0;&#xA0;or &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41; &#x1E63;rama. [Skt.] n. Labour, toil, trouble, distress, hardship, difficulty, fatigue, weariness, &#xC05;&#xC32;&#xC38;&#xC1F;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;. Practice, &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;. &quot;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2F;&#xC47;&#xC2E;&#xC38;&#xC15;&#xC32;&#xC3E;&#xC02;&#xC2C;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; &#xC35;&#xC46;&#xC38;&#xC28;&#xC47;&#xC2F;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC15;&#xC30;&#xC4D;&#xC23;. ii. Excercise, &#xC26;&#xC47;&#xC39;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC22;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC3E;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41; &#x1E63;rama-pa&#x1E0D;u. v. n. To be troubled, distressed, annoyed; to take pains. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#x1E63;rama-pe&#x1E6D;&#x1E6D;u. v. a. To trouble, pain, plague, torture, annoy. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC21;&#xC41; &#x1E63;ramu&#x1E0D;u. n. He who is tired or fatigued. &#xC05;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. Anir. iii. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;</span>&#xA0;&#xA0;&#x1E63;raddha. [Skt.] n. Wish, desire, care, attention, diligence, zeal. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC07;&#xC1A;&#xC4D;&#xC1A;. Faith, devotion, attachment, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4B; &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;&#xC32;&#xC47;&#xC26;&#xC41; he is not diligent in his studies. &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; &#x1E63;raddh-&#x101;luvu. n. One who is faithful, zealous, eager, attentive, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;r&#x101;vyamu. [Skt.] adj. Harmonious, melodious. &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41; &#x1E63;r&#x101;va-&#x1E47;amu. [Skt.] n. The fifth lunar month. &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC35;&#xC28;&#xC46;&#xC32;. &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC3E;&#xC32;&#xC2A;&#xC4C;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC2E; &#x1E63;r&#x101;va&#x1E47;&#x101;la-paur&#x1E47;ima. n. The full moon in the month of Sravana, (July - August.) This is among Hindus the great day of atonement. Certain ceremonies if duly performed on this day are supposed to procure pardon for all the sins of the past year. &#xC09;&#xC2A;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC23;&#xC3F; &#x1E63;r&#x101;vani. n. A plant called Sph&#x153;ranthus indicus, &#xC2C;&#xC4B;&#xC21;&#xC24;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; called in Tamil &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC48;&#xC15;&#xC4D;&#xC15;&#xC30;&#xC02;&#xC26;&#xC48;.
			</div>
                