&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;r&#x113;&#x1E47;i. [Skt.] n. A line, row, range, rank. Regular order. A multitude, crowd, cluster. &#xC2A;&#xC19;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC41;&#xC38;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC26;&#xC02;&#xC24;&#xC3E;&#xC35;&#xC33;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;.&quot; M. VI. iii. 241. &#xC15;&#xC48;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F; a number of fishermen. P. i. 545. A rafter, &#xC07;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC41;&#xC1C;&#xC41;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC35;&#xC47;&#xC38;&#xC47; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;rutamu. [Skt.] adj. Heard, reported. &#xC35;&#xC3F;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; sruta-paru&#x1E6D;su. v. a. To represent, state, communicate, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F; &#x1E63;ruti. n. The ear, &#xC1A;&#xC46;&#xC35;&#xC3F;. That which is heard, &#xC35;&#xC3F;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;. Revelation. The Vedas, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. A sort of drone corresponding to that used with bagpipes. &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC38;&#xC41;&#xC24;&#xC3F;. &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; to put an instrument in tune.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC40;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC36;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;r&#x12B;-vatsamu. [Skt.] n. A particular mark, said to be curl of hair, on the breast of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC2A;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC2E;&#xC1A;&#xC4D;&#xC1A;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC15;&#xC3F;, &#xC36;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC02;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC3E;&#xC02;&#xC1B;&#xC28;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x12B;-vatsaki. n. An epithet of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; &#x1E63;r&#x12B;-v&#x101;samu. n. Turpentine. &#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC2C;&#xC02;&#xC15;. A lotus. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x12B;-&#x1E63;u&#x1E0D;u. n. An epithet of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC40;</span>&#xA0;&#xA0;&#x1E63;r&#x12B;. [Skt.] n. Lakshmi, the wife of Vishnu, the goddess of plenty and prosperity. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;. Wealth, riches, prosperity, good fortune, &#xC38;&#xC02;&#xC2A;&#xC26;. Beauty, lustre, splendour, glory, &#xC36;&#xC4B;&#xC2D;. Also, poison, venom, &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC40; the glory of learning. &#xC2E;&#xC41;&#xC16;&#xC36;&#xC4D;&#xC30;&#xC40; lustre of the face. &#xC2E;&#xC3E;&#xC24;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC40; a respectful way of mentioning any elderly woman in a letter. adj. Holy, sacred, blessed, venerable, famous, glorious, renowned. Used as an honorific prefix. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x12B;-kan&#x1E6D;hu&#x1E0D;u. n. An epithet of Siva (lit. poison-throated.) &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC30;&#xC15;&#xC02;&#xC20;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC30;&#xC2E;&#xC41; &#x1E63;r&#x12B;-karamu. adj. Propitious, happy, blessed. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x12B;-karu&#x1E0D;u. n. One who gives wealth, one who grants prosperity, &#xC38;&#xC02;&#xC2A;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2A;&#xC24;&#xC3F; &#x1E63;r&#x12B;-k&#x101;ntu&#x1E0D;u. n. A name of Vishnu, as being the spouse of &#xC36;&#xC4D;&#xC30;&#xC40; or Lakshmi. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#x1E63;r&#x12B;-k&#x101;ramu. n. The letter &#xC36;&#xC4D;&#xC30;&#xC40;. The poets compare a beautiful ear to the form of this letter. &quot;&#xC15;&#xC32;&#xC15;&#xC02;&#xC20;&#xC15;&#xC02;&#xC20;&#xC3F; &#xC35;&#xC40;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; Anir. iii. 68. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x1E63;r&#x12B;-k&#x101;ryamu. n. Holy duties, i.e., the management of a temple. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41; &#xC2A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x12B;k&#x101;rya-paru&#x1E0D;u. n. The manager of a temple. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;. &quot;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC32; &#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC32;&#xC47;&#xC1A;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC02;&#xC1C;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC48;&#xC28; &#xC15;&#xC4D;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC46;&#xC15;&#xC4B;&#xC30;.&quot; A. i. 10. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; &#x1E63;r&#x12B;-khan&#x1E0D;amu. n. A name of mount Malaya, &#xC2E;&#xC32;&#xC2F;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &#xC24;&#xC2E;&#xC41; The sandal tree; sandal wood. &#xC1A;&#xC02;&#xC26;&#xC28;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;. &quot;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC16;&#xC02;&#xC21;&#xC36;&#xC40;&#xC24;&#xC28;&#xC17;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC16;&#xC02;&#xC21;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC23;&#xC3F;&#xC2E;&#xC02;&#xC21;&#xC32;.&quot; Swa. ii. 1. &quot;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC16;&#xC02;&#xC21;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41;.&quot; A. ii. 45. &#xC1F;&#xC40; &#xC2E;&#xC32;&#xC2F;&#xC2E;&#xC28;&#xC47; &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24; &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; &#x1E63;r&#x12B;-gandhamu. n. Sandal wood that has a fine scent. &#xC35;&#xC3E;&#xC38;&#xC28; &#xC17;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; &#x1E63;r&#x12B;-ch&#x16B;r&#x1E47;amu. n. A yellow paste of turmeric and rice flour, used by the Vaishnavites in marking their foreheads. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC4A;&#xC21;&#xC3F;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41; a ceremony among Vaishnavites performed when removing a corpse from the house. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#x1E63;r&#x12B;-ch&#x16B;r&#x1E47;amulu. n. Trumpets, usually blown in pairs before a priest, or in a temple. &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC28;&#xC41; &#xC17;&#xC41;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41; &#xC0A;&#xC26;&#xC47; &#xC1F;&#xC3F;&#xC35;&#xC3F;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x12B;-ju&#x1E0D;u. n. An epithet of Manmadha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; &#x1E63;r&#x12B;-t&#x101;lamu. n. The giant palm tree. Corypha umbellifera. &#xC26;&#xC43;&#xC22;&#xC26;&#xC33;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3E;&#xC33;&#xC3E;&#xC32;&#xC2A;&#xC48;&#xC28; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41; a book written on the large leaves of this tree. &#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC32;&#xC38;&#xC3F; &#x1E63;r&#x12B;-tulasi. n. The purplestalked Basil. &#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC26;&#xC41;&#xC21;&#xC41; &#x1E63;ri-du&#x1E0D;u. n. Lit. the wealth giver, an epithet of Kubera. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC40;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x12B;-dharu&#x1E0D;u. n. A name of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;, &#xC35;&#xC47;&#xC02;&#xC15;&#xC1F;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2A;&#xC24;&#xC3F; &#x1E63;r&#x12B;-pati. n. An epithet of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. A king, &#xC30;&#xC3E;&#xC1C;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2B;&#xC32;&#xC2E;&#xC41; &#x1E63;r&#x12B;-phalamu. n. The Bael fruit tree, &#x4D4;gle marmelos, &#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC35;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC47;&#xC21;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x12B;-mantu&#x1E0D;u. n. An opulent or wealthy man. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC06;&#xC17;&#xC30;&#xC4D;&#xC2D; &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; one born wealthy. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC24;&#xC4D; &#x1E63;r&#x12B;-mat. adj. Prosperous, happy, blessed, holy, noble, glorious: (as a title) &quot;His reverence&quot; &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC2A;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. The epithet &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; is usually given to the celebrated poem written by Valmiki. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC41;&#xC16; &#x1E63;r&#x12B;-mukha. n. The name of a Telugu year &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#x1E63;r&#x12B;-mukhamu. n. A pastoral letter, a letter from a Guru or adviser, &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC5B;&#xC3E;&#xC2C;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC5B;&#xC3E;&#xC2C;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#x1E63;r&#x12B;-mudra. n. The holy seal; a name given to the stamps used in placing the five marks worn upon the face, &amp;c., by the members of the Madhva sect. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; &#x1E63;r&#x12B;-m&#x16B;rti. n. The sacred image, a name given to the &#xC38;&#xC3E;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; (q. v.) &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41; &#x1E63;r&#x12B;-rangamu. n. The name of a holy town situated upon an island close to Trichinopoly, &#xC09;&#xC2D;&#xC2F;&#xC15;&#xC3E;&#xC35;&#xC47;&#xC30;&#xC3F;&#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC30;&#xC02;&#xC17;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC32; &#xC26;&#xC47;&#xC35;&#xC33;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC0A;&#xC30;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC3E;&#xC32;&#xC41; &#x1E63;r&#x12B;-ran-g&#x101;lu. n. The name given to a certain kind of rice. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. H. iv. 156. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC3E;&#xC32;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; n. A kind of pink flower. &#xC38;&#xC40;&#xC2E;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41; &#x1E63;r&#x12B;-r-astu. Interj. May it be fortunate, Good luck to it! &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15;. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41; &#x1E63;r&#x12B;-&#x1E63;ailamu. n. The sacred hill, usually called Sri-Sailam, in Kurnool.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;r&#x14D;&#x1E47;i [Skt.] n. The hip, the loins the posteriors. &#xC15;&#xC1F;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41; &#xC15;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC24;&#xC4A;&#xC21;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;, &#xC2E;&#xC4A;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;r&#x113;sh&#x1E6D;hamu. [Skt.] adj. Best excellent, superior, chief, eminent, principal. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x113;sh&#x1E6D;hu&#x1E0D;u. n. An excellent man, a chie man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41; &#x1E63;r&#x113;yamu. [Skt.] n. Virtue, moral merit, good fortune, prosperity, happiness, beatitude, &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC4B;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; &#x1E63;r&#x113;yas-karamu. adj. Prosperous, fortunate, beneficial, producing happiness, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC15;</span>&#xA0;&#xA0;&#x1E63;r&#x113;&#x1E47;ika. [Skt.] n. A tent. &#xC21;&#xC47;&#xC30;&#xC3E; , &#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
                