&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC4C;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;rautamu. [Skt.] adj. Of or belonging to the Vedas. &#xC35;&#xC47;&#xC26;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC35;&#xC3F;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC47;&#xC26;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. n. Any observance by the Vedas. A treatise detailing and explaining certain observances. &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC3F;, &#xC35;&#xC47;&#xC26;&#xC1A;&#xC4B;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F; &#xC2A;&#xC3E;&#xC26;&#xC15; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;</span>&#xA0;&#xA0;&#x1E63;r&#x14D;ta. [Skt.] n. A hearer, an auditor. &#xC35;&#xC3F;&#xC28;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. M. XII. vi. 188. &#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#x1E63;r&#x14D;tavyamu. adj. Audible, fit to be heard or listened to. &#xC35;&#xC3F;&#xC28;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E63;r&#x14D;tra-mu. n. The ear. &#xC1A;&#xC46;&#xC35;&#xC3F;. &#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; &#x1E63;r&#x14D;triyu&#x1E0D;u. n. A Brahmin well versed in the Vedas. He who is modest, docile, or well behaved. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC21;&#xC41;, &#xC1B;&#xC3E;&#xC02;&#xC26;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#x1E63;r&#x14D;triyamu. n. A village held at a favourable assessment, a present or donation of a village made to learned man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC36;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;va&#x1E63;uru&#x1E0D;u. [Skt.] n. A father-in-law. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC2E;, &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;. A. v. 102. &#xC36;&#xC02;&#xC15;&#xC30;&#xC36;&#xC4D;&#xC35;&#xC36;&#xC41;&#xC30;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41; an epithet of the Himalaya, as &quot;father-in-law to Siva.&quot; &#xC36;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41; &#x1E63;va&#x1E63;ruvu. n. A mother-in-law. &#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC05;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E;&#xC30;&#xC41;, &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC2A;&#xC1A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;vapachu&#x1E0D;u. [Skt.] n. A man of low caste, a pariah. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;l&#x14D;kamu. [Skt.] n. A verse, a stanza. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Fame, &#xC2F;&#xC36;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; a hemistich. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E; &#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC41;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41; a famous man, one well spoken of.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;l&#x113;shmamu. [Skt.] n. Phlegm, &#xC15;&#xC2B;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC2E;&#xC21;. &#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC4D;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; a saturnine temperament.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;</span>&#xA0;&#xA0;&#x1E63;l&#x113;sha. [Skt.] n. Union, combination. &#xC38;&#xC02;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. A figure of rhetoric, consisting of the choice, or connection of words, so as to admit of a double interpretation; a species of paranomasia or pun, Double entendre, irony, sarcasm. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC3E;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC0F;&#xC15;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC28;&#xC47;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC26;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; a verse bearing a double meaning.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;lish&#x1E6D;amu. [Skt.] adj. Connected, joined, combined, embraced. &#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC32;&#xC3E;&#xC18;</span>&#xA0;&#xA0;or &#xC36;&#xC4D;&#xC32;&#xC3E;&#xC18;&#xC28;&#xC2E;&#xC41; &#x1E63;l&#x101;gha. [Skt.] n. Praise, applause, eulogy, flattery, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC32;&#xC3E;&#xC18;&#xC3F;&#xC02;&#xC1A;&#xC41; &#x1E63;l&#x101;ghin&#x1E6D;su. v. a. To praise, applaud, flatter, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC36;&#xC4D;&#xC32;&#xC3E;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC36;&#xC4D;&#xC32;&#xC3E;&#xC18;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; &#x1E63;l&#x101;ghyamu. adj. Praiseworthy, celebrated, excellent. &#xC38;&#xC4D;&#xC24;&#xC35;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC32;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;lathamu. [Skt.] adj. Slack, loose, lax, relaxed, dishevelled (as hair) &#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC28;, &#xC35;&#xC26;&#xC32;&#xC3F;&#xC28;, &#xC35;&#xC40;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;laksh&#x1E47;amu. [Skt.] adj. Small, fine, minute, smooth. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;&#x1E63;va-v&#x1E5B;itti. [Skt.] n. Service, menial labour. &#xC38;&#xC47;&#xC35;&#xC3E;&#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC2F;&#xC25;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC4D;&#xC35;&#xC2F;&#xC41;&#xC27;&#xC41;&#xC35;&#xC41; &#x1E63;vayathu. [Skt.] n. Swelling, dropsy. &#xC36;&#xC4B;&#xC2B;, &#xC35;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;vabhramu. [Skt.] n. A chasm, hole or gap. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;, &#xC38;&#xC02;&#xC26;&#xC41;.
			</div>
                