&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;</span>&#xA0;&#xA0;sha. The letter sh as in shun, shop, &amp;c. It is called &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC37;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;v&#x113;tamu. [Skt.] adj. White, white coloured, fair. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. n. White colour. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;. Silver. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC35;&#xC41; &#x1E63;v&#x113;ta-kush&#x1E6D;huvu. n. White leprosy. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC32;&#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC41;. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC36;&#xC4D;&#xC30;&#xC47;&#xC24;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#x1E63;v&#x113;ta-garuttu. n. A swan, &#xC39;&#xC02;&#xC38;. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41; &#x1E63;v&#x113;ta-dv&#x12B;pamu. n. The White Island, which cannot be identified. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC26;&#xC4D;&#xC35;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4B;&#xC15;&#xC1F;&#xC3F;. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41; &#x1E63;v&#x113;ta-pinga&#x1E37;amu. n. A lion. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC17;&#xC33; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; &#x1E63;v&#x113;ta-pinga&#x1E37;a-varnamu. n. Light tawny colour, the colour of a lion. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC32;&#xC15;&#xC2A;&#xC3F;&#xC32;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41; &#x1E63;v&#x113;ta-v&#x101;hanu&#x1E0D;u. n. An epithet of Arjuna, &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;. (Cf. Leucippus.) &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; &#x1E63;v&#x113;t-&#x101;dri. n. The white mountain. i.e., the Himalaya mountains, &#xC39;&#xC3F;&#xC2E;&#xC35;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;vitramu. [Skt.] n. White spotted leprosy. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC32;&#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC41;. &#xC36;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F; &#x1E63;vitri. n. One suffering from this disease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;v&#x101;samu. [Skt.] n. Breath, breathing, respiration, &#xC0A;&#xC2A;&#xC3F;&#xC30;&#xC3F;. Wheezing, asthma. &#xC30;&#xC4B;&#xC5B;&#xC41;, &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC38;&#xC2E;&#xC41;. &#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; breath inhaled. &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; breath expired or exhaled. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0E;&#xC17;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; or &#xC0A;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC35;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is gasping or labouring for breath. &#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC15;&#xC3E;&#xC38;&#xC2E;&#xC41; &#x1E63;v&#x101;sa-k&#x101;samu. n. Cough attended with wheezing, asthma. &#xC09;&#xC2C;&#xC4D;&#xC2C;&#xC38;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC26;&#xC17;&#xC4D;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC2A;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;v&#x101;-padamu. [Skt.] n. Any beast of prey. &#xC2A;&#xC41;&#xC32;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;. A. vi. 18. A tiger, &#xC2A;&#xC41;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;v&#x101;namu. [Skt.] n. A dog. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC38;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;vasanu&#x1E0D;u. [Skt.] n. Air, wind; the god of the wind, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC36;&#xC4D;&#xC35;&#xC38;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; lit. that which feeds an air, i.e., a serpent, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC36;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;vasitamu. n. Breath, &#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC36;&#xC4D;&#xC35;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;va-&#x1E63;r&#x113;yasamu. [Skt.] adj. Happy, prosperous. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC41;&#xC2D;&#xC15;&#xC30;&#xC2E;&#xC41;. n. Prosperity, welfare, happiness. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;shan&#x1E0D;amu. [Skt.] n. A multitude, a heap. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A bull, &#xC06;&#xC2C;&#xC4B;&#xC24;&#xC41;. &quot;&#xC15;&#xC3F;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4A;&#xC15;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC30;&#xC41;&#xC37;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32; &#xC2E;&#xC40;&#xC26;.&quot; Rukmang. iii. 203. &#xC37;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41; shan&#x1E0D;u&#x1E0D;u. n. A eunuch, an impotent man. &#xC16;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC47;&#xC21;&#xC3F;.
			</div>
                