&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC3E;&#xC23;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sh&#x101;&#x1E47;-m&#x101;samu. [Skt.] n. Six months. &#xC06;&#xC30;&#xC41;&#xC28;&#xC46;&#xC32;&#xC32;&#xC41;. &#xC37;&#xC3E;&#xC23;&#xC4D;&#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41;. sh&#x101;&#x1E47;-m&#x101;sikamu. adj. Of or relating to six months, half yearly. &#xC06;&#xC30;&#xC41; &#xC28;&#xC46;&#xC32;&#xC32;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;. n. A funeral ceremony performed in the sixth month after death.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC3E;&#xC23;&#xC4D;&#xC2E;&#xC3E;&#xC24;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sh&#x101;&#x1E47;-m&#x101;turu&#x1E0D;u. [Skt.] n. A name of Kartikeya. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC3E;&#xC21;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sh&#x101;&#x1E0D;-gu&#x1E47;yamu. [Skt. &#xC37;&#xC1F;&#xC4D;+&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;.] n. An aggregate of six properties or qualities, such as Greatness (&#xC10;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.) Might (&#xC35;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;.) &amp;c. or Peace (&#xC38;&#xC02;&#xC27;&#xC3F;), Enmity (&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;), &amp;c. &#xC17;&#xC41;&#xC23;&#xC37;&#xC1F;&#xC4D;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC30;&#xC24;&#xC41;</span>&#xA0;&#xA0;sharatu. [H.] n. An agreement, a condition agreed on. &#xC12;&#xC21;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC37;&#xC21;&#xC4D;&#xC22;&#xC15;&#xC41;&#xC21;&#xC41; sha&#x1E0D;&#x1E0D;a-ku&#x1E0D;u. [Skt.] n. A fellow son-in-law, &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC40;&#xC30;&#xC41; &#xC37;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41;&#xC32;&#xC41; these two men are married to two sisters.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC1F;&#xC4D;</span>&#xA0;&#xA0;shat. [Skt.] adj. Six. &#xC06;&#xC30;&#xC41;. &#xC37;&#xC1F;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; the six acts, or duties enjoined on Brahmins, i.e., &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC2F;&#xC28;, &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC28;, &#xC26;&#xC3E;&#xC28;, &#xC06;&#xC26;&#xC3E;&#xC28;, &#xC2F;&#xC1C;&#xC28;. &#xC2F;&#xC3E;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC37;&#xC1F;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; sha&#x1E6D;karmu&#x1E0D;u. n. A Smarta Brahmin who performs the six acts above enumerated. &#xC37;&#xC21;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a spell which has six syllables. &#xC37;&#xC21;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; six-fold, six times as much. &#xC06;&#xC30;&#xC02;&#xC24;&#xC32;&#xC41;. &quot;&#xC38;&#xC3E;&#xC39;&#xC38;&#xC02;&#xC37;&#xC21;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC02;&#xC1A;&#xC48;&#xC35;.&quot; &#xC37;&#xC21;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC38;&#xC02;&#xC27;&#xC3F;. &#xC15;&#xC32;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41; &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC37;&#xC1F;&#xC4D;&#xC15;&#xC2E;&#xC41; sha&#x1E6D;kamu. Six. &#xC06;&#xC17;&#xC41;. &#xC37;&#xC1F;&#xC4D;&#xC2A;&#xC26;&#xC2E;&#xC41; sha&#x1E6D;-padamu. n. Lit, the six-footed, i.e., a bee, the large black bee. &#xC05;&#xC33;&#xC3F;, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC2E;&#xC41;. &#xC37;&#xC26;&#xC3E;&#xC28;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC37;&#xC23;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; sha&#x1E0D;-&#x101;nanu&#x1E0D;u. n. Lit. the six faced; a name of Kumaraswami, the Hindu Mars. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;. &#xC37;&#xC21;&#xC4D;&#xC1C;&#xC2E;&#xC41; sha&#x1E0D;jamu. n. A shrill musical tone like the peacock&apos;s cry. The fourth or middle note (tenor) of the Hindu gamut. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;. &#xC37;&#xC21;&#xC4D;&#xC2D;&#xC3E;&#xC37;&#xC32;&#xC41; sha&#x1E0D;-bh&#x101;shalu. n. plu. The six languages, i.e., &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC24;&#xC46;&#xC28;&#xC41;&#xC17;&#xC41;, &#xC26;&#xC47;&#xC36;&#xC40;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3F;, &#xC39;&#xC33;&#xC47;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC3F;, &#xC05;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC37;&#xC21;&#xC4D;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC41; or &#xC37;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC32;&#xC41; sa&#x1E0D;-rasamulu. n. plu. The six flavours used in cookery; viz., astringent, &#xC12;&#xC17;&#xC30;&#xC41;; sweet, &#xC24;&#xC40;&#xC2A;&#xC3F;; salt, &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;; pungent,&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;; bitter, &#xC1A;&#xC47;&#xC26;&#xC41;; sour, &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41;. &#xC37;&#xC21;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; a ragout, highly seasoned food. &quot;&#xC1A;&#xC32;&#xC41;&#xC35;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC37;&#xC21;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; Ila. i. 87. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC41;. &#xC37;&#xC21;&#xC4D;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC32;&#xC41; sha&#x323;d-vidyalu. n. plu. The six magic arts; which are called &#xC06;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC1F;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC39;&#xC28;&#xC2E;&#xC41;. &#xC37;&#xC23;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; sha&#x1E47;-matamulu. n. The six Schools or doctrines of Philosophy, &#xC06;&#xC30;&#xC41;&#xC26;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41;. They are &#xC2A;&#xC3E;&#xC37;&#xC02;&#xC21;, &#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC15;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;, &#xC1C;&#xC48;&#xC28;, &#xC35;&#xC3E;&#xC2E;&#xC28;, &#xC17;&#xC3E;&#xC23;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. But a verse says &#xC2C;&#xC4C;&#xC26;&#xC4D;&#xC27;&#xC02;&#xC35;&#xC48;&#xC26;&#xC3F;&#xC15;, &#xC36;&#xC48;&#xC35;&#xC02;&#xC1A;, &#xC38;&#xC4C;&#xC30;&#xC02;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC1A; &#xC36;&#xC3E;&#xC15;&#xC4D;&#xC24;&#xC15;&#xC02;. &#xC37;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC2E;&#xC41; shash&#x1E6D;-&#x101;sh&#x1E6D;amamu. n. Enmity, animosity, &#xC2A;&#xC17;, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC37;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; they are on bad terms. &#xC37;&#xC37;&#xC4D;&#xC1F;&#xC3F; shash&#x1E6D;i. n. Sixty. &#xC06;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F;. &#xC37;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; shash&#x1E6D;i-p&#x16B;rti. n. A feast held on a man&apos;s attaining his sixtieth year. &#xC05;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F;&#xC2F;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC2F;&#xC38;&#xC41; &#xC30;&#xC3E;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;. &#xC37;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41; &#x1E63;hash&#x1E6D;hamu. adj. Sixth. &#xC06;&#xC30;&#xC35;&#xC26;&#xC3F;. &#xC37;&#xC37;&#xC4D;&#xC20;&#xC3F; &#x1E63;hash&#x1E6D;hi. n. The sixth day of the lunar fortnight, &#xC06;&#xC30;&#xC35;&#xC24;&#xC3F;&#xC25;&#xC3F;. In grammar, the sixth case. &#xC06;&#xC30;&#xC35; &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC37;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC37;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC15; shash&#x1E6D;hikamu. n. A kind or rice of quick growth. &#xC35;&#xC4D;&#xC30;&#xC40;&#xC39;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC37;&#xC37;&#xC4D;&#xC20;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; shash&#x1E6D;h-y-anta-mulu. n. Dative verses, i.e., a set of verses in the preface of a Telugu peom, having every phrase in the dative thus: To the prince, to the hero, &amp;c., &amp;c. &#xC05;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC3F;&#xC15; &#xC15;&#xC4A;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47; &#xC37;&#xC37;&#xC4D;&#xC20;&#xC40;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC32; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC37;&#xC37;&#xC4D;&#xC20;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; a word in the sixth case. &#xC06;&#xC30;&#xC35; &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC41; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC3E;&#xC21;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC37;&#xC3E;&#xC21;&#xC35;&#xC2E;&#xC41; sh&#x101;&#x1E0D;abamu. [Skt.] n. Flavour, taste, savour. &#xC30;&#xC38;&#xC2E;&#xC41;, (&#xC05;&#xC28;&#xC17;&#xC3E; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;.) Music, singing, &#xC17;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC17;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC37;&#xC1F;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC28;&#xC3E;&#xC28;&#xC3E;&#xC35;&#xC3F;&#xC27;&#xC37;&#xC3E;&#xC21;&#xC2C;&#xC2E;&#xC41;&#xC32;.&quot; A. iv. 331. &#xC1F;&#xC40; &#xC37;&#xC21;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC39;&#xC3E;</span>&#xA0;&#xA0;shah&#x101;. [H. Pers. &apos;Shah.&apos;] n. A king. Interj. Check! (in chess.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC30;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;shar&#x101;bu. [H.] n. A money changer, a cash-keeper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC30;&#xC3E;</span>&#xA0;&#xA0;shar&#x101;. [H.] n. A remark, a post-script, a nota bene.
			</div>
                