&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;</span>&#xA0;&#xA0;sa. [Skt.] (In composition,) with, together with &#xC38;&#xC15;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC17;&#xC3E; together with one&apos;s family. &#xC38;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; having (or endowed with) properties or qualities. &#xC38;&#xC1C;&#xC3E;&#xC24;&#xC40;&#xC2F;&#xC2E;&#xC41; of the same tribe, of the same species. &#xC38;&#xC1F;&#xC40;&#xC15; accompanied with a commentary. &#xC38;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41; one who is kind or good. &#xC38; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; having wings, &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC17;&#xC32;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; in full detail, circumstantially, with all the particulars, minutely, &#xC26;&#xC3E;&#xC1A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;. &#xC38;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; together with the root, having a root, entire, &#xC35;&#xC47;&#xC30;&#xC41;&#xC24;&#xC4B;&#xC15;&#xC42;&#xC21;&#xC3E;, &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC48;&#xC28;&#xC3E;&#xC30;&#xC41; they are ruined, root and branch. &#xC38;&#xC2E;&#xC47;&#xC32;&#xC02;&#xC2A;&#xC41; derisory, satirical. &quot;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC32;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32; &#xC2E;&#xC47;&#xC32;&#xC2E;&#xC3E;&#xC21;&#xC41;.&quot; Vish. vi. 19. &#xC38;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41; reasonable, logical, rational. &#xC38;&#xC30;&#xC2F;&#xC24; with speed, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;.&quot; &#xC38;&#xC30;&#xC2F;&#xC24;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC4D;&#xC35;&#xC21;&#xC3F;&#xC39;&#xC5B;&#xC3E;&#xC30;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC24;&#xC30;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F;.&quot; T. iv. 193. &#xC38;&#xC02;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; classical, beautiful, handsome, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41; a handsome girl. &#xC38;&#xC32;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; beautiful, lovely. &quot;&#xC38;&#xC32;&#xC3F;&#xC24;&#xC15;&#xC33;&#xC3E;&#xC28;&#xC3F;&#xC27;&#xC3F;.&quot; T. Pref. 87. &#xC38;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; at full length, extensively, with all the particulars, completely, to the full, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC38;&#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; respectfully. &#xC38;&#xC35;&#xC3F;&#xC28;&#xC2F;&#xC41;&#xC21;&#xC48; modestly. &#xC38;&#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC4B;&#xC26;&#xC15;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; entirely; (lit. with money and water) - a phrase used in making gifts. &#xC38;&#xC39;&#xC43;&#xC26;&#xC2F;&#xC41;&#xC21;&#xC41; a good hearted man. &#xC38;&#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41; reasonable, well grounded. &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC17;&#xC42;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; with the reason or the grounds, &#xC15;&#xC3E;&#xC30;&#xC23;&#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC38;&#xC3E;&#xC15;&#xC42;&#xC24;&#xC2E;&#xC41; significant, &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC15;&#xC42;&#xC24;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; a wanton glance. A. iv. 41. &#xC38;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41; favour or kindness, success, &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; when he succeeded in that affair. &#xC05;&#xC26;&#xC3F; &#xC38;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC15; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; it did not succeed. &#xC38;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41; favourable, kind, &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC1F; favourable word. &#xC38;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; favourably, kindly, &#xC09;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC38;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; the condition of a co-wife, the state of being or having a rival wife, &#xC38;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC40;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC35;&#xC24;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC28;&#xC40;&#xC15;&#xC28;&#xC41;&#xC2A;&#xC2E;&#xC38;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC4D;&#xC2F; &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; A. ii. 24. &quot;&#xC38;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41; &#xC17;&#xC3E;&#xC15;&#xC38;&#xC48;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC32;&#xC26;&#xC46;&#xC2F;&#xC47;&#xC15;&#xC21;&#xC2A;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC40;.&quot; N. iii. 122. &#xC38;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; an enemy, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;; the son of a co-wife. &#xC38;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC40;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC3F; a culprit, offender, sinner, he who is guilty, &#xC28;&#xC47;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41; leisure, spare time, an interval, &#xC24;&#xC40;&#xC30;&#xC3F;&#xC15;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; carefully, diligently, attentively, with due heed, &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC24;&#xC4B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;</span>&#xA0;&#xA0;sa. The letter s as in sat, so, &amp;c. It is called &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC38;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC38;&#xC41;&#xC32;&#xC2D;&#xC38;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; to distinguish it from the other sibilants &#xC36; +&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC4B;&#xC21;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sh&#x14D;&#x1E0D;a&#x1E63;amu. [Skt.] adj. Sixteen, sixteenth. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC41;, &#xC2A;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC35;. &#xC37;&#xC4B;&#xC21;&#xC36;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; sixteen acts of civility. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC37;&#xC4B;&#xC21;&#xC36;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC23;&#xC26;&#xC3F; she does every thing he wants. &#xC37;&#xC4B;&#xC21;&#xC36;&#xC15;&#xC33;&#xC3E;&#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC48;&#xC28; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; the full moon in its splendor. n. A funeral rite celebrated on the twelfth day aftter a death, in which sixteen Brahmins are fed. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC35;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC26;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;[H.] Same as &#xC38;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC3F;&#xC21;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;shidgu&#x1E0D;&#x16B;. [Skt.] n. A libertine, gallant, paramour. &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC37;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC37;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC40; shik&#x101;ri. [H.] n. Sporting, fowling, hunting, &#xC35;&#xC47;&#xC1F;. A huntsman, a fowler, &#xC35;&#xC47;&#xC1F;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC37;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41; shik&#x101;ru. n. An airing on foot or horseback, a walk or ride. &#xC37;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; to go out for excercise. &#xC37;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is gone out for a walk or ride.
			</div>
                