&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-k&#x101;&#x1E63;anu. [Skt.] adj. Like, similar. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;. Near, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC15;&#xC3E;&#xC36;&#xC41;&#xC21;&#xC41; san-k&#x101;&#x1E63;u&#x1E0D;u. n. (In composition,) one who is like or similar to, &#xC38;&#xC26;&#xC43;&#xC36;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC15;&#xC3E;&#xC36;&#xC41;&#xC21;&#xC41; he who is like the sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;</span>&#xA0;&#xA0;or &#xC38;&#xC2E;&#xC4D; sam. [Skt.] prefix. When used with Skt. nouns and adjectives, it means beautiful, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;. Much, very, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. Places before verbs, it means Well, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;. See. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC18;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;, &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;, &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;, &#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;, &amp;c. It also means With, together with. &#xC38;&#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; worshipped, revered, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; exceeding, abundant, plentiful, &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41; joined, united, combined, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to give to the great, to offer presents to superiors. &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC15;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; offered, presented, given to superiors, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC15;&#xC41; &#xC07;&#xC35;&#xC4D;&#xC35;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC23; giving to superiors, a thing presented to the great, an offering, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC15;&#xC41; &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC21;&#xC2E;&#xC41; &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC15;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC2E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B; attentively, &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC24;&#xC4B;. &#xC38;&#xC2E;&#xC3E;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC3F; far spreading, as scent. &#xC38;&#xC2E;&#xC3E;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; dishevelled, shed, scattered, sprinkled, intersprersed, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC35;&#xC46;&#xC26;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC38;&#xC2E;&#xC3E;&#xC17;&#xC24;&#xC2E;&#xC41; that which is come right, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;; got, obtained, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;. &#xC38;&#xC2E;&#xC3E;&#xC17;&#xC2E;&#xC2E;&#xC41; union, junction; a coming, arrival. coming together, meeting, assembling. &#xC1A;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41; respect, esteem, honour, &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;. &#xC38;&#xC2E;&#xC3E;&#xC26;&#xC43;&#xC24;&#xC2E;&#xC41; respected, esteemed, &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC38;&#xC2E;&#xC3E;&#xC36;&#xC4D;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; embraced, &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC38;&#xC2E;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; consolation, condolence, soothing, comforting, &#xC38;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC13;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; shinning, glowing, blazing, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &quot;&#xC0F;&#xC26;&#xC47;&#xC35;&#xC41;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC33;&#xC3E;&#xC02;&#xC36;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC41;&#xC32;&#xC32;&#xC2E;&#xC41; &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC1C;&#xC2D;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC47;&#xC28;&#xC41;.&quot; BX. 68. &#xC38;&#xC2E;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; proper, right, fit, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; height, elevation, &#xC14;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC4D;&#xC2F;&#xC24;; opposition, &#xC35;&#xC3F;&#xC28;&#xC4B;&#xC27;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41; height, elevation, &#xC14;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; high, tall, lifted up, raised, &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; he who is high or elevated, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC1D;&#xC4D;&#xC18;&#xC3F;&#xC24;&#xC2E;&#xC41; abandoned, left, quitted. &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC38;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC1F;&#xC2E;&#xC41; much, excessive; drunk, mad, furious; superior, high, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC3E;&#xC17;&#xC3F; &#xC2E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC2E;&#xC41; high, lofty, tall, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC2E;&#xC41;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41; zealously active, fond of, attached to, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC2D;&#xC3F;&#xC32;&#xC3E;&#xC37;&#xC17;&#xC32;. &#xC38;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; one who is eager, &#xC06;&#xC36;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E; &#xC38;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC41;&#xC21;&#xC48; wishing to make a journey. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; worshipped; thrown up, tossed. &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC38;&#xC30;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41; high, tall, large, vast, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC17;&#xC4D;&#xC30;&#xC24; height, tallness, largeness, &#xC14;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC4C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41; generous, great, excellent, intense, &#xC26;&#xC3E;&#xC24;&#xC2F;&#xC48;&#xC28;, &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &quot;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC3E;&#xC39;&#xC41;&#xC26;&#xC30;&#xC4D;&#xC2A;&#xC4B;&#xC1C;&#xC4D;&#xC35;&#xC32;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; M. XV. ii. 185. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC41; produced, born, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;, &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC2E;&#xC2E;&#xC41; birth, production, &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; violent, fierce, &#xC2A;&#xC4D;&#xC30;&#xC1A;&#xC02;&#xC21;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC2F;&#xC24;&#xC2E;&#xC41; ready, prepared, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC41; rude, ill mannered, misbehaved, &#xC2E;&#xC4B;&#xC1F;, &#xC2A;&#xC46;&#xC21;&#xC38;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F; ill behaviour, effrontery, audacity, misbehaviour, &#xC27;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC24;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &quot;&#xC24;&#xC28;&#xC30;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Sar. D. 420. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC41;&#xC21;&#xC41; a boor, a clown, &#xC27;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC30;&#xC23;&#xC2E;&#xC41; drawing up, raising, lifting (as water from a well, &amp;c.) &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC21;&#xC2E;&#xC41;; eradicating, &#xC35;&#xC47;&#xC30;&#xC41;&#xC24;&#xC4B; &#xC2A;&#xC46;&#xC30;&#xC15;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41; heavy, thick, gross, full, &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC42;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; to smear oneself (with ashes), (&#xC35;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC3F;) &#xC2A;&#xC42;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC2C;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; to praise, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; proud. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC38;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; a proud man, a wiseacre, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC30;&#xC3E;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC30;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC2E;&#xC2A;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41; arrived, present, ready, near at hand, &#xC38;&#xC2E;&#xC3E;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2A;&#xC41;. &#xC24;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC41;&#xC2A;&#xC47;&#xC24;&#xC2E;&#xC41; having, possessed of, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41; mingled, &#xC15;&#xC32;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC33;&#xC28;&#xC2E;&#xC41; meeting, joining, mixing, &#xC1A;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41; &#xC38;&#xC2E;&#xC4B;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41; a by-stander, he who was present, &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC28; &#xC09;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC41; great pleasure, delight or joy, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC39;&#xC2E;&#xC41; or &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC39;&#xC28;&#xC2E;&#xC41; bewilderment, fascination, stupefaction. &#xC26;&#xC3F;&#xC17;&#xC4D;&#xC2D;&#xC4D;&#xC30;&#xC2E;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC28;&#xC3F; or &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC3E; in common, not separately. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC39;&#xC3F;&#xC28;&#xC3F; &#xC09;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC2C;&#xC3E;&#xC21;&#xC35;&#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41; a certain boggy spot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-kalpamu. [Skt.] n. Resolve, determination, resolution, intention, will. A project, design. A religious or solemn vow, or declaration. &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC28;&#xC4B;&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;, &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;. &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; providence, the will of God. &#xC38;&#xC02;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC1C;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC02;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; sankalpa-ju&#x1E0D;u. n. Lit. &quot;The will-born,&quot; a name of Manmadha, as &quot;born from the will.&quot; &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; sanka&#x1E37;pin&#x1E6D;su. v. n. To determined, resolve, project, plan, decree, as Providence does. &#xC09;&#xC26;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC0E;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-kalanamu. [Skt.] n. Addition in Arithmetic, &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC32;&#xC28;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;. &#xC38;&#xC02;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; &#x1E63;ankalitamu. adj. That which is added. Added together, as a figure, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; (&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;san-karsha&#x1E47;u&#x1E0D;u. [Skt.] n. A name of Balar&#x101;ma, &#xC2C;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sankaramu [Skt.] n. Mixing, blending. Dust, sweepings. &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC0A;&#xC21;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC38;&#xC35;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;, &#xC2A;&#xC46;&#xC02;&#xC1F;. &#xC35;&#xC30;&#xC4D;&#xC23;&#xC38;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41; a mixture of castes. adj. Confusedly mix ing or mingling. Mixed, adulterated, of mixed race or caste, of impure origin from intermixture of castes. &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC38;&#xC02;&#xC15;&#xC30;&#xC1C;&#xC3E;&#xC24;&#xC3F; or &#xC38;&#xC02;&#xC15;&#xC30;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; a mixed caste. &#xC38;&#xC02;&#xC15;&#xC30; &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a half caste, a person of mixed parentage. &#xC38;&#xC02;&#xC15;&#xC30;&#xC1C;&#xC3E;&#xC21;&#xC4D;&#xC2F;&#xC2E;&#xC41; a complication of diseases. &#xC38;&#xC02;&#xC15;&#xC30;&#xC2D;&#xC3E;&#xC37; a mixed language or impure dialect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;sanka&#x1E6D;i. [Tel.] n. A coarse pudding made from Cholam or R&#x101;gi flour, a thick porridge or pap. &#xC35;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;, &#xC09;&#xC21;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sanka&#x1E6D;amu. [Skt.] n. A difficulty, trouble, affliction, danger, calamity. &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC2C;&#xC3E;&#xC27;, &#xC07;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Disease, illness, &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41; mortal peril. &#xC38;&#xC41;&#xC16;&#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41; a venereal disease. adj. Difficult, unsafe, narrow, &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC07;&#xC30;&#xC41;&#xC15;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC41; sanka&#x1E6D;a-pu&#x1E0D;u. v. n. To be in trouble, to be distressed, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC32;&#xC47;&#xC15; &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are in trouble for want of food and clothing. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2A;&#xC3E;&#xC1F;&#xC41; snaka&#x1E6D;a-p&#x101;&#x1E6D;u. n. The state of being in trouble, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; sanka&#x1E6D;a-pe&#x1E6D;&#x1E6D;u. v. a. To give trouble to, to annoy, harass, &#xC2C;&#xC3E;&#xC27;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC39;&#xC3F;&#xC02;&#xC38;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-k&#x12B;rtanamu. [Skt.] n. Celebration, praising, honour, glorification, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC23;&#xC15;&#xC25;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-k&#x12B;r&#x1E47;amu. [Skt.] adj. Crowded, confused. Mixed, impure, miscellaneous. Spread, diffused, &#xC0E;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;, &#xC38;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
                