&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sank&#x113;tamu. [Skt.] n. An appointment, agreement, compact, engagement, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC12;&#xC21;&#xC2C;&#xC3E;&#xC1F;&#xC41;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;. A provision, a matter or point previously arranged. A sign or signal, a token or intimation, generally without words; a nod, wink, beck, indicative gesture, &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;, &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;. A name, &#xC2A;&#xC47;&#xC30;&#xC41;. A place of assignation, a rendezvous, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F; &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. A. v. 135. &quot;&#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC15;.&quot; Swa. iii. 45. adj. Appointed, fixed, ordained, stipulated, contracted for, agreed upon. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC40;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; a technical name, a name agreed upon but different from the real name. &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC2A;&#xC26;&#xC2E;&#xC41; a technica l word, a technicality. &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; or &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; a place of rendezvous, a place of assignation. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC1A;&#xC4B;&#xC1F;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; sank&#x113;tin&#x1E6D;su. v. a. To appoint, assign, fix, contract for, agree upon, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To give a name to, &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC35;&#xC46;&#xC30;&#xC35;&#xC15;&#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC24;&#xC46;&#xC30;&#xC17;&#xC41;&#xC28; &#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC15;&#xC41;&#xC28;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC46;&#xC02;&#xC1A;&#xC41;.&quot; M. IV. ii. 282. &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC41; sank&#x113;titamu. adj. Appointed, fixed, ordained, stipulated, contracted for, agreed upon, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28; &#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC46;&#xC32;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC2F; sankela. [from Skt. &#xC36;&#xC43;&#xC02;&#xC16;&#xC32;&#xC2E;&#xC41;.] n. A fetter, or iron. &#xC38;&#xC02;&#xC15;&#xC46;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; sankela-v&#x101;&#x1E0D;u. n. A convict, a prisoner in irons.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;san-kuchintsu. [Skt.] v. n. To shrink, shrivel, contract, close up.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-kuchitamu. adj. Shrivelled, contracted, narrowed, closed. &#xC2E;&#xC41;&#xC21;&#xC41;&#xC24;&#xC32;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC28;, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;, &#xC07;&#xC30;&#xC15;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC08; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; &#xC38;&#xC02;&#xC15;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as this place is not roomy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;san-krandanu&#x1E0D;u. [Skt.] n. An epithet of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-k&#x14D;chamu [Skt.] n. Shrivelling, contraction, shrinking, shutting, closing, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. Narrowness, straitness, &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;. Backwardness, diffidence, bashfulness, modesty, &#xC5B;&#xC02;&#xC15;&#xC41;, &#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;. Hesitation, reluctance, &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; san-k&#x14D;chin&#x1E6D;su. v. n. To shrivel up or contract. To hesitate, be reluctant, be bashful or timid, &#xC2E;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC26;&#xC40;&#xC2F;&#xC41;, &#xC5B;&#xC02;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;sankuvu. [Skt.] n. A civet cat. &#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC38;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC26;&#xC2E;&#xC41; sanku-madamu. n. Civet. &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC1C;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sankulamu. [Skt.] adj. Spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. Crowded, perplexed, confused, agitated, &#xC0E;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC28;, &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC02;&#xC15;&#xC41;&#xC35;&#xC41;.
			</div>
                