&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-ksh&#x14D;bhamu. [Skt.] n. Agitation, alarm, &#xC15;&#xC32;&#xC24;. Distress of mind, sorrow, grief, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC24;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; san-ksh&#x14D;bhin&#x1E6D;su. v. n. To be agitated, disturbed, excited, alarmed, &#xC15;&#xC32;&#xC24;&#xC2A;&#xC21;&#xC41;. To grieve, sorrow, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC4B;&#xC2D;&#xC3F;&#xC24;&#xC2E;&#xC41; san-kshubhitamu. adj. Agitated, disturbed, grieved, frightened, alarmed, afraid, &#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC30;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2C;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC28;, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-ksh&#x113;pamu. [Skt.] n. An abridgment, a compendium, a summary, &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; san-ksh&#x113;pintsu. v. a. To abridge, abbreviate, contract, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; san-kshiptamu. adj. Abbreviated, abridged. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC23;&#xC2E;&#xC41; sanksh&#x113;pa&#x1E47;amu. n. The act of abridging. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E; san-ksh&#x113;pamu-g&#x101;. adv. Concisely, briefly, &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-klupatamu. [Skt.] adj. Brief, short, abridged. n. An abridgment, a summary, &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; briefly, summarily. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to abridge, to make brief.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-kramamu. [Skt.] n. Difficult progress, advance through difficulties. The transit of a planetary body through the zodiac, &#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC24;&#xC3F;, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC12;&#xC15;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. A causeway, a bridge, &#xC35;&#xC02;&#xC24;&#xC46;&#xC28;. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41; san-krama&#x1E47;amu. n. The passage of the sun or planetary body from one sign of the zodiac into another. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F; &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC12;&#xC15;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15; &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; san-kramin&#x1E6D;su. v. a. To encroach on, &#xC06;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To enter, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F; san-kr&#x101;nti. n. The transit of the sun or a planetary body from one sing of the zodiac into another; particularly applied to the passage of the sun from Sagittarius to Capricornus in January when the Hindus celebrate the Pongal (&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC3F;) feast &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC12;&#xC15; &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15; &#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC26;&#xC3F; &#xC2E;&#xC15;&#xC30;&#xC38;&#xC02;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;sankhya. [Skt.] n. A number; a numeral. &#xC05;&#xC02;&#xC15;&#xC46;, &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;. &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC32;&#xC47;&#xC28;&#xC3F; numberless. An inquiry, &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC23;. Spiritual knowledge, &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41; sankhyamu. n. War, a battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC2E;&#xC41; sankhy&#x101;tamu. adj. Numbered, counted, reckoned. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC0E;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC17;&#xC23;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41; a definite numeral adjective (cardinal). &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; sankhy&#x101;-rantu&#x1E0D;u. n. A learned man, &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC1A;&#xC26;&#xC41;&#xC35;&#xC30;&#xC3F;. &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC47;&#xC2F;&#xC2E;&#xC41; sanky-&#x113;yamu. adj. Numerable, that which can be counted or numbered, &#xC0E;&#xC02;&#xC1A;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC17;&#xC23;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC47;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41; a definite numeral adjective (ordinal.)
			</div>
                