&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-g&#x101;tamu. [from Skt. &#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC4D;.] n. Friendship, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC3E;&#xC24;&#xC3F; or &#xC38;&#xC02;&#xC17;&#xC3E;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41; san-g&#x101;ti. n. A friend, companion, comrade. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC3E;&#xC24;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; sang&#x101;ta-katte. n. A female friend, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sangaramu. [Skt.] n. War, a battle, combat. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC35;&#xC28;&#xC3F; a battlefield. M. XVI. i. 73.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-gamamu. [Skt.] n. Juncture, union, meeting, the confluence of rivers, sexual intercourse, &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC33;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC2E;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; any sexual disease, &#xC38;&#xC41;&#xC16;&#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; sangamu. n. Junction, meeting, union, intercourse, association, confluence. &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;, &#xC38;&#xC02;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC2E;&#xC47;&#xC33;&#xC35;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC08;&#xC28;&#xC26;&#xC40;&#xC38;&#xC3E;&#xC17;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; the place where this river falls into the sea. &#xC28;&#xC26;&#xC41;&#xC32;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; the confluence of rivers. &#xC38;&#xC02;&#xC17;&#xC3F; sangi. adj. (In composition,) uniting or united with. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. n. He who is united, he who is attached to. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-gatamu. [Skt.] adj. Joined, united, come together, coherent, consistent, proper, just, adequate, reasonable, suitable, appropriate, applicable. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &quot;&#xC15;&#xC2E;&#xC28;&#xC40;&#xC2F; &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC24;&#xC15; &#xC35;&#xC3E;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; HD. i. 13. n. Friendship, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. Meeting, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;. &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; san-gati. n. A circumstance, matter, case, subject, affair, business, event, occurrence: the contents of a writing. Association, junction, union, company, society. Fitness, decorum, propriety. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC2A;&#xC28;&#xC3F;, &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC02;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; &#xC0F;&#xC2E;&#xC02;&#xC1F;&#xC47; he stated as follows. &#xC08; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F; on knowing this. &#xC06; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC32;&#xC47;&#xC26;&#xC41; I did not hear of it. &#xC05;&#xC24;&#xC21;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; &#xC1A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC32;&#xC47;&#xC26;&#xC41; I do not know whether he is alive or dead. &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F; or &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC17;&#xC3E; san-gati-ni. adv. Properly, fitly. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;. &quot;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC32; &#xC1A;&#xC02;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D;, &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC26;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F; &#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC1C;&#xC42;&#xC1A;&#xC46;.&quot; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28; &#xC30;&#xC3E;&#xC18;&#xC35;&#xC36;&#xC24;&#xC15;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; san-gatin&#x1E6D;su. v. n. To happen, occur. &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41; san-gatu&#x1E0D;u. n. (In composition,) one who is accompanied by, or beset by. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC05;&#xC2A;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC23;&#xC38;&#xC02;&#xC17;&#xC24;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41;&#xC24; &#xC2A;&#xC28;&#xC41;&#xC02;&#xC17;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC15; &#xC26;&#xC21;&#xC35;&#xC47;&#xC17;&#xC41;&#xC26;&#xC41;&#xC30;&#xC40;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC28;.&quot; M. VI. ii. 341.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sanga&#x1E0D;amu. [from Skt. &#xC38;&#xC02;&#xC17;&#xC24;&#xC2E;&#xC4D;.] n. Dumb-bells, &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC32;&#xC4B;&#xC21;&#xC41;. Help, assistance, aid, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Friendship, &#xC5B;&#xC24;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. Meeting, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;. Nearness, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. A retinue, &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. Service, &#xC38;&#xC47;&#xC35;. An army, &#xC38;&#xC47;&#xC28;. &quot;&#xC05;&#xC28;&#xC35;&#xC41;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC40;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC3E; &#xC35;&#xC46;&#xC30;&#xC2A;&#xC41; &#xC38;&#xC02;&#xC17;&#xC21;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; M. VII. iv. 59. &quot;&#xC09; &#xC05;&#xC02;&#xC1A;&#xC46;&#xC32;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC3F; &#xC24;&#xC4A;&#xC21;&#xC41;&#xC38;&#xC48;&#xC1A;&#xC28;&#xC28;&#xC28;&#xC40;&#xC35;&#xC41;&#xC17;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC3F;&#xC30;&#xC3E;, &#xC2F;&#xC02;&#xC1A;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC1F;&#xC3F; &#xC38;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC41;.&quot; Swa. v. 72. Trouble, annoyance, &#xC5B;&#xC02;&#xC5B;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; sanga&#x1E0D;amu-v&#x101;&#x1E0D;u. n. A friend or companion. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC21;&#xC3F; sanga&#x1E0D;i. n. A couple, pair, &#xC5B;&#xC02;&#xC1F; &#xC5B;&#xC24;, &#xC5B;&#xC4B;&#xC21;&#xC41;. Friendship, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. A friend, a fellow, a playmate, &#xC28;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41;. A raft or boat made of two canoes fastened side by side. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC1F;&#xC3F;. &#xC2C;&#xC4A;&#xC02;&#xC21;&#xC41;&#xC32;&#xC41; &#xC1C;&#xC24;&#xC17;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;. Nearness, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. A side, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;. The back, &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;. A crowd, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &quot;&#xC35; &#xC38;&#xC3F;&#xC02;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC38;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC28;&#xC4A;&#xC30;&#xC2A;&#xC17;&#xC41; &#xC35;&#xC40;&#xC30;&#xC2D;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. iv. &#xC38;&#xC02;&#xC17;&#xC21;&#xC3F; &#xC2C;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; two wells side by side, &#xC1C;&#xC4B;&#xC21;&#xC41;&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; sanga&#x1E0D;i-katte. n. A female friend or companion. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC38;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC38;&#xC02;&#xC17;&#xC21;&#xC40;&#xC21;&#xC41; sanga&#x1E0D;i-k&#x101;du. n. A compeer, fellow, companion, friend, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41; sanga-ma&#x1E0D;ugu. (&#xC38;&#xC02;&#xC17;&#xC21;&#xC3F;+&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;.) n. A lake or pool near a village, &#xC0A;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC0E;&#xC35;&#xC30;&#xC41; &#xC24;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC15;&#xC2F;&#xC47; &#xC0E;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC09;&#xC02;&#xC21;&#xC47; &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sangr&#x101;mamu. [Skt.] n. War, a battle, fighting. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-grahamu. [Skt.] n. Seizing, grasping, obtaining, receiving, earning, acquisition, &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. Collecting, amassing, &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. A compilation, abridgment, compendium, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC2A;&#xC4D;&#xC24;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;. One verse says &#xC15;&#xC30;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC02; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC02;. adj. Short, brief. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; san-grahin&#x1E6D;su. v. a. To seize, grasp, snatch, obtain, acquire, earn, get, &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. To abridge, compile, summarize, &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41; to walk away with anything. &#xC32;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;san-g&#x14D;ru. [Skt. &#xC38;&#xC17;&#xC2E;&#xC41;+Tel. &#xC15;&#xC4B;&#xC30;&#xC41;.] n. A half-share. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. Half of the gross produce of a crop. &#xC38;&#xC02;&#xC17;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC32;&#xC41; usually means the government share of a crop.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-g&#x12B;tamu. [Skt.] n. Music, a song, singing. A choral symphony, &#xC17;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC3F; san-g&#x12B;ti. n. A song. plu. &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC41;&#xC32;&#xC41; songs, &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41;. &quot;&#xC38;&#xC3E;&#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC02;&#xC17; &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; G. viii. 163.
			</div>
                