&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC18;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sanghamu. [Skt.] n. A collection, heap, multitude, number, assembly, association, society. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &#xC38;&#xC02;&#xC18;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; sangh&#x12B;-bhavin&#x1E6D;su. v. n. To become a crowd. &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC21;&#xC41;. To unite together.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-gha&#x1E6D;&#x1E6D;anamu. [Skt.] n. Friction, rubbing together, beating, a collision, shock. &#xC12;&#xC30;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC47; &#xC38;&#xC02;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC28; &#xC2E;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC46;.&quot; L. vii. 170.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC18;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-gha&#x1E6D;anamu. [Skt.] n. Meeting, encountering, happening, occurrence. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC18;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; san-gha&#x1E6D;in&#x1E6D;su. v. n. To occcur, happen. &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-gr&#x101;hamu. [Skt.] n. The fist. &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC32;&#xC3F;. Holding by the fist, &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. The gripe of a shield, &#xC21;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC06;&#xC30;&#xC3F;&#xC17;&#xC2A;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC1A;&#xC40; sanchi. [Tel.] n. A purse, a bag. &#xC24;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC17;&#xC4B;&#xC28;&#xC46;&#xC38;&#xC02;&#xC1A;&#xC3F; a sack. &#xC2E;&#xC21;&#xC3F;&#xC38;&#xC02;&#xC1A;&#xC3F; a bag made of woollen cloth or canvas to keep clean clothes in. &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; sanchi-ka&#x1E6D;&#x1E6D;u. n. A physician, &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41; &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41; sanchi-modalu. n. The capital sum, capital, &#xC2E;&#xC42;&#xC32;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-chalanamu. [Skt.] n. Shaking, moving. &#xC15;&#xC26;&#xC32;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; san-chalin&#x1E6D;su. v. n. To move, shake, tremble, quake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;s&#x101;n-charin&#x1E6D;su. [Skt.] v. n. To roam, wander, walk. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;. &quot;&#xC38;&#xC15;&#xC32;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&quot; he pervades or moves in all that lives. &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC38;&#xC02;&#xC1A;&#xC30;&#xC23;&#xC2E;&#xC41; san-ch&#x101;ramu. n. Traversing, wandering, roaming, travelling, &#xC24;&#xC3F;&#xC30;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC36;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; a pastoral visitation, or progress made by a Guru. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; the walking or haunting of a ghost. &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC3F; sanch&#x101;ri. n. One who wanders about, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-chayamu. [Skt.] n. Heaping, collecting, gathering, &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. A heap, multitude, quantity or number. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC41;. &#xC38;&#xC02;&#xC1A;&#xC2F;&#xC28;&#xC2E;&#xC41; san-chayanamu. n. Collecting, gathering, collecting the ashes or bones of a burnt corpse, &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC39;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC36;&#xC35;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC0E;&#xC2E;&#xC41;&#xC15;&#xC32;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1A;&#xC15;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC02;&#xC1A;&#xC15;&#xC30;&#xC2E;&#xC41; or &#xC38;&#xC02;&#xC1A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; san&#x1E6D;sa-karuvu. [from Skt. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC03;] n. Earnest money, an advance, &#xC2C;&#xC2F;&#xC3E;&#xC28;&#xC3E;, &#xC1C;&#xC1F;&#xC4D;&#xC1F;&#xC40;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC15;&#xC41; &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sanchitamu. [Skt.] adj. Gathered, amassed, accumulated, collected. &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC38;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; (B. iii. 1001.) the sins contracted in a former birth. &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC15; sanchika. n. A section or part of a book. A few palm leaves or sheets of paper taken out of a volume. &#xC12;&#xC15; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. A tract, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC24;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;, &#xC32;&#xC47;&#xC15; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;. A volume of Magazine or Journal.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC18;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;an-gh&#x101;tamu. [Skt.] n. An assemblage, multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A hard blow, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &#xC38;&#xC02;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41; wholesale slaughter, deaths in crowds. &#xC15;&#xC02;&#xC1F;&#xC15;&#xC38;&#xC02;&#xC18;&#xC3E;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; a heap of thorns. P. i. 457.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC18;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC18;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; san-gharshamu. [Skt.] n. Trituration, rubbing. &#xC12;&#xC30;&#xC2F;&#xC3F;&#xC15;. Contending. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC25;. Rivalry, &#xC2A;&#xC4B;&#xC1F;&#xC3F;.
			</div>
                