&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1C;&#xC3E;&#xC2F;&#xC3F;&#xC37;&#xC40;</span>&#xA0;&#xA0;sanj&#x101;yish&#x12B;. [H.] n. An explanation; conciliation, persuasion, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1C;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-j&#x101;tamu. [Skt.] adj. Born, produced, become. &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;, &#xC05;&#xC2F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1C;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sanja-vanamu. [Skt.] n. A cluster of four houses. A house built with four suites of apartments. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC2C;&#xC35;&#xC02;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1C;&#xC2F;&#xC30;&#xC3E;&#xC2F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sanjaya-r&#x101;ya-bh&#x101;-ranu. [Skt.] n. The embassy of Sanjaya; i.e., lukewarm negotiations.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1C;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-janitamu. [Skt.] adj. Born, produced, become. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;, &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC05;&#xC2F;&#xC3F;&#xC28;. &#xC38;&#xC02;&#xC1C;&#xC28;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; san-ja&#x1E47;itu&#x1E0D;u. n. One who is born. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1B;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sanchhannamu. [Skt.] adj. Covered, &#xC06;&#xC1A; &#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;. &quot;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC2A;&#xC1F;&#xC32;&#xC38;&#xC02;&#xC1B;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC40;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC23;&#xC2A;&#xC26;&#xC35;&#xC3F;.&quot; Vish. ii. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;san&#x1E6D;su. [Tel.] n. Manner, way. &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;, &#xC30;&#xC40;&#xC24;&#xC3F;, &#xC35;&#xC48;&#xC16;&#xC30;&#xC3F;. An artifice, stratagem, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;. A trace, &#xC5B;&#xC3E;&#xC21;. Beauty, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san&#x1E6D;samu. [Tel.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC38;&#xC02;&#xC1A;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC15;&#xC41; san&#x1E6D;sapu-r&#x113;ku. n. Gold leaf, bits of gold leaf, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC30;&#xC47;&#xC15;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC38;&#xC02;&#xC1A;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC15;&#xC41; &#xC2C;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC48;&#xC1C;&#xC32;&#xC4D;&#xC32;&#xC3F;.&quot; Ila. i. 139. &quot;&#xC38;&#xC02;&#xC1A;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC15;&#xC41;&#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC5B;&#xC3E;&#xC30;.&quot; H. v. 197.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC21;&#xC4D;&#xC30;</span>&#xA0;&#xA0;Same as &#xC1A; &#xC02;&#xC21;&#xC4D;&#xC30; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC5B;&#xC4B;&#xC15;</span>&#xA0;&#xA0;san-dz&#x14D;ka. [Tel. &#xC38;&#xC17;&#xC2E;&#xC41;+&#xC5B;&#xC4B;&#xC15;.] n. The string that strikes the two sides of a double-faced drum, &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41; &#xC24;&#xC3E;&#xC15;&#xC47; &#xC2E;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC32; &#xC21;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC5B;</span>&#xA0;&#xA0;sandza. [from Skt. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;.] n. Twilight, evening. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC5B;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC5B;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41; or &#xC38;&#xC02;&#xC5B;&#xC15;&#xC3E;&#xC35;&#xC3F; the redness of the evening sky. Sar. D. 212. Vasu. v. 96. &#xC05;&#xC30;&#xC38;&#xC02;&#xC5B;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC5B;&#xC2A;&#xC21;&#xC41; sandza-pa&#x1E0D;u. v. n. To become dusk &#xC2A;&#xC30;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-jvaramu. [Skt.] n. Heat, burning, scorching. &#xC15;&#xC3E;&#xC15;, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;, &#xC09;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;&#xC35;&#xC41;</span>&#xA0;&#xA0;san-gnyuvu. [Skt.] n. A knock-kneed man. &#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;</span>&#xA0;&#xA0;sangnya. [Skt.] n. A gesture, &#xC38;&#xC48;&#xC17;. A token, sign, &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. A name, appellation, &#xC2A;&#xC47;&#xC30;&#xC41;. A technical name, &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC37;. Intellect, sense, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC35;&#xC3E;&#xC1A;&#xC15;&#xC2E;&#xC41; a noun. &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F; or &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;&#xC35;&#xC28;&#xC2E;&#xC41; san-gnyapati. n. Making known, apprizing, informing. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC0E;&#xC30;&#xC41;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. M. VII. iv. 144.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC3F;</span>&#xA0;&#xA0;sanj&#x12B;vi. [Skt.] n. That which gives or revives life, &#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. A medicine which prolongs life. &#xC06;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC41; &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC41;. &#xC38;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC15;&#xC30;&#xC23;&#xC3F; sanj&#x12B;va-kara&#x1E47;i. n. A restorative, a cordial, a reviving medicine, a medicine tending to prolong life, or of sufficient efficacy to raise the dead. &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC2E;&#xC02;&#xC26;&#xC41;. &quot;&#xC18;&#xC28;&#xC24;&#xC30;&#xC38;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC15;&#xC30;&#xC23;&#xC3F; &#xC2E;&#xC4B;&#xC2A;&#xC17;&#xC28;&#xC41; &#xC35;&#xC28;&#xC3F;&#xC24;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC32;&#xC47;&#xC1A;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; Sar. D. 675. &quot;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC2F;&#xC3E; &#xC2F;&#xC4C;&#xC37;&#xC27;&#xC40;&#xC36;&#xC48;&#xC32; &#xC2E;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;, &#xC15;&#xC30;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC15;&#xC30;&#xC23;&#xC3F; &#xC35;&#xC3F;&#xC36;&#xC32;&#xC4D;&#xC2F;, &#xC15;&#xC30;&#xC23;&#xC3F;&#xC2F;&#xC41; &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC15;&#xC30;&#xC23;&#xC3F; &#xC38;&#xC4C;&#xC35;&#xC30;&#xC4D;&#xC23;, &#xC15;&#xC30;&#xC23;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC3E;&#xC32;&#xC41; &#xC17;&#xC4C;&#xC37;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC41;&#xC35;&#xC41;.&quot; DRY. 1504. &#xC38;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41; san-j&#x12B;vanamu. adj. Animating, bringing to life. &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;santakamu. [Tel.] n. A signature. &#xC1A;&#xC47;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;</span>&#xA0;&#xA0;santa. [Tel.] n. Nearness, &#xC1A;&#xC46;&#xC02;&#xC24;. [from Skt. &#xC38;&#xC28;&#xC4D;&#xC27;&#xC3E;.] A fair, a market day. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC32; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC02;&#xC26;&#xC30;&#xC41;&#xC28;&#xC41; &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC4D;&#xC2E;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC12;&#xC15; &#xC0A;&#xC30;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC05;&#xC02;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC35;&#xC30;&#xC38;. Recitation of a lesson from the Veda, &#xC12;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC15; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC47;&#xC38;&#xC3F; &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC26;&#xC2A;&#xC3E;&#xC20;&#xC2E;&#xC41;. &#xC0F;&#xC15;&#xC38;&#xC02;&#xC24;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC3F; (for &#xC0F;&#xC15;&#xC38;&#xC02;&#xC27;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC3F;) one who is gifted with entuitive perception.
			</div>
                