&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC28;</span>&#xA0;&#xA0;santana. [from Skt. &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC4D;.] n. Joining, junction, union. Agreement, concord, suitability, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC41;&#xC26;&#xC30;&#xC21;&#xC2E;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC07;&#xC2E;&#xC3F;&#xC21;&#xC3F;&#xC15;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;. &quot;&#xC26;&#xC02;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC47;&#xC15;&#xC41; &#xC38;&#xC02;&#xC24;&#xC28;&#xC2A;&#xC28;&#xC3F;.&quot; Satya. ii. 125. &#xC38;&#xC02;&#xC24;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; santana-ch&#x113;yu. v. a. To fit, adjust, join, unite. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC06; &#xC30;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC38;&#xC02;&#xC24;&#xC28; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he fitted the stones together closely. &#xC38;&#xC02;&#xC24;&#xC28;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; santana-ka&#x1E6D;&#x1E6D;u. v. n. To be united, &#xC1A;&#xC47;&#xC30;&#xC41;, &#xC38;&#xC02;&#xC18;&#xC40;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A; To be prepared, &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC2A;&#xC21;&#xC41; santa-pa&#x1E0D;u. (&#xC38;&#xC02;&#xC24;&#xC28;+&#xC2A;&#xC21;&#xC41;.) v. n. To be united, or adjusted. &#xC12;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC2A;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC24;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; santa-paru&#x1E6D;su. v. a. To unite, adjust, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC24;&#xC3F;</span>&#xA0;&#xA0;san-tati. [Skt.] n. Progeny, off spring. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A series, &#xC35;&#xC30;&#xC41;&#xC38;. &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC38;&#xC02;&#xC24;&#xC24;&#xC3F; male off spring.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;santatamu. [Skt.] adj. Constant, continuous, unceasing. &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC28;&#xC3F;. adv. Always, perpetually. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41; &#xC38;&#xC02;&#xC24;&#xC24;&#xC27;&#xC3E;&#xC30;&#xC17;&#xC3E;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; it rained incessantly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC38;&#xC2E;&#xC41; or &#xC38;&#xC02;&#xC24;&#xC4B;&#xC38;&#xC2E;&#xC41; santasamu. [from Skt. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;.] n. Pleasure, joy, gladness. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;, &#xC38;&#xC02;&#xC24;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC38;&#xC3F;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC38;&#xC02;&#xC24;&#xC38;&#xC2A;&#xC21;&#xC41; santasintsu. v. n. To rejoice, be pleased, be glad, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2A;&#xC23; san-tarpanamu. [Skt.] n. Satisfying, satiating. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;. A feast given to Brahmins. &#xC38;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; san-tarpitamu. adj. Satisfied. gratified. &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E;&#xC28; &#xC38;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC24; &#xC38;&#xC15;&#xC32; &#xC2D;&#xC42;&#xC38;&#xC41;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41;.&quot; T. Pref. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-tarjitamu. [Skt.] adj. Threatened, frightened. &#xC2C;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. M. vii. 432.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;san-tarin&#x1E6D;su. [Tel.] v. a. To equalise, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. To earn, get, acquire, &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;. To cause to acquire, &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. To write, &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;, &#xC30;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To protect, support, rear, &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC17;&#xC3E;&#xC38;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; H. i. 254. &#xC06;&#xC2E;&#xC46; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC38;&#xC3E;&#xC15;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; she brought me up and took care of me.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-tara&#x1E47;amu. [Skt.] n. Crossing or passing over, going across. &#xC26;&#xC3E;&#xC1F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC2E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-tamasamu. [Skt.] n. Total darkness. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC02;&#xC27;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC1F;&#xC3F;&#xC15; &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;. Vasu. iv. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-taptamu. [Skt.] adj. Much heated; pained, grieved, distressed, afflicted. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC16;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC24;&#xC2A;&#xC4D;&#xC24;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; he who is much grieved. &quot;&#xC38;&#xC15;&#xC32;&#xC26;&#xC46;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC32;&#xC41; &#xC38;&#xC02;&#xC24;&#xC2A;&#xC4D;&#xC24;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC48;.&quot; Padma. vii. 17. &#xC38;&#xC02;&#xC24;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; san-taptu&#x1E0D;u. n. One who is burnt up, or exhausted with heat, hunger or thirst. &#xC0E;&#xC02;&#xC21; &#xC06;&#xC15;&#xC32;&#xC3F; &#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sant&#x101;namu. [Skt.] n. A child, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. Offspring, progeny, race. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;, &#xC38;&#xC02;&#xC24;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; sant&#x101;-namu. [Skt.] n. The name of one of the trees of heaven. &#xC12;&#xC15; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;:- Digging a tank (&#xC24;&#xC1F;&#xC3E;&#xC15;&#xC2E;&#xC41;) building a Brahmin village (&#xC05;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;), building a temple (&#xC26;&#xC47;&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41;), making a garden (&#xC35;&#xC28;&#xC2E;&#xC41;), getting a poem written (&#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;), getting a son (&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;), finding treasure (&#xC28;&#xC3F;&#xC27;&#xC3F;).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;santanya-m&#x101;namu. [Skt.] adj. Spreading, extending. &#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC05;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3E;&#xC15;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC38;&#xC02;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28; &#xC2E;&#xC23;&#xC3F;&#xC2D;&#xC3E;&#xC1C;&#xC28;&#xC28;&#xC40;&#xC30;&#xC3E;&#xC1C;&#xC28; &#xC2E;&#xC02;&#xC17;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Swa. v. 65. &#xC1F;&#xC40; &#xC38;&#xC02;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;.
			</div>
                