&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-tush&#x1E6D;amu. [Skt.] adj. Delighted, pleased, satisfied. &#xC39;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC06;&#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC41;&#xC21;&#xC48; being filled with joy. &#xC38;&#xC02;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F; san-tush&#x1E6D;i. (&#xC38;&#xC02;+&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;.) n. Pleasure, satisfaction, gladness, joy, delight. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC06;&#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; san-tush&#x1E6D;u&#x1E0D;u. n. He who is delighted, or satisfied. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;santulu-go&#x1E6D;&#x1E6D;u. [Tel.] v. a. To reproach, blame. &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC24;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC21;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC4B;&#xC1A;&#xC41;&#xC1A;&#xC47;&#xC17;&#xC41;&#xC1A;&#xC4B;&#xC28;&#xC4D;.&quot; A. vi. 109.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC41;</span>&#xA0;&#xA0;santu. [from Skt. &#xC38;&#xC02;&#xC24;&#xC24;&#xC3F;.] n. Offspring, progeny &#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC2E;&#xC17;&#xC38;&#xC02;&#xC24;&#xC41; male offspring.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-t&#x101;pamu. [Skt.] n. Heat, burning heat. &#xC15;&#xC3E;&#xC15;, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;, &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;. Affliction, pain, distress. The fever of desire &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; an interjection showing sorrow. &#xC28;&#xC02;&#xC24;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC21;&#xC41; san-t&#x101;pin&#x1E6D;su v. n. To be afflicted, to be distresseed, to be grieved, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC16;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; san-t&#x101;-pitu&#x1E0D;u. n. He who is pained, distressed, or afflicted. &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-dar&#x1E63;anamu. [Skt.] n. Seeing, looking, a view. A visit, meeting &#xC28;&#xC3F;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC1A;&#xC42;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; san-dars-intsu. v. a. To look at, view, behold, visit. &#xC1A;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sandarbhamu. [Skt.] n. Stringing beads, weaving garlands, etc. Meeting, connection, coherence. Covenience, opportunity, occurence, context, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, &#xC06;&#xC28;&#xC41;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC3F;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC21;&#xC46;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC2A;.&quot; Vish. vii. 148. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41;, &#xC32;&#xC47;&#xC15; &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; they disagree, they do not agree. &#xC05;&#xC26;&#xC3F; &#xC08; &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC1C;&#xC30;&#xC17;&#xC26;&#xC41; it cannot be done at this juncture. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30; &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; &#xC0E;&#xC30;&#xC41;&#xC17;&#xC15; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he talks without knowing the circumstances. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC26;&#xC41; it is not convenient now. &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; sandarbhin&#x1E6D;su. v. n. To agree, tally, to be convenient, to be opportune, to occur, happen, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC07;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;</span>&#xA0;&#xA0;sanda&#x1E0D;i. [Tel.] n. A thick crowd, mob. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;, &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. Noise, clamour, uproar, a tumult, disturbance, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &quot;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC38;&#xC02;&#xC26;&#xC21;&#xC3F; &#xC30;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC24;&#xC4A;&#xC21;&#xC35;&#xC41;&#xC32;&#xC41;.&quot; M. IV. iii. 69. adj. Confused, &#xC38;&#xC02;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F; &#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; a noisy or melee fight. &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC38;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41; sanda&#x1E0D;in&#x1E6D;su. v. n. To flock, to come in crowds, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41;. To make a noise, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. To spread, extend. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2D;&#xC2F;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC2A;.&quot; P. i. 277. &quot;&#xC2A;&#xC32;&#xC1A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC24;&#xC46;&#xC30; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC2A;.&quot; Swa. iv. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC02;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sandamsamu. [Skt.] n. Pincers, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-tr&#x101;samu. [Skt.] n. Fear, alarm. &#xC2D;&#xC40;&#xC24;&#xC3F;, &#xC2D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-trastamu. [Skt.] adj. Frightened, alarmed. &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-tyaktamu. [Skt.] adj. Deserted, left, quitted, abandoned. &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-t&#x14D;shamu. [Skt.] n. Pleasure, satisfaction, joy, delight. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC26;&#xC2E;&#xC41;, &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; san-t&#x14D;sha-pe&#x1E6D;&#x1E6D;u. v. a. To gladden, please, gratify. &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;, &#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC1C;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; san-t&#x14D;shin&#x1E6D;su. v. n. To rejoice, be glad. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2A;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC38;&#xC2E;&#xC41; Same as &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. See &#xC38;&#xC02;&#xC24;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; sandaramu. [from Skt. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. The sea.
			</div>
                