&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sand&#x101;namu. [Skt.] n. A tether. &#xC2A;&#xC32;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC38;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; sand&#x101;nitamu. adj. Tied, bound, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-dashtamu. [Skt.] adj. Bitten, stung. &#xC15;&#xC4A;&#xC30;&#xC15;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;sandugu. [H.] n. A small box.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC26;&#xC3F; sandu. [from Skt. &#xC38;&#xC02;&#xC27;&#xC3F;.] n. A small opening, a fissure, crack, hole, &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;, &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC2C;&#xC40;&#xC1F;&#xC3F;&#xC15;. Space, an interval. &#xC0E;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. A lane, a narrow street, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC40;&#xC27;&#xC3F;, &#xC17;&#xC32;&#xC4D;&#xC32;&#xC40;. A nook, corner, &#xC2E;&#xC42;&#xC32;. A backyard, &#xC2A;&#xC46;&#xC30;&#xC21;&#xC41;. A period of time, an opportunity, &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2C;&#xC2E;&#xC41;. A direction or quarter. &#xC1A;&#xC02;&#xC15;&#xC38;&#xC02;&#xC26;&#xC41; the armpit. &#xC35;&#xC47;&#xC33;&#xC4D;&#xC32;&#xC38;&#xC02;&#xC26;&#xC41; the space between two fingers. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC38;&#xC02;&#xC26;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC41; leave a space here. &#xC38;&#xC02;&#xC26;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to give room or opportunity. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0E;&#xC35;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC24;&#xC3E;&#xC21;&#xC41; he will let nobody else get a word in, he gives no one an opportunity of speaking. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC3F;&#xC38;&#xC02;&#xC26;&#xC41;&#xC28; &#xC35;&#xC40;&#xC21;&#xC41; &#xC28;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; between the two this man is ruined. &#xC38;&#xC02;&#xC26;&#xC41;&#xC32;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC32;&#xC02;&#xC24;&#xC3E; &#xC35;&#xC46;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he hunted in every hole and corner. &#xC38;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC32;&#xC4B;&#xC17;&#xC3E; &#xC1A;&#xC4A;&#xC30;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he took an opportunity and rushed in &#xC38;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F; the back-door, &#xC2A;&#xC46;&#xC30;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; menses occurring at intervals, that is, at irregular periods. &quot;&#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC38;&#xC02;&#xC26;&#xC41;.&quot; T. iii. 87. &#xC05;&#xC28;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC21;&#xC41; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC24;&#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41; petty disputes, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;&#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; sanduka&#x1E6D;&#x1E6D;u. n. An interval, &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2A;&#xC41; &#xC38;&#xC02;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; the time that an eclipse lasts. &#xC05;&#xC2E;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC2F; &#xC38;&#xC02;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; the period of new moon. &#xC28;&#xC47;&#xC28;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC35;&#xC40;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC38;&#xC02;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC4B; in the interval between my going and his coming. &#xC38;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; sandu-konu. v. n. To take or seize an opportunity, &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To extend spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. v. a. To unite with, &#xC15;&#xC42;&#xC21;&#xC41;. To be joined to, to marry, &#xC2A;&#xC30;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC38;&#xC02;&#xC26;&#xC41;&#xC24;&#xC17;&#xC41;&#xC32;&#xC41; sandu-ko&#x1E6D;&#x1E6D;u. v. n. To be injured by a ghost. &#xC38;&#xC02;&#xC26;&#xC41;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; sandu-d&#x14D;shamu. n. Demoniac possession. &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC3E;&#xC38;&#xC38;&#xC02;&#xC27;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC15;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2C;&#xC3E;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC06; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41; &#xC38;&#xC02;&#xC26;&#xC41;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC38;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; or &#xC38;&#xC02;&#xC26;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC26;&#xC3F; the child is fairy-struck or injured by a ghost that haunts a particular spot. &#xC38;&#xC02;&#xC26;&#xC41;&#xC38;&#xC40;&#xC38;&#xC2E;&#xC41; sandus&#x12B;samu. n. A certain feat in wrestling.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC3F;</span>&#xA0;&#xA0;sandili. [Tel.] n. The arm from the shoulder to the elbow. &#xC26;&#xC02;&#xC21;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC38;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC32;&#xC3F; &#xC26;&#xC02;&#xC21;, &#xC38;&#xC02;&#xC26;&#xC3F;&#xC26;&#xC02;&#xC21; or &#xC38;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41; sandili-dan&#x1E0D;a. n. An ornament worn upon the upper part of the arm. An armlet, &#xC15;&#xC47;&#xC2F;&#xC42;&#xC30;&#xC2E;&#xC41;. Swa. v. 106. &#xC38;&#xC02;&#xC26;&#xC46;&#xC21;&#xC41; sand-e&#x1E0D;u. adj. An armful, as much as one can hold in the arms. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41;&#xC1C;&#xC35;&#xC3F;&#xC30;&#xC3F; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC02;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sandiyamu. [from Skt. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;.] n. Doubt, uncertainty, suspicion. &#xC38;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC2A;&#xC21;&#xC41; same as &#xC38;&#xC02;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC46;</span>&#xA0;&#xA0;sandi-bonde. [Tel. from &#xC38;&#xC02;&#xC26;&#xC32;&#xC3F;.] n. An ornament for the arm, an armlet, &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3F;. &quot;&#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC38;&#xC42;&#xC32;&#xC32;&#xC26;&#xC02;&#xC21;, &#xC15;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC41;&#xC38;&#xC02;&#xC26;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC46; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41; &#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC28;&#xC4D;.&quot; H. iv. 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC38;&#xC02;&#xC26;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sandigdhamu. [Skt.] adj. Doubtful, questionable. &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
                