&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sand&#x113;&#x1E63;amu. [Skt.] n. A message, news, tidings, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC47;&#xC36;&#xC39;&#xC30;&#xC41;&#xC21;&#xC41; sand&#x113;&#x1E63;a-haru&#x1E0D;u. n. A messenger, &#xC26;&#xC42;&#xC24;, &#xC39;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3E;, &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC46;</span>&#xA0;&#xA0;sande. [from Skt. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;.] n. Evening, &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. Daily prayers used by Brahmins, &amp;c. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. adj. Vesper; appertaining to the evening, or vesper hour. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC2A;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC46;&#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F; the evening twilight. &#xC38;&#xC02;&#xC26;&#xC46;&#xC26;&#xC40;&#xC2A;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3E; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC26;&#xC41; she has not so much as a light in the evening. &#xC38;&#xC02;&#xC26;&#xC46;&#xC35;&#xC47;&#xC33; or &#xC38;&#xC02;&#xC26;&#xC46;&#xC15;&#xC21; at even-tide, in the evening. &quot;&#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC41;&#xC38;&#xC02;&#xC26;&#xC46;&#xC35;&#xC47;&#xC33;&#xC1C;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC21;&#xC17; &#xC28;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC15;.&quot; H. iii. 69. &#xC38;&#xC02;&#xC26;&#xC46;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to perform daily prayers. &#xC38;&#xC02;&#xC26;&#xC46;&#xC5B;&#xC3E;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC46;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; or &#xC38;&#xC02;&#xC26;&#xC46;&#xC30;&#xC47;&#xC33; sande-&#x1E0D;z&#x101;mu. n. The time of sunrise or sunset, when the night passes into the day or the day into the night. Generally, the evening.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC27;&#xC3F;</span>&#xA0;&#xA0;sandhi. [Skt.] n. Connection, union combination, junction, coalescence. &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;, &#xC1A;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC21;&#xC2E;&#xC41;. A joint of the limbs, &#xC15;&#xC40;&#xC32;&#xC41;. Pacification, peacemaking, conciliation, peace, a treaty. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;. The coalescence of letters in accordance with the laws of euphony. &#xC05;&#xC1A;&#xC4D;&#xC38;&#xC02;&#xC27;&#xC3F; the union of vowels. &#xC39;&#xC32;&#xC4D;&#xC38;&#xC02;&#xC27;&#xC3F; the union of consonants. &#xC08;&#xC2F;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC02;&#xC27;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he made them friends. &quot;&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC3F; &#xC38;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; BD. iv. 359. &#xC15;&#xC41;&#xC38;&#xC02;&#xC27;&#xC3F; a bad union. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; peace and war. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; a war ministry, the duty of a war minister. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; a ligament. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; san-dhin&#x1E6D;su. v. a. To cause to meet, to bring together, join, unite. &#xC15;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. v. n. To be joined to or united with, &#xC15;&#xC42;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC24;&#xC2E;&#xC41; sandhitamu. adj. Joined, united, connected, bound, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC24;&#xC4D;&#xC38; sandhitsa. n. The desire of joining, an inclination to unite. &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC35;&#xC32;&#xC46;&#xC28;&#xC28;&#xC47;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1B;. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC32;&#xC41; or &#xC38;&#xC02;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; sandhilu. v. n. To happen, occur; to meet. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC02;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;.&quot; T. ii. 55. &quot;&#xC05;&#xC1A;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC1C;&#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41; &#xC32;&#xC47;&#xC24; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41; &#xC38;&#xC02;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;.&quot; Swa. pref. 2. &#xC38;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC02;&#xC27;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; sandhu&#x1E0D;u. n. One who is united with. These words are used in compounds; thus &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC27;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. a truthful or veracious man or woman.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sandh&#x101;namu. [Skt.] n. Holding together, joining, uniting, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;, &#xC38;&#xC02;&#xC18;&#xC1F;&#xC28;&#xC2E;&#xC41;. Reconciliation. &#xC2C;&#xC3E;&#xC23;&#xC38;&#xC02;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; or &#xC36;&#xC30;&#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; placing an arrow on the bow string. &#xC28;&#xC3E;&#xC2F;&#xC15;&#xC40;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC32;&#xC15;&#xC41; &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; she made her master and mistress friends, she reconciled them. &quot;&#xC38;&#xC15;&#xC32;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;.&quot; V&#x113;ma. 518. &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC15;&#xC30;&#xC23;&#xC3F; sandh&#x101;na-karani. n. That which heals, reunites or reconciles &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; (&#xC13;&#xC37;&#xC27;&#xC3F;.), &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40;&#xC15;&#xC42;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; sandh&#x101;nin&#x1E6D;su. v. a. To join, unite, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC3F;2&#xC2E;&#xC41; sandh-&#x101;nitamu. adj. Joined, united, &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC02;&#xC27;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC02;&#xC27;&#xC3E;&#xC24; sandh&#x101;yaku&#x1E0D;u. n. One who unites. &#xC38;&#xC02;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC27;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC3F;</span>&#xA0;&#xA0;san-dharsahni. [Skt.] n. India rubber.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC27;</span>&#xA0;&#xA0;sandha. [Skt.] n. A vow, promise. Resolution, determination. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;. &#xC36;&#xC2A;&#xC25;&#xC2E;&#xC41;. Extent, limit, &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;, &#xC2E;&#xC47;&#xC30;, &#xC05;&#xC35;&#xC27;&#xC3F;. Parij. v. 52. Also, same as &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; Same as &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sand&#x14D;hamu. [Skt.] n. An assemblage, multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sand&#x113;hamu. [Skt.] n. Doubt, hesitation, suspicion, mistrust, uncertainty. &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; sand&#x113;-hin&#x1E6D;su. v. n. To doubt, suspect, hesitate. &#xC38;&#xC02;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC27;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sandhu-kshitamu. [Skt.] adj. Lighted, inflamed, kindled. &#xC30;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2E;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
                