&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;sandhya. [Skt.] n. Twilight in the morning or evening. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F; or &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; morning or evening prayer. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; matins. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; vespers. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41; to perform matins or vespers. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F; &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41; the sacerdotal thread. &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;. Vema. 880. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; sandhy&#x101;-r&#x101;gamu. n. The redness of the evening sky. &#xC38;&#xC02;&#xC5B;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sampu&#x1E6D;amu. [Skt.] n. A casket, a covered box. &#xC2C;&#xC30;&#xC3F;&#xC23;. A volume of a book or magazine. &#xC38;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; sampu-&#x1E6D;in&#x1E6D;su. v. a. To close as a flower. To fold the arm. &#xC2E;&#xC41;&#xC15;&#xC41;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-p&#x101;danamu. [Skt.] n. Acquisition, earning, getting, acquiring. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; samp&#x101;-din&#x1E6D;su. (or vulgarly &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;) v. a. To procure, acquire, get, earn. &#xC17;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41; samp&#x101;-daku&#x1E0D;u. n. One who earns, or acquires, &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; samp&#x101;-ditamu. adj. That which is earned or acquired. &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; samp&#x101;dyamu. n. That which is fit to be earned, &#xC17;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. Also, (colloquially) getting, acquiring, earning. &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC38;&#xC3E;&#xC30;&#xC3F; samp&#x101;-s&#x101;ri. n. A merchant, &#xC35;&#xC48;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2C;&#xC21;&#xC17;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC15;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC4A;&#xC38;&#xC17;&#xC41; &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC38;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC30;.&quot; &#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-p&#x101;tamu. [Skt.] n. Descending, falling, coming down, a fall. &#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC3E;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;samp&#x101;&#x1E6D;amu. [Tel.] n. Weighing a jewel with all things connected with it.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;samp&#x101;kamu. [Skt.] n. A tree, Cassia fistula, &#xC05;&#xC30;&#xC17;&#xC4D;&#xC35;&#xC27;&#xC2E;&#xC41;, &#xC30;&#xC47;&#xC32;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;samparkamu. [Skt.] n. Union, connection, contact, &#xC15;&#xC32;&#xC2F;&#xC3F;&#xC15;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC38;&#xC02;&#xC2A;&#xC26; sampat&#x1E6D;i. [Skt.] n. Fortune, riches, wealth, prosperity. &#xC10;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC4D;&#xC38;&#xC41;. &quot;&#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3E;&#xC1F;&#xC35;&#xC38;&#xC02;&#xC2A;&#xC26; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC46;.&quot; M. XII. ii. 158. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41; sampat-karamu. adj. Causing or bringing prosperity. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC2A;&#xC26;&#xC27;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; a wealthy man, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; &#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; sampan-namu. adj. Wealthy, prosperous, enriched or endowed with, possessed of, &#xC38;&#xC02;&#xC2A;&#xC26;&#xC24;&#xC4B; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; sam-pannu&#x1E0D;u. n. A wealthy man. (In composition,) one who is endowed with or possessed of. &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC02;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC48; being wealthy, &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC48;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC46;, &#xC38;&#xC02;&#xC2A;&#xC17;&#xC3F;&#xC2F; or &#xC38;&#xC02;&#xC2A;&#xC46;&#xC17; sampangi. [from Skt. &#xC1A;&#xC02;&#xC2A;&#xC15;.] n. The &apos;gold flower&apos;, Michelia champaka. &#xC1A;&#xC02;&#xC2A;&#xC15;&#xC2E;&#xC41;. A species is &#xC15;&#xC4A;&#xC02;&#xC21;&#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F;. H. iv. 19. (Note: This flower is called by all the synonymes of gold, as &#xC2E;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;, &amp;c., &amp;c. No bee will touch this fragrant flower.) &#xC38;&#xC02;&#xC2A;&#xC46;&#xC02;&#xC17;&#xC3F; &#xC28;&#xC42;&#xC28;&#xC46; a fragrant oil extracted from this flower. &#xC24;&#xC40;&#xC17;&#xC46;&#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F; a certain creeper with yellow fragrant blossoms. &#xC28;&#xC47;&#xC32;&#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F; a kind of long white flowering creeper. &#xC2B;&#xC32;&#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F; or &#xC38;&#xC15;&#xC32;&#xC2B;&#xC32;&#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F; Artabotrys odoratissimus, &#xC2E;&#xC28;&#xC4B;&#xC30;&#xC02;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;. (Watts.) &#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; sampangi-purugu. n. A wasp. &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. &#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC42;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC35;&#xC17;&#xC46;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC46;&#xC17;&#xC32;&#xC41; or &#xC38;&#xC02;&#xC2A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC41; sampangi-p&#x16B;-va&#x1E0D;lu. n. A certain sort of rice. H. iv. 158.
			</div>
                