&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-pra-d&#x101;yamu. [Skt.] n. A rule, routine, method, doctrine, custom, convention, system, practice, tradition, &#xC35;&#xC02;&#xC36;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC30;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC1A;&#xC47;&#xC24; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;. adj. Traditional, customary, systematic, &#xC35;&#xC02;&#xC36;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC30;&#xC48;&#xC28;, &#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41; sam-pra-d&#x101;yaku&#x1E0D;u. n. (Colloquially), a respectable or well-to-do man. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; sam-pra-d&#x101;yamu-g&#x101;. adv. Systematically, traditionally, in accordance with custom or convention, &#xC35;&#xC02;&#xC36;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC30;&#xC41;&#xC17;&#xC3E;, &#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC17;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E;. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC2F;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; sam-pra-d&#x101;ya-sthu&#x1E0D;u. n. An upright or just man, one who walks according to the rules of his caste, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-prad&#x101;namu. [Skt.] n. Giving, bestowing. &#xC07;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41;. In grammar, the Dative case, &#xC1A;&#xC24;&#xC41;&#xC30;&#xC4D;&#xC25;&#xC40;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC37;&#xC1F;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sam-prati. [Tel.] n. A head accountant. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. An accountant, &#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-pratin&#x1E6D;su. v. a. To collate, compare, examine. &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC46;&#xC1F;</span>&#xA0;&#xA0;sampe&#x1E6D;a. [Tel.] n. A sledge-hammer. &#xC07;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC38;&#xC3E;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;. &quot;&#xC24;&#xC30;&#xC3F;&#xC2E;&#xC3F; &#xC38;&#xC02;&#xC2A;&#xC46;&#xC1F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; Dab. 233.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC46;&#xC02;&#xC17;</span>&#xA0;&#xA0;See under &#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC43;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-p&#x1E5B;iktamu. [Skt.] adj. United, joined, &#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-p&#x16B;r&#x1E47;amu. [Skt.] adj. Complete, finished, whole, entire: filled, full of, perfect. &#xC05;&#xC16;&#xC3F;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC42;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-p&#x16B;janamu. [Skt.] n. Honouring, veneration, esteem, treating with respect. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC26;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC1C;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; samp&#x16B;jan&#x12B;yamu. adj. Honourable, respected, venerable, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC06;&#xC26;&#xC30;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; sam-p&#x16B;jitamu. adj. Honored, respected. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2E;&#xC3E;&#xC28;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41; sam-p&#x16B;jyamu adj. Honourable, adorable. &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-pr&#x113;shamu. [Skt.] n. Sending. An order, command, &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;, &#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-pr&#x113;sha&#x1E47;amu. [Skt.] n. A funeral ceremony observed on the twelfth day after death.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23; sam-pr&#x113;ranamu. [Skt.] n. An exhortation, instigation. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2C;&#xC4B;&#xC27;&#xC28;. &quot;&#xC26;&#xC48;&#xC35;&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC23;&#xC28;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;.&quot; KP. v. 244.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sam-pr&#x12B;ti. [Skt.] n. Affection, kindness. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-pr&#x101;ptamu. [Skt.] adj. Attained, obtained, gained, become arrived, come. &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;, &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41; &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC40;&#xC26;&#xC1F; after the beginning of the Iron Age.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-pra-h&#x101;ramu. [Skt.] n. War, a battle, a fight, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-pra-s&#x101;ra&#x1E47;amu. [Skt.] n. A grammatical term applied to the substitution of &#xC07;, &#xC09;, &#xC0B; for &#xC2F;, &#xC35;, &#xC30;, &#xC32; in sandhi.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-pra-y&#x14D;gamu. [Skt.] n. A good use, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. Association, relation, connection. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. Enchantment, an incantation, &#xC2E;&#xC42;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4B;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC1F;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;, &#xC35;&#xC36;&#xC40;&#xC15;&#xC30;&#xC23;&#xC3E;&#xC26;&#xC3F; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC36;&#xC2F;&#xC28;&#xC3E;&#xC26;&#xC3F; &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC2C;&#xC24;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC02;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC2A;.&quot; M. III. v. 319. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC28;&#xC17;&#xC3E; &#xC06;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41; &quot;&#xC38;&#xC3E;&#xC27;&#xC32;&#xC15;&#xC41;&#xC28;&#xC38;&#xC3E;&#xC27;&#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC2C;&#xC3E;&#xC2A; &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC17;&#xC41;&#xC1F; &#xC38;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC02;&#xC2C;&#xC46;.&quot; ib. III. i. 6. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC17;&#xC41;&#xC1F; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC35;&#xC41;&#xC1F;.
			</div>
                