&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2B;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-phullamu. [Skt.] adj. Well blown, well expanded. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-pr&#x14D;ksha&#x1E47;amu. [Skt.] n. A ceremonial sprinkling of water. Hallowing, cleansing, consecrating, dedication, lustration, &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC3E;&#xC32;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2A;&#xC30;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC15;&#xC41; &#xC36;&#xC3F;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC06; &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC24;&#xC2A;&#xC4B;&#xC38;&#xC3F; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC15;&#xC3E; &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; the idol is all ready and adorned but is not yet consecrated. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-pr&#x14D;kshin&#x1E6D;su. v. a. To sprinkle with holy water, to consecrate. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; sam-pr&#x14D;kshitamu. adj. Sprinkled with, consecrated.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41; samba&#x1E37;in&#x1E6D;su. [Tel.] v. n. &amp; a. To be convenient. &#xC35;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC21;&#xC41;. To manage, furnish, supply. &#xC38;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC41;, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC02;&#xC2C;&#xC17;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC4A;&#xC30;&#xC17;&#xC3F;&#xC2F;&#xC02;&#xC24;&#xC32;&#xC4B;&#xC28; &#xC28;&#xC38;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; Harivamsam, Uttara, ii. 60.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2C;&#xC21;&#xC2E;&#xC41; samba&#x1E37;amu. [from Skt. &#xC36;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC4D;.) n. Wages, hire. &#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;, Salary, &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;. Batta, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC2C;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC2C;&#xC33;&#xC2A;&#xC41; samba&#x1E37;apu. adj. Hired, lent. &#xC1C;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;, &#xC05;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC15;&#xC41;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC30;&#xC47;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2C;&#xC30;&#xC47;&#xC23;&#xC3F; samba-r&#x113;nu. [Tel.] n. A kind of shrub. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC37;. H. iv. 12. or 14.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;See &#xC38;&#xC02;&#xC2C;&#xC33;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC41; sambaramu. [from Skt. &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.] n. Joy, delight. A feast, festival, merry making. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC15;&#xC47;&#xC33;&#xC3F;&#xC15;, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;, &#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;. &#xC38;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; (for &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.) sambara-min&#x1E6D;su. v. n. To be delighted. &#xC38;&#xC02;&#xC24;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. Pal. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC02;&#xC2C;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-bandhamu. [Skt.] n. Connection, relation, relationship, relevancy, affinity. &#xC38;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC15;&#xC2E;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC15;. &#xC28;&#xC40; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC47; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC41; I cannot endure having anything to do with you. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F; sam-bandhi. n. One who is connected by marriage. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &#xC06;&#xC2F;&#xC28; &#xC2E;&#xC3E; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F; he is my kinsman. &#xC06;&#xC2E;&#xC46; &#xC2E;&#xC3E; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; she is a connection of ours. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-bandhintsu. v. n. To be related to or connected with, to have to do with. &#xC1A;&#xC47;&#xC30;&#xC41;, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC41; sam-b&#x101;ramu. [from Skt. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. A mixture of spices for seasoning. Spicery, condiments, curry powder, &#xC15;&#xC42;&#xC30;&#xC32;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC2F;&#xC41; &#xC30;&#xC38;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC06;&#xC35;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41; &#xC1C;&#xC40;&#xC32;&#xC15;&#xC30;&#xC4D;&#xC30; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC41; tamarind mixed with spicery. &#xC2E;&#xC46;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC30; &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC41; &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC32;&#xC41;.&quot; H. i. 113.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC3E;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-b&#x101;dhamu. [Skt.] n. Difficulty, trouble; a crowded place. &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;, &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;. adj. Narrow, contracted, impassable, impervious; crowded, &#xC07;&#xC30;&#xC41;&#xC15;&#xC48;&#xC28;, &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC1A;&#xC4A;&#xC30;&#xC21;&#xC3E;&#xC28;&#xC15;&#xC41; &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC3E;&#xC17;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;samb&#x101;guvu. [Tel.] n. A raft to cross a river on. &#xC0F;&#xC30;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC47; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC15;</span>&#xA0;&#xA0;, &#xC38;&#xC02;&#xC2C;&#xC46;&#xC32; or &#xC38;&#xC02;&#xC2C;&#xC46;&#xC33; samba&#x1E37;ika. [Tel.] n. A wallet or sort of pouch, to hold betel leaf, areca-nut and lime. &#xC06;&#xC21;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC3E;&#xC15;&#xC41;&#xC38;&#xC02;&#xC1A;&#xC3F;. &quot;&#xC38;&#xC02;&#xC2C;&#xC46;&#xC32;&#xC35;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC3E;&#xC02;&#xC2C;&#xC42;&#xC32;&#xC26;&#xC33;&#xC2A;&#xC42;&#xC17; &#xC28;&#xC3F;&#xC35;&#xC39;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC3E;&#xC32;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;.&quot; A. vi. 94.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC33;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC02;&#xC2C;&#xC21;&#xC3F;, &#xC38;&#xC02;&#xC2C;&#xC30;&#xC3F; or &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F; samba&#x1E37;i. [Tel.] n. A pariah, &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC1C;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC1A;&#xC41; &#xC38;&#xC02;&#xC2C;&#xC33;&#xC38;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC26;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC46;&#xC30;&#xC38;&#xC46;&#xC21;&#xC3F; &#xC24;&#xC28;&#xC2E;&#xC47;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC41;.&quot; HD. ii. 1384.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sam-b&#x101;&#x1E37;in&#x1E6D;su. [from Skt. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. a. To comfort, console, &#xC06;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC02;&#xC1C;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC17;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC35;&#xC3F;&#xC21;&#xC3E;&#xC32;&#xC41;.&quot; &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;. ii.
			</div>
                