&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC46;&#xC32;</span>&#xA0;&#xA0;, &#xC38;&#xC02;&#xC2C;&#xC46;&#xC33; or &#xC38;&#xC02;&#xC2C;&#xC46;&#xC32;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46; see &#xC38;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;See &#xC38;&#xC02;&#xC2C;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;samb&#x101;vulu. [from Skt. &#xC38;&#xC02;&#xC2D;&#xC35;&#xC41;&#xC32;&#xC41;.] n. plu. A very fine sort of rice &#xC15;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC48;&#xC28;&#xC35;&#xC21;&#xC4D;&#xC32;&#xC41;. &#xC17;&#xC30;&#xC41;&#xC21;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; another kind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC32;&#xC41; or &#xC38;&#xC02;&#xC2C;&#xC35;&#xC41;&#xC32;&#xC41; samb&#x101;-&#x1E37;igalu. [from Skt. &#xC38;&#xC02;&#xC2D;&#xC30;&#xC41;&#xC35;&#xC41;.] n. Sandals, &#xC2A;&#xC3E;&#xC35;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;. Shoes, slippers, &#xC2A;&#xC4B;&#xC2A;&#xC4B;&#xC38;&#xC41;&#xC32;&#xC41;. &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC32;&#xC41;. &quot;&#xC38;&#xC40; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC02;&#xC17;&#xC35;&#xC40;&#xC21;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC32;&#xC4D; &#xC15;&#xC32;&#xC28;&#xC3F;&#xC32;&#xC4B;&#xC1C;&#xC47;&#xC30;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC1A;&#xC47;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC3F;.&quot; &#xC2F;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-bh&#x16B;tamu. [Skt.] adj. Born, produced, arisen, sprung. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC23;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41; sam-bhasha&#x1EE5;a. [Skt.] n. Conversation, discourse, talk. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-bh&#x101;-sh-intsu. v. n. To converse, talk, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC28;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41; sam-bh&#x101;vana. [Skt.] n. Honor, esteem, respect, worship. A present, reward, prize gift. Vulgarly, alms or money distributed among Brahmins, &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC1C;, &#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; sam-bh&#x101;van-&#x12B;yamu. adj. Honorable, worshipful. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41; sambh&#x101;van-&#x12B;yudu. n. He who is venerable or honored. &#xC2A;&#xC42;&#xC1C;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC32;&#xC4B;&#xC15;&#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC28;&#xC40;&#xC2F;&#xC41;&#xC32;&#xC41; all-honoured persons. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-bh&#x101;vin&#x1E6D;su. v. a. To honor, esteem, venerate. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41; sam-bhav-itamu. adj. Honored, respected. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; (Colloquially,) Proper, fit, suitable. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; sam-bh&#x101;v-itu&#x1E0D;u. n. He who is honored. &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; sam-bh&#x101;v-yamu. adj. Fit to be praised, honorable, worthy of respect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-bhavamu. [Skt.] n. Birth, production. The origin, cause, reason. motive, &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;. adj. Arising from, produced from, descending from. &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC26;&#xC4D;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;. &#xC2A;&#xC3E;&#xC2A;&#xC38;&#xC02;&#xC2D;&#xC35;&#xC2E;&#xC41; caused by sin. &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; sambhav-in&#x1E6D;su. v. n. To be born, happen, occur. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;. &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; sambhav-impa-j&#x113;yu. v. a. To bring about, cause, effect. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC02;&#xC2C;&#xC30;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2C;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-b&#x14D;dhanamu. [Skt.] n. Addressing, calling to. &#xC2A;&#xC3F;&#xC32;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC06;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. In Grammar, the vocative case. &#xC38;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; sam-buddhi. n. Calling, &#xC2A;&#xC3F;&#xC32;&#xC35;&#xC21;&#xC2E;&#xC41; &#xC06;&#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2C;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-bh&#x14D;gamu. [Skt.] n. Coition, sexual intercourse, &#xC30;&#xC24;&#xC3F;. &#xC38;&#xC02;&#xC2D;&#xC4B;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; sam-b&#x14D;gin&#x1E6D;su. v. n. To cohabit, to have sexual intercourse, &#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2D;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-bh&#x1E5B;itamu. [Skt.] adj. Well supported. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; Gained, got, &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Possessed of. Filled, full, &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC38;&#xC39;&#xC38;&#xC4D;&#xC30; &#xC2C;&#xC3E;&#xC39;&#xC41;&#xC02;&#xC21;&#xC41; &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC40;&#xC2F;&#xC26;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D; &#xC38;&#xC02;&#xC2D;&#xC43;&#xC24;&#xC2F;&#xC17;&#xC41; &#xC28;&#xC40;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2D;&#xC30;.&quot; A. iv. 337. &#xC38;&#xC02;&#xC2D;&#xC43;&#xC24;&#xC3F; sam-bh&#x1E5B;iti. n. The act of supporting well. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-bh&#x101;ramu. [Skt.] n. Provision, preparation. Collection, a multitude, number, quantity, assemblage, &#xC38;&#xC02;&#xC2D;&#xC43;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC02;&#xC1A;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC17;&#xC23;&#xC2E;&#xC41;.
			</div>
                