&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-yutamu. [Skt.] adj. Well combined or joined, united, connected with. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4B;&#xC28;&#xC4D;&#xC28;s.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-yugamu. [Skt.] n. War; a battle, combat. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-yuktamu. [Skt.] adj. Combined, joined, united, connected with, possessed of. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;, &#xC15;&#xC32;. &#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41; a double letter as l in &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-yamamu. [Skt.] n. Restraint or control of the passions. Humanity, compassion, the temper that shuns giving pain to others, gentleness. &#xC2A;&#xC30;&#xC2A;&#xC40;&#xC21;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC39;&#xC3F;&#xC02;&#xC38;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. &#xC38;&#xC02;&#xC2F;&#xC2E;&#xC3F; sam-yami. n. A hermit, or monk. &#xC2E;&#xC41;&#xC28;&#xC3F;, &#xC38;&#xC02;&#xC2F;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2F;&#xC2E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;sam-yamani. [Skt.] n. The name of the capital of Yama. &#xC2F;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-bhramamu. [Skt.] n. Passion, emotion, confusion, excitement, agitation, flurry, hurry. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC2D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC06;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC02;&#xC26;&#xC41; sam-bhram-in&#x1E6D;su v. n. To be elated. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be excited, confused, bewildered, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC2A;&#xC21;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-l&#x101;pamu. [Skt.] n. Discourse, conversation, friendly talk. &#xC38;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC24;&#xC4B;&#xC17;&#xC42;&#xC21;&#xC3F;&#xC28; &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-r&#x14D;dhamu. [Skt.] n. An impediment, hindrance. &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC30;&#xC4B;&#xC27;&#xC3F; sam-r&#x14D;dhi. n. That which causes an impediment. &#xC35;&#xC3F;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC38;&#xC02;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-r&#x14D;dhin&#x1E6D;su. v. a. To hinder, impede, prevent. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC30;&#xC42;&#xC22;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-r&#x16B;&#x1E0D;hamu. [Skt.] adj. Budded, blossomed, grown. &#xC05;&#xC02;&#xC15;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-r&#x101;vamu. [Skt.] n. Sound, noise. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; sam-raksha&#x1E47;a. [Skt.] n. Sustaining, support, maintenance, nourishment, guardianship, charge patronage. &#xC2A;&#xC4B;&#xC37;&#xC23;, &#xC2A;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41; &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-rakshin&#x1E6D;su. v. a. To support, protect, maintain, patronize, rear &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41; &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; sam-rakshaku&#x1E0D;u. n. A protector, trustee, patron, guardian &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4B;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-rambhamu. [Skt.] n. Haste, flurry, agitation, trepidation, fear. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC28;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC1C;&#xC3E;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC30;. &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC2D;&#xC2F;&#xC2E;&#xC41;. Wrath, rage, &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC30;&#xC02;&#xC2D;&#xC3F; sam-rambhi. n. One who is enraged, or hurried. &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; &quot;&#xC2D;&#xC4B;&#xC1C;&#xC2A;&#xC41;&#xC30;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC38;&#xC02;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC2F;&#xC48;.&quot; A. v. 54. &#xC38;&#xC02;&#xC30;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-rambh-in&#x1E6D;su. v. n. To be excited or flurried. &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC21;&#xC41;. To burst out in rage, fury or pride, &#xC06;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-y&#x14D;gamu. [Skt.] n. Union, junction, connection, association with &#xC38;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;. &#xC38;&#xC02;&#xC2F;&#xC4B;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; sam-y&#x14D;jitamu. adj. Connected, joined, united with. &#xC38;&#xC02;&#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC38;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-vasathamu. [Skt.] n. A village. &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;</span>&#xA0;&#xA0;sam-vartika. [Skt.] n. The new leaf of a water lily. &#xC32;&#xC47;&#xC24; &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC30;&#xC47;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-vartamu. [Skt.] n. A destruction of the universe. &#xC2A;&#xC4D;&#xC30;&#xC33;&#xC2F;&#xC2E;&#xC41;. M. XIV 150. R. v. 4.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-vartakamu. [Skt.] n. The plough of Balarama. &#xC2C;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;</span>&#xA0;&#xA0;samvat. [Skt.] n. A year. &#xC05;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;, &#xC0F;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41; samvatsaramu. n. A year. &#xC39;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;, &#xC0F;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC3E;&#xC26;&#xC3F; sam-vatsar-&#x101;di. n. New Year&apos;s Day. &#xC2F;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC3F;.
			</div>
                