&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-v&#x113;gamu. [Skt.] n. Hurry, haste. &#xC24;&#xC4D;&#xC35;&#xC30;, &#xC35;&#xC47;&#xC17;&#xC3F;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-v&#x1E5B;itamu. [Skt.] adj. Covered, concealed, encompassed, clothed with. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-v&#x12B;tamu. [Skt.] adj. Surrounded, enclosed, encompassed. &#xC06;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41;, &#xC06;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. n. The sacerdotal thread when hung round the neck like a garland, &#xC2A;&#xC47;&#xC30;&#xC41;&#xC35;&#xC32;&#xC46; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC1C;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F; sam-vittu. [Skt.] n. Wisdom, understanding, intellect. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-v&#x101;hanamu. [Skt.] n. Carrying, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC2E;&#xC4B;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. Handling, rubbing, pressing the limbs, massage, &#xC05;&#xC02;&#xC17;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC38;&#xC15;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC35;&#xC3E;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41; sam-v&#x101;haku&#x1E0D;u. n. An attendant who shampoos or rubs down the limbs, a massagist, &#xC05;&#xC02;&#xC17;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-v&#x101;damu. [Skt.] n. A conference, discussion, dispute, contention, wrangling. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC39;&#xC2E;&#xC41;, &#xC24;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;.&quot; &#xC05;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC02;&#xC35;&#xC3E;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC3E; &#xC2E;&#xC3E;&#xC23;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41;.&quot; A. iv. 81. &#xC38;&#xC02;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-v&#x101;din&#x1E6D;su. v. n. To converse, talk together, discuss, wrangle. &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC30;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;sam-sattu. [Skt.] n. An assembly, meeting, audience. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;, &#xC38;&#xC2D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-saktamu. [Skt.] adj. Joined. &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC28;. Near, adjoining, connected or endowed with, &#xC05;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F; sam-sakti. n. Union, adherence; nearness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x1E63;l&#x113;shamu. [Skt.] n. An embrace, union, connection, junction, coalescence. &#xC15;&#xC4C;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24;, &#xC05;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC27;&#xC3F;, &#xC15;&#xC32;&#xC2F;&#xC3F;&#xC15;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;. &#xC38;&#xC02;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-&#x1E63;l&#x113;sh-in&#x1E6D;su. v. n. To coalesce, &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x1E63;rayamu. [Skt.] n. A refuge, asylum, protection. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC21;, &#xC38;&#xC02;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-&#x1E63;rayin&#x1E6D;su. v. a. To flee to, appeal to, resort to, seek protection from, take refuge with, &#xC36;&#xC30;&#xC23;&#xC41;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC02;&#xC21;&#xC17;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x1E63;ayamu. [Skt.] n. Doubt, uncertainty, suspicion, hesitation. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC36;&#xC2F;&#xC3E;&#xC36;&#xC41;&#xC35;&#xC41; sam-&#x1E63;ay-&#x101;&#x1E37;uvu. n. A suspicious man, an irresolute man. &#xC38;&#xC02;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-&#x1E63;ay-in&#x1E6D;su. v. n. To doubt, suspect, hesitate. &#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC36;&#xC2A;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sam-&#x1E63;aptaku&#x1E0D;u. [Skt.] n. A picked man or soldier, one of a select band sworn never to recede and stationed to prevent the flight of the rest, &#xC36;&#xC2A;&#xC25;&#xC02;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC26;&#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;, &#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC28;&#xC28;&#xC3F; &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A hero, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. M. IX. i. 14. ib. VIII. ii. 321.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-vy&#x101;namu. [Skt.] n. An upper garment, a cloak. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC48;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. S. iii. 408.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-v&#x113;&#x1E63;amu. [Skt.] n. Sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;. A seat, &#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC35;&#xC47;&#xC26;&#xC3F;</span>&#xA0;&#xA0;sam-v&#x113;di. [Skt.] n. He who knows. &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC35;&#xC47;&#xC26;&#xC3F;.&quot; M. V. v. 21. &#xC38;&#xC02;&#xC35;&#xC47;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; sam-v&#x113;ditamu. adj. Made known. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-saranamu. [Skt.] n. A highway. &#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC1F;. Going, the progress or march of troops. &#xC05;&#xC38;&#xC02;&#xC2C;&#xC3E;&#xC27;&#xC1A;&#xC2E;&#xC42;&#xC17;&#xC24;&#xC3F;, &#xC07;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC47;&#xC15; &#xC26;&#xC02;&#xC21;&#xC41;&#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC1F;, &#xC2A;&#xC41;&#xC30;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC2E;&#xC41;, &#xC30;&#xC23;&#xC3E;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. A city gate, &#xC17;&#xC35;&#xC28;&#xC41;, &#xC2A;&#xC41;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. Married life, &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC38;&#xC02;&#xC38;&#xC30;&#xC23;&#xC47;&#xC24;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;.&quot; (P. iv. 451.) &#xC1F;&#xC40; &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                