&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-s&#x1E5B;ish&#x1E6D;amu. [Skt.] adj. Connected, united. &#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC36;&#xC4D;&#xC32;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC02;&#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; sam-s&#x1E5B;ish&#x1E6D;i. n. Union, connection, &#xC38;&#xC02;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sam-s&#x1E5B;iti. [Skt.] n. The world, the mundane state, a domestic life, secular condition; a family, household, &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. M. XII. vi. 212. Swa. i. 33.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;sam-siddhi. [Skt.] n. Nature. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Perfection, completion, accomplishment. &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC17;&#xC3E;&#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC15;&#xC42;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; sam-siddhu&#x1E0D;u. n. One who is perfect or accomplished. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;. &quot;&#xC35;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC17;&#xC41;&#xC23;&#xC38;&#xC02;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.&quot; P. iii. 35.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-siktamu. [Skt.] adj. Wet, humid. &#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;. &quot;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC38;&#xC02;&#xC38;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC27;&#xC30;&#xC3E;&#xC24;&#xC32;&#xC2E;&#xC41;&#xC28;.&quot; M. X. i. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-s&#x101;ramu. [Skt.] n. The world, the mundane state. Domestic life, secular life. A family, household. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41; &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. Birth, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he has lost his wife. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; one who has no wife or children. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; family cares. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; to support or manage a family. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; sam-s&#x101;ramu-ch&#x113;yu. v. n. To keep house, to live a family life. &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC3F; sams&#x101;ri. n. A householder, the head or master of a family, a family man; a citizen; an honest man. A secular person as distinguished from a solitary recluse, &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC43;&#xC39;&#xC2A;&#xC24;&#xC3F;. &#xC06; &#xC2F;&#xC42;&#xC30;&#xC3F;&#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; the inhabitants (&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41;) of the village &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC3F; a good or respectable woman, &#xC15;&#xC41;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-sargamu. [Skt.] n. Union, connection, intercourse. &#xC38;&#xC02;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sam-sarin&#x1E6D;su. [Skt.] v. n. To be born. &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC28;&#xC02;&#xC26;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC4D;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E; &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC38;&#xC02;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; &#xC2D;&#xC3E;&#xC35;&#xC28;&#xC3E;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC47;.&quot; A. iii. 95.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sam-skarin&#x1E6D;su. [Skt.] v. a. To reform, improve, repair, make better. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To purify, sanctify, consecrate, &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC02;&#xC1A;&#xC41;. To burn a corpse (&#xC36;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41;) &#xC26;&#xC39;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; sam-sk&#x101;ramu. n. The act of making better or improving, reformation. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. The power of memory, any faculty or capacity. &#xC06;&#xC28;&#xC41;&#xC2D;&#xC42;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC02;&#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F;. A purificatory or dedicatory rite or ceremony burning on the funeral pile, &#xC26;&#xC39;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. Purification, &#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41; &#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC40;&#xC32;&#xC4B; &#xC35;&#xC47;&#xC38;&#xC3F; &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F; &#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41; they put the roses in a still filled with water and by the application of fire make rose water. &#xC06; &#xC36;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they burned the corpse. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; sam-sk&#x1E5B;itamu. adj. Purified, refined, exquisitely wrought, polished. &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC1C;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. The Sanskrit language. &#xC26;&#xC47;&#xC35;&#xC2D;&#xC3E;&#xC37;. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; sam-skriya. n. Funeral ceremonies, such as burning the dead body. &#xC26;&#xC39;&#xC28;&#xC2E;&#xC41;. Any purificatory or dedicatory rite. &#xC09;&#xC2A;&#xC28;&#xC2F;&#xC28;&#xC3E;&#xC26;&#xC3F;. &quot;&#xC39;&#xC41;&#xC24;&#xC35;&#xC39;&#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC32;&#xC4D; &#xC38;&#xC32;&#xC3F;&#xC2A;&#xC3F;.&quot; R. v. 247.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC47;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-s&#x113;vanamu. [Skt.] n. Waiting on, serving. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. M. XII. v. 354. &#xC38;&#xC02;&#xC38;&#xC47;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41; sam-s&#x113;vitamu. adj. Worshipped, waited on, served, attended. &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
                