&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-sth&#x101;panamu. [Skt.] n. Placing, fixing, establishing. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; sam-sth&#x101;paku&#x1E0D;u. n. A founder, author. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-sth&#x101;namu. [Skt.] n. A state, government, dominion, province. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC40;&#xC2E;. &#xC2E;&#xC48;&#xC38;&#xC42;&#xC30;&#xC41;&#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; the Mysore State. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F; or &#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; sam-sth&#x101;n-&#x101;dhi-pati. n. A sovereign or ruler. &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-stavamu. [Skt.] n. Praise, &#xC38;&#xC4D;&#xC24;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;. Acquaintance, intimacy, &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC15;&#xC3E;&#xC30;&#xC3F; sam-stavak&#x101;ri. n. One who praises. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC38;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC2E; &#xC38;&#xC3E;&#xC2E;&#xC17;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC46;&#xC38;&#xC17;&#xC46;&#xC28;&#xC4D;.&quot; A. iv. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-stambhanamu. [Skt.] n. The name of a magic arrow which arrests the progress of an enemy. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC47; &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. T. v. 113. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-stambh-in&#x1E6D;su. v. a. To make firm or rigid. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. KP. iii. 251.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC39;&#xC3F;&#xC24;</span>&#xA0;&#xA0;sam-hita. [Skt.] n. A peculiar arrangement of the Vedas into short divisions; a collection or compilation of hymns or prayers or legends extracted from a Veda. &#xC36;&#xC3E;&#xC16;, &#xC35;&#xC47;&#xC26; &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; sam-hitamu. adj. Collected, compiled, joined. &#xC38;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sam-harin&#x1E6D;su. [Skt.] v. a. To kill, destroy. &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC38;&#xC02;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; sam-h&#x101;ramu. n. Destruction, annihilation, killing. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC02;&#xC39;&#xC30;&#xC4D;&#xC24; sam-h&#x101;raku&#x1E0D;u. n. One who kills. &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC02;&#xC39;&#xC43;&#xC24;&#xC2E;&#xC41; sam-h&#x1E5B;itamu. adj. Destroyed, killed. &#xC39;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;. &quot;&#xC05;&#xC16;&#xC3F;&#xC32;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC38;&#xC02;&#xC39;&#xC43;&#xC24;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC3F;&#xC1A;&#xC1F;.&quot; M. XVI. i. 75. &#xC38;&#xC02;&#xC39;&#xC43;&#xC24;&#xC3F; sam-h&#x1E5B;iti. n. Destruction, loss. &#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC39;&#xC28;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-hananamu. [Skt.] n. Rubbing the limbs. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC3F;&#xC38;&#xC15;&#xC21;&#xC2E;&#xC41;. The body, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC39;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sam-hati. [Skt.] n. A flock, assembly, heap, collection, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC36;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-sph&#x101;lanamu. [Skt.] n. Slapping, dashing. &#xC1A;&#xC30;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39;</span>&#xA0;&#xA0;sam-sp&#x1E5B;iha. [Skt.] n. Wish, desire, inclination. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC06;&#xC36;, &#xC35;&#xC3E;&#xC02;&#xC1B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;</span>&#xA0;&#xA0;sam-spar&#x1E63;a. [Skt.] n. Touch, contact, feel. &#xC24;&#xC3E;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;. Vema. 402. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-spar&#x1E63;in&#x1E6D;su. v. a. To touch. &#xC24;&#xC3E;&#xC15;&#xC41;. B. X. 225. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; sam-sp&#x1E5B;ish&#x1E6D;amu. adj. Touched, &#xC24;&#xC3E;&#xC15;&#xC3F;&#xC28;. &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sam-sthiti. [Skt.] n. Abiding, being, residing with. &#xC09;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41; sam-sthitamu. adj. Fixed, established, settled, abiding in. &#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; sam-sthitu&#x1E0D;u. n. One who dwells in. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24; &#xC2D;&#xC3E;&#xC35;&#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC3E;&#xC26;&#xC3F;&#xC2E;&#xC39;&#xC47;&#xC36;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; the Supreme Lord who resides in the Scriptures. Suta Samhita. v. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC32;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC15;&#xC36;&#xC3E;&#xC24;&#xC41; or &#xC38;&#xC33;&#xC3E;&#xC24;&#xC41; saka&#x1E37;&#x101;tu. [H.] n. A kind of woollen cloth. &#xC2E;&#xC47;&#xC32;&#xC48;&#xC28; &#xC15;&#xC02;&#xC2C;&#xC33;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sakalamu. [Skt.] n. The aggregate or whole. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC16;&#xC3F;&#xC32;&#xC2E;&#xC41;, &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;. adj. All, entire, whole. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC16;&#xC3F;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC15;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;sa-karmaka-kriya. [Skt.] n. An active or transitive verb, &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC2A;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC3E;&#xC1A;&#xC15;&#xC2A;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC02;&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-smara&#x1E47;amu. [Skt.] n. Recollection, remembrance. &#xC24;&#xC32;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
                