&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC43;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;sa-k&#x1E5B;ichchamu-g&#x101;. [Skt.] adv. Without reserve, entirely. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC0F;&#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC26;&#xC3E;&#xC1A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E;, &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;.&quot; &#xC28;&#xC40;&#xC15;&#xC41; &#xC38;&#xC15;&#xC43;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC3E;&#xC17;&#xC1C;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC46;&#xC26;.&quot; Sar. D. 539.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC41;&#xC1F;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;saku&#x1E6D;u-sum&#x101;ru-g&#x101;. [&#xC38;&#xC15;&#xC41;&#xC1F;&#xC41; (from Skt. &#xC38;&#xC15;&#xC43;&#xC24;&#xC4D;)+&#xC38;&#xC2E;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; (H.)] adv. Here and there, scatteredly, moderately, on an average. &#xC38;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; sakilin&#x1E6D;su. [Tel.] v. n. To neigh. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC42;&#xC2F;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC39;&#xC47;&#xC37;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC39;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; or &#xC38;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24; sakilinta. n. A neigh, neighing. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC24;, &#xC39;&#xC47;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;Same as &#xC38;&#xC15;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC3F;&#xC28;</span>&#xA0;&#xA0;, &#xC38;&#xC15;&#xC3F;&#xC28;&#xC46; or &#xC38;&#xC17;&#xC3F;&#xC28; sakina. [from Skt. &#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;.] n. An artificial bird, the figure of a bird. &#xC15;&#xC43;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;, &#xC15;&#xC3F;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;. A doll, &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. A chirping noise, &#xC15;&#xC40;&#xC1A;&#xC41;&#xC15;&#xC40;&#xC1A;&#xC41;&#xC2E;&#xC28;&#xC41;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &quot;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC02;&#xC2A;&#xC41;&#xC2C;&#xC32;&#xC4D;, &#xC38;&#xC15;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC15;&#xC42;&#xC15;&#xC32;&#xC02; &#xC17;&#xC3F;&#xC32;&#xC15;&#xC3F;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC41; &#xC2E;&#xC4B;&#xC39;&#xC28; &#xC36;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC21;&#xC28;&#xC4D;.&quot; Vasu. vi. 111. &#xC1F;&#xC40; &#xC38;&#xC15;&#xC32; =&#xC15;&#xC40;&#xC1A;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32; &quot;&#xC38;&#xC15;&#xC3F;&#xC28;&#xC32;&#xC24;&#xC32;&#xC17;&#xC21;&#xC32;&#xC4D; &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC48;&#xC28;&#xC28;&#xC41;&#xC24;&#xC4B;&#xC28;&#xC15;&#xC35;&#xC15;&#xC3F;&#xC35;&#xC32;&#xC4D; &#xC17;&#xC4A;&#xC23;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC35;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC1C;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;.&quot; N. ix. 482. &#xC1F;&#xC40; &#xC38;&#xC15;&#xC3F;&#xC28;&#xC46;&#xC32;&#xC24;&#xC32;&#xC17;&#xC21;&#xC32;&#xC41;, &#xC12;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC47; &#xC15;&#xC41;&#xC02;&#xC1E;&#xC4D; &#xC15;&#xC41;&#xC02;&#xC1E;&#xC4D; &#xC05;&#xC28;&#xC47; &#xC2A;&#xC40;&#xC15;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC32;&#xC41;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC26;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC41;. &#xC38;&#xC15;&#xC3F;&#xC28;&#xC32; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41; sakinala-man&#x1E6D;samu. n. A bedding formed on a frame of wood, having orifices covered with perforated brass buttons that make a whistling or squeaking sound, &#xC17;&#xC3F;&#xC32;&#xC15;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;. &quot;&#xC08;&#xC17; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC3F;&#xC28; &#xC28;&#xC02;&#xC26;&#xC02;&#xC26; &#xC2F;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4A;&#xC38;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC38;&#xC15;&#xC3F;&#xC32;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; Swa. vi. 3. &quot;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC30;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC15;&#xC32; &#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC4C;&#xC38;&#xC15;&#xC3F; &#xC28;&#xC47;&#xC32;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2E;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC28;.&quot; H. i. 73. &#xC38;&#xC15;&#xC3F;&#xC28;&#xC2E;&#xC41; sakinamu. [from Skt. &#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;.] n. An omen. &#xC38;&#xC15;&#xC3F;&#xC28;&#xC02;&#xC2A;&#xC41;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC17;&#xC41; a bird of omen, an owl. &#xC15;&#xC28;&#xC15;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC42;&#xC2C;, &#xC2A;&#xC48;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC15;&#xC3F;&#xC2F; saki. [from Skt. &#xC38;&#xC16;&#xC3F;.] n. A female friend or companion. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. A woman, &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. &#xC38;&#xC15;&#xC41;&#xC21;&#xC41; saku&#x1E0D;u. n. A friend, companion. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC1F;&#xC41;</span>&#xA0;&#xA0;saga&#x1E6D;u. [from Skt. &#xC36;&#xC15;&#xC1F;&#xC2E;&#xC41;.] n. The bishop (in chess).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC17;&#xC41;&#xC1F;&#xC41; saga&#x1E6D;u. [H.] n. Average. &#xC38;&#xC30;&#xC3E;&#xC38;&#xC30;&#xC3F;. &#xC38;&#xC17;&#xC1F;&#xC41;&#xC28; on an average. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC17;&#xC1F;&#xC41;&#xC28; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he reviled them at random. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC17;&#xC1F;&#xC41;&#xC2E;&#xC4B;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41; he sets a due value upon no one, he treats no one with proper respect.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC16;&#xC3F;</span>&#xA0;&#xA0;sakhi. [Skt.] n. A female friend. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2F;, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC38;&#xC16;&#xC41;&#xC21;&#xC41; sakhu&#x1E0D;u. n. A friend, fellow, companion, playmate. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. A helper, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC38;&#xC38;&#xC16;&#xC41;&#xC21;&#xC41; the lover of the lily, an epithet of the sun. &#xC38;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC38;&#xC16;&#xC4D;&#xC2F;&#xC24; sakhyamu. n. Friendship, intimacy, unanimity, good terms. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;. &#xC38;&#xC16;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41; sakhyapa&#x1E0D;u. v. n. To be reconciled, agree, come to terms. &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC21;&#xC41;. &#xC38;&#xC16;&#xC4D;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; sakhya-para&#x1E6D;su. v. a. To make friends, to reconcile. &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC38;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; sakhyu&#x1E0D;u. n. A friend. &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. &quot;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC36;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; BRK. 529.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC4D;&#xC25;&#xC3F;</span>&#xA0;&#xA0;sakthi. [Skt.] n. The thigh. &#xC0A;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC24;&#xC4A;&#xC21;. &#xC38;&#xC15;&#xC4D;&#xC25;&#xC3F;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41; the root of the thigh.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;saktuvu. [Skt.] n. Flour. &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;, &#xC2A;&#xC47;&#xC32;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. M. XIII. iv. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC43;&#xC24;&#xC4D;</span>&#xA0;&#xA0;, &#xC38;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC38;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; sak&#x1E5B;it. [Skt.] adv. Rarely, seldom, scarcely. &#xC0E;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC48;&#xC28;&#xC3E; &#xC12;&#xC15;&#xC2E;&#xC3E;&#xC1F;&#xC41;, &#xC05;&#xC30;&#xC41;&#xC26;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC2A;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC38;&#xC15;&#xC43;&#xC24;&#xC4D; incessantly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;</span>&#xA0;&#xA0;saktu-ch&#x113;yu. [H.] v. a. To use violence. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC39;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC41; a positive order.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saktamu. [Skt.] adj. Attached, joined, in contact with. &#xC32;&#xC17;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28; (&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;.)
			</div>
                