&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC24;&#xC41;</span>&#xA0;&#xA0;sagatu. [H.] n. Embroidery made of wire in patterns. &#xC24;&#xC40;&#xC17;&#xC46;&#xC2E;&#xC4B;&#xC21;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC46; &#xC2A;&#xC28;&#xC3F;. &quot;&#xC38;&#xC40; &#xC09;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC2C;&#xC02;&#xC17;&#xC30;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC39;&#xC26;&#xC28;&#xC3F; &#xC35;&#xC42;&#xC2A;&#xC28;&#xC3F; &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC17;&#xC24;&#xC41;&#xC32; &#xC39;&#xC4A;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;.&quot; Chandranga. ii. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC4D;&#xC17;&#xC46;&#xC21;</span>&#xA0;&#xA0;sagge&#x1E0D;a. [Tel.] n. A metal vessel, &#xC1A;&#xC46;&#xC02;&#xC2C;&#xC41;.&quot; &#xC26;&#xC4D;&#xC35;&#xC3F;. &#xC2C;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC1A;&#xC47;&#xC24;&#xC17;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41;&#xC28;&#xC41; &#xC1C;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC4B;&#xC32;&#xC46;&#xC21;&#xC3F;&#xC38;&#xC17;&#xC4D;&#xC17;&#xC46;&#xC21;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Navanad. 229.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saggu-biyyamu. [Malay through Eng.] n. Sago.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC41; saggu. [Tel.] v. n. To decrease, grow less, abate, be diminished; to sink, go down. To die, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC21;&#xC17;&#xC41;, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC06;&#xC2A;&#xC24;&#xC4D;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC32;&#xC24;&#xC41;&#xC32; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC41;&#xC18;&#xC28;&#xC41;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC4A;&#xC21;&#xC35;&#xC48; &#xC1A;&#xC42;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.&quot; P. ii. 30. &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC38;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the fever is subdued. &#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC38;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; the load is lightened.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;saggisa-muggisalu. [Tel.] n. plu. Suffocation, &#xC09;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;. &quot;&#xC0E;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC15;&#xC41;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC15;&#xC32;&#xC4D;&#xC15;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC38;&#xC32;&#xC4D;.&quot; Mandhat. iii. 252.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41; sagg&#x101;ri. [from Skt. &#xC38;&#xC43;&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;.] n. A jackal, &#xC28;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sa-g&#x14D;tru&#x1E0D;u. [Skt.] n. A distant kinsman, a kinsman of the same family name. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC3F;, &#xC0F;&#xC15;&#xC35;&#xC02;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC3E;&#xC2F;, &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-gu&#x1E47;amu. [Skt.] adj. Having attributes or qualities.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC41;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-gu&#x1E0D;amu. [Skt.] adj. Mingled with treacle. &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC41;&#xC1F;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC17;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC3F;&#xC28;</span>&#xA0;&#xA0;See &#xC38;&#xC15;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC32;&#xC32;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;sagal&#x101;tu. [H.] n. A woollen cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sagamu. [Tel.] n. Half. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC38;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC17;&#xC2E;&#xC41; &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is half as much again. &#xC38;&#xC17;&#xC2A;&#xC3E;&#xC32;&#xC41; or &#xC38;&#xC3E;&#xC2C;&#xC3E;&#xC32;&#xC41; saga-p&#x101;lu. n. A moiety, a half share. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. Vema. 975. &#xC38;&#xC17;&#xC30;&#xC47;&#xC2F;&#xC3F; saga-r&#x113;yi. n. Midnight. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC1C;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;sajja. [Skt.] n. An armour, a piece of armour, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. Adornment, &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC15; sajjaka. n. A bed-room, &#xC2A;&#xC21;&#xC15;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41; sajjanamu. n. A hedge round a camp. &#xC15;&#xC02;&#xC2A;&#xC15;&#xC4B;&#xC1F;. &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC2E;&#xC41; sajjamu. adj. Prepared, got ready, armed. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC15;&#xC35;&#xC1A;&#xC3E;&#xC32;&#xC02;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41; sajjitamu. adj. Armed, accoutred, dressed, duly prepared, got ready, &#xC15;&#xC35;&#xC1A;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC41;&#xC21;&#xC41; sajju&#x1E0D;u. n. He who is prepared or ready. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC1C;&#xC40;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC1C;&#xC40;&#xC35;&#xC3F; sa-j&#x12B;vamu. [Skt.] adj. Having life, living, alive. &#xC38;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC38;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC1C;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; sa-j&#x12B;vu&#x1E0D;u. n. One who is alive. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC38;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC48;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when my father was living. &#xC05;&#xC24;&#xC21;&#xC41; &#xC38;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC21;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28; &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC41; as long as he lived. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC1C;&#xC40;&#xC35;&#xC41;&#xC32;&#xC48; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are now alive, they are still surviving. &quot;&#xC1A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC30;&#xC28;&#xC24;&#xC28;&#xC3F; &#xC38;&#xC1C;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC02;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; BD. iv. 308.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC1C;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;saj&#x101;vu. [H.] adj. Straight, honest. Clear, plain. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC06;&#xC1F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC1C;&#xC17;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC38;&#xC17;&#xC4D;&#xC27;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41; (q. v.) &#xC38;&#xC02;&#xC2A;&#xC41; Same as &#xC1A;&#xC02;&#xC2A;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC1A;&#xC4D;&#xC1A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa&#x1E6D;s&#x1E6D;samu. [Tel.] n. A petty loan, &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC1A;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sachivu&#x1E0D;u. [Skt.] n. A minister or counsellor. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;. A friend, companion or associate, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. A helper. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;. Vasu. ii. 28. &#xC15;&#xC47;&#xC33;&#xC3F;&#xC38;&#xC1A;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41; a playmate, or playfellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC17;&#xC4D;&#xC27;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC1C;&#xC17;&#xC4D;&#xC27;&#xC3F; sagdhi. [Skt.] n. Eating together. &#xC38;&#xC39;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;&#xC15;&#xC42;&#xC21;&#xC3F; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC02;&#xC26;&#xC41;, &#xC2C;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;.
			</div>
                