&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-jyamu. [Skt.] adj. Strung (as a bow), having a bowstring. &#xC05;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC17;&#xC32;. &#xC38;&#xC1C;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC2E;&#xC41; a bow with the string attached.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC35;</span>&#xA0;&#xA0;sa&#x1E0D;ava. [Tel.] n. A way, &#xC26;&#xC4B;&#xC35;. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC33;&#xC4D;&#xC32;&#xC41; sa&#x1E0D;alu. [from Skt. &#xC36;&#xC4D;&#xC32;&#xC27;.] v. n. To become slack or loose, to fall off. &#xC35;&#xC26;&#xC32;&#xC41;, &#xC35;&#xC40;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC0A;&#xC21;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC41;. n. Loosening, falling, &#xC0A;&#xC21;&#xC41;&#xC1F;, &#xC5B;&#xC3E;&#xC30;&#xC41;&#xC1F;, &#xC35;&#xC26;&#xC32;&#xC41;&#xC1F;. &#xC38;&#xC21;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41; Same as &#xC38;&#xC21;&#xC32;&#xC41;. &#xC38;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC21;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC38;&#xC21;&#xC32;&#xC4D;&#xC1A;&#xC41;, &#xC38;&#xC21;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41; or &#xC38;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; sa&#x1E0D;alin&#x1E6D;su. v. a. To untie, unloose, take off. &#xC35;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC2A;&#xC41;</span>&#xA0;&#xA0;sa&#x1E0D;apu. [Tel.] v. a. To steal, misappropriate. &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;</span>&#xA0;&#xA0;sa&#x1E0D;a. [Tel.] n. A thick crop of young sprouts. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC30;&#xC41;&#xC38;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC1F;</span>&#xA0;&#xA0;sa&#x1E6D;a. [Tel.] n. An untruth, lie; a trick; cunning, intricacy. &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC2F;, &#xC2E;&#xC4B;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC38;&#xC1F;&#xC35;&#xC1F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; boasting lies or idle talk, &#xC5B;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;. &quot;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC48;&#xC28; &#xC26;&#xC4A;&#xC02;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC48;&#xC28;, &#xC38;&#xC1F;&#xC32;&#xC28;&#xC48;&#xC28; &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC48;&#xC28;.&quot; Vema. iii. 33. &quot;&#xC38;&#xC1F;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC30;&#xC4B;&#xC30;&#xC3F;&#xC39;&#xC30;&#xC3F;.&quot; Parij. iii. 33. &#xC38;&#xC1F; sa&#x1E6D;a. [Skt.] n. Clotted hair. &#xC5B;&#xC21;, &#xC15;&#xC47;&#xC38;&#xC30;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A mane, &#xC5B;&#xC42;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa&#x1E0D;z&#x1E0D;z&#x101;ramu. [from Skt. &#xC38;&#xC3E;&#xC2E;&#xC1C;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC02;.] n. A stall or stable for an elephant. &#xC20;&#xC3E;&#xC23;&#xC41;, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC28;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC1A;&#xC4B;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC28;&#xC15;&#xC4B;&#xC32;</span>&#xA0;&#xA0;sa&#x1E0D;z&#x1E0D;zana-k&#x14D;la. [from H. saza, punishment.] n. A scourge or whip, a rod. &quot;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC46;&#xC17; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC30;&#xC47;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC28;&#xC15;&#xC4B;&#xC32;&#xC24;&#xC46;&#xC17;&#xC28;&#xC41;.&quot; H. iii. 180.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;sa&#x323;&#x1E0D;z&#x1E0D;za. [from Skt. &#xC38;&#xC30;&#xC4D;&#xC1C;&#xC03;.] n. A kind of grain. Holcus spicatus, &#xC17;&#xC02;&#xC1F;&#xC46;&#xC32;&#xC41;. &quot;&#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC15;&#xC35;&#xC23;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC47;&#xC2A;&#xC41;&#xC28;&#xC02;.&quot; A. iv. 5. An upper story in a house, &#xC36;&#xC3F;&#xC30;&#xC4B;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. adj. Ready prepared, &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC5B;&#xC4D;&#xC1C; sa&#x1E0D;z&#x1E0D;za. [from Skt. &#xC36;&#xC2F;&#xC4D;&#xC2F;.] n. A bed, couch or cot. &#xC36;&#xC2F;&#xC4D;&#xC2F;. A box, &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;. A basket, &#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;. &#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC15;&#xC2E;&#xC41; sa&#x1E0D;z&#x1E0D;za-kamu. adj. Beautiful, pleasant. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; sa&#x1E0D;z&#x1E0D;za-ka&#x1E6D;&#x1E6D;u. adj. Prepared, ready, &#xC06;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC30;&#xC38;&#xC2E;&#xC41; sa&#x1E0D;z&#x1E0D;za-ra-samu. n. The resin or exudation, of the Sal tree. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC27;&#xC42;&#xC2A;&#xC2E;&#xC41;, &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F; sa&#x1E0D;z&#x1E0D;za-ga&#x1E0D;&#x1E0D;i. n. A kind of root like seaweed, the alkali of which is &#xC38;&#xC5B;&#xC4D;&#xC1C;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; impure chlorate of soda &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC30;&#xC2E;&#xC41;. Ainslie. i. 395.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC3F;&#xC15;&#xC46;</span>&#xA0;&#xA0;or &#xC38;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC2F; sa&#x1E0D;ike. [Tel.] n. A leash for dogs. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC46;&#xC21;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;. &quot;&#xC38;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC32;&#xC26;&#xC41;&#xC2F;&#xC4D;&#xC2F;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC28;&#xC21;&#xC30;&#xC35;&#xC02;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC32;&#xC46;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; BD. v. 1391.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC15;</span>&#xA0;&#xA0;sa&#x1E0D;i-ku&#x1E0D;aka. [Tel.] n. A kind of cake. &#xC05;&#xC2A;&#xC42;&#xC2A;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC32;&#xC32;&#xC41;, &#xC28;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC15;&#xC32;&#xC41;, &#xC38;&#xC21;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC15;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41;.&quot; H. i. 118.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sa&#x1E0D;in&#x1E6D;su. [Tel.] v. a. To pound, or beat rice. &#xC26;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41; or &#xC38;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC32;&#xC41; sa&#x1E0D;impulu. n. plu. Rice properly beaten, &#xC26;&#xC02;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F; &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC41;&#xC38;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;.&quot; A. vi. 95.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC3F;</span>&#xA0;&#xA0;sa&#x1E0D;i. [Tel.] n. Infamy, disgrace. &#xC05;&#xC2A;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. Slander, reproach, censure, blame, &#xC26;&#xC42;&#xC30;&#xC41;, &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26;, &#xC26;&#xC42;&#xC37;&#xC23;. A trace, &#xC5B;&#xC3E;&#xC21;. &quot;&#xC15;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC35;&#xC4A;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC21;&#xC35;&#xC4A; &#xC1A;&#xC28;&#xC41;&#xC28;&#xC47;&#xC28;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC21;&#xC3F;&#xC2E;&#xC4B;&#xC2A;&#xC02;&#xC17;&#xC28;&#xC4D;.&quot; P. i. 747. &#xC38;&#xC21;&#xC3F;&#xC38;&#xC28;&#xC4D;&#xC28; sa&#x1E0D;i-sanna. adj. Celebrated, famous, renowned. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;, &#xC2A;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC4D;&#xC21;. &quot;&#xC2E;&#xC28;&#xC35;&#xC32;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41; &#xC32;&#xC3E;&#xC35;&#xC41;&#xC28; &#xC2C;&#xC02;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC28;&#xC41;&#xC32;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC17; &#xC38;&#xC21;&#xC3F;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC17;&#xC02;&#xC21;&#xC41; &#xC1C;&#xC28;&#xC41;&#xC32;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC17; &#xC38;&#xC21;&#xC3F;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC17;&#xC02;&#xC21;&#xC41; &#xC26;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC3F; &#xC2F;&#xC38;&#xC15;&#xC41;&#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC15;&#xC47;&#xC33;&#xC3F; &#xC17;&#xC3E;&#xC22;&#xC15;&#xC4C;&#xC24;&#xC41;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; M. IV. iii. 146. &quot;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC2D;&#xC41;&#xC1C;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC41;&#xC02; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC30;&#xC42;&#xC22;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC24;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC48; &#xC28;&#xC28;&#xC3F; &#xC38;&#xC21;&#xC3F;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC47;&#xC21;&#xC48;&#xC30;&#xC2C;&#xC43;&#xC39;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC15;&#xC41;&#xC02;&#xC17;&#xC32;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC3E;&#xC28;&#xC28;&#xC3E;.&quot; M. IV. iv. 16. &quot;&#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC38;&#xC21;&#xC3F;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2F;&#xC4B;&#xC27;&#xC41;&#xC32; &#xC2C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F; &#xC2F;&#xC32;&#xC18;&#xC41;&#xC28;&#xC40;&#xC24;&#xC3F;.&quot; M. XII. ii. 303.
			</div>
                