&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sa&#x1E0D;&#x1E0D;a-ku&#x1E0D;u. [from Skt. &#xC38;&#xC21;&#xC4D;&#xC22;&#xC15;&#xC41;&#xC21;&#xC41;.] n. A co-son-in-law. &#xC24;&#xC4B;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC28; &#xC38;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41;&#xC21;&#xC48;&#xC28; &#xC30;&#xC3E;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he sent Ramaswami who had married his wife&apos;s sister. &#xC35;&#xC40;&#xC30;&#xC41; &#xC38;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC41;&#xC32;&#xC41; these men are married to sisters.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC4D;&#xC21;</span>&#xA0;&#xA0;sa&#x1E0D;&#x1E0D;a. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;.] n. Care, heed, regard, honor, respect. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &quot;&#xC32;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;&#xC2F;&#xC41; &#xC15;&#xC3E;&#xC38;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41; &#xC38;&#xC47;&#xC2F;&#xC28;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC15;.&quot; Vish. v. 102. &#xC38;&#xC21;&#xC4D;&#xC21; sa&#x1E0D;&#x1E0D;a. adj. Regarded, honored. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC48;&#xC28;. &quot;&#xC38;&#xC30;&#xC15;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC38;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC02;&#xC24;&#xC28;&#xC47;&#xC2E;&#xC3F; &#xC2F;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC30;.&quot; M. XII. iv. 416. &#xC38;&#xC21;&#xC4D;&#xC21;&#xC1A;&#xC47;&#xC2F;&#xC41; sa&#x1E0D;&#x1E0D;a-ch&#x113;yu. v. a. To honor, regard, heed, care for. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC24;&#xC47; &#xC38;&#xC21;&#xC4D;&#xC21;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC2E;&#xC41;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;.&quot; N. vii. 179.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;sa&#x1E0D;ugulu. [Tel.] n. plu. The joints of the hip. &#xC15;&#xC1F;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC15;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. Crooked or cunning words, &#xC35;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC23;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC23;&#xC17;&#xC41; sa&#x1E47;ugu. [Tel.] v. n. To grumble, to mutter, to mumble. &#xC17;&#xC4A;&#xC23;&#xC41;&#xC17;&#xC41;. n. Grumbling, murmuring, &#xC17;&#xC4A;&#xC23;&#xC41;&#xC17;&#xC41;&#xC1F;. Pain, &#xC2C;&#xC3E;&#xC27;.
			</div>
                