&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC3F;&#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;sati-saptami. [Skt.] n. The ablative case absolute. &#xC2A;&#xC4D;&#xC30;&#xC25;&#xC2E;&#xC3E;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC25; &#xC2E;&#xC02;&#xC26;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC40;&#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sati. [Skt.] n. A virtuous woman, &#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;. One who burns herself with the corpse of her husband, &#xC38;&#xC39;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. A woman in general, &#xC38;&#xC4D;&#xC24;&#xC40;. A name of Parvati, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sat&#x101;yin&#x1E6D;su. [Tel.] v. a. To tease, torment, annoy. &#xC39;&#xC3F;&#xC02;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa&#x1E6D;atamu. [Skt.] adj. Eternal, continual. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;. adv. Always, &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC24;&#xC2E;&#xC41; satamu. [from &#xC38;&#xC24;&#xC24;&#xC2E;&#xC41;.] adj. Eternal, permanent. &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;. &quot;&#xC07;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC30;&#xC41;&#xC32; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC15; &#xC28;&#xC46;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC4B; &#xC38;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC41;.&quot; Kuch&#x113;lo. iii. 65. &quot;&#xC15;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. vii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC15;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC24;&#xC41;&#xC15;&#xC41;&#xC1F; sataka&#x1E0D;amu. [Tel. for &#xC1A;&#xC26;&#xC35;&#xC21;&#xC2E;&#xC41;.] n. A scornful expression for the word &#xC1A;&#xC26;&#xC35;&#xC21;&#xC2E;&#xC41; reading. &quot;&#xC38;&#xC24;&#xC15;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; H. ii. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;</span>&#xA0;&#xA0;sata. [from Skt. &#xC38;&#xC2A;&#xC4D;&#xC24;.] pron. Troisquatre (seven) at dice or cards. &#xC06;&#xC30;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;, &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;. &quot;&#xC38;&#xC24;&#xC17;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC4D;.&quot; &#xC28;&#xC40;&#xC32;&#xC3E;. ii. &#xC38;&#xC24;&#xC35;&#xC3E;&#xC32;&#xC4D;&#xC15;&#xC32;&#xC1C;&#xC47;&#xC1C;&#xC47; or &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; sata-n&#x101;lkala-j&#x113;j&#x113;. n. Fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. (&#xC05;&#xC1A;&#xC4D;&#xC1A;. &#xC2C;&#xC3E;&#xC32;. &#xC15;&#xC3E;&#xC02;.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;</span>&#xA0;&#xA0;sat. [Skt.] adj. True, good, virtuous. Excellent, venerable, respectable, pure, holy. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;, &#xC18;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC02;&#xC1A;&#xC3F;, &#xC2A;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC48;&#xC28;. One verse says &quot;&#xC1A;&#xC26;&#xC41;&#xC35;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC38;&#xC26;&#xC38;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15; &#xC1A;&#xC24;&#xC41;&#xC30;&#xC24;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC4D;.&quot; &#xC38;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; or &#xC38;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; a good deed. &#xC05;&#xC2A;&#xC24;&#xC4D; not good, evil. &#xC38;&#xC24;&#xC4D;&#xC15;&#xC35;&#xC3F; a good poet, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC15;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC4D;&#xC24;. &#xC38;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; worthy, deserving, fit. &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; one who is worthy, deserving or fit, &#xC05;&#xC30;&#xC4D;&#xC39;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC24;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; a good man, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC2A;&#xC25;&#xC2E;&#xC41; a good way, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC4B;&#xC35;. The final letter undergoes the usual phonetic changes when the word is used in composition: e.g. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; a good way, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC40;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a holy sage; &amp;c. &#xC38;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; a virtuous, honest or upright man, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC21;&#xC24;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC26;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41; God, as the fountain of being, intelligence, and happiness: lit. &quot;it that is good, wise, and happy.&quot; &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F; &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC3E;&#xC28;&#xC02;&#xC26; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2A;&#xC30;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC1A;&#xC4D;&#xC1B;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a pious Sudra, &#xC38;&#xC26;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC36;&#xC42;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; magnanimity, goodness, &#xC38;&#xC2D;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC1C;&#xC4D;&#xC1E;&#xC28;&#xC41;&#xC21;&#xC41; a respectable man, a good man, &#xC38;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC26;&#xC41;&#xC28;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28;&#xC2E;&#xC41; a good practice, &#xC38;&#xC26;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC26;&#xC2E;&#xC32;&#xC2E;&#xC41; pure, spotless, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC26;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; virtuous conduct, correct deportment, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC21;&#xC24;, &#xC38;&#xC26;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC3F; a virtuous man. &#xC38;&#xC26;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; the wise, the good. &#xC38;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; a proper answer or reply, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC38;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41; an excellent means, a good expedient, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC26;&#xC4D;&#xC17;&#xC24;&#xC3F; beatitude, salvation, future bliss, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;. &quot;&#xC38;&#xC26;&#xC4D;&#xC17;&#xC24;&#xC3F;&#xC2F;&#xC46; &#xC1A;&#xC47;&#xC15;&#xC41;&#xC30;&#xC41;.&quot; Swa. ii. 80. &#xC38;&#xC26;&#xC4D;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; virtue, a good quality, &#xC38;&#xC41;&#xC36;&#xC40;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC26;&#xC4D;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; true religion, zeal strong faith, fidelity, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC26;&#xC4D;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; goodness, kindness, politeness, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC24;, &#xC26;&#xC2F;&#xC36;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC2F;&#xC2E;&#xC41; true humility, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC4D;&#xC30;&#xC24;. &#xC38;&#xC26;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3E;&#xC30;&#xC2E;&#xC41; good behaviour, good conduct, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC38;&#xC26;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; love of good acts, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1B;, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC2E;&#xC41; praised, applauded, commended, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC3E;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC3F; sincere praise, commendation, laud. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; to praise, applaud, commend, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; greatness, urbanity, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC24;. Chenn. ii. 77. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; good or virtuous conduct, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC21;&#xC24;. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC3F; or &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC41;&#xC21;&#xC41; one of virtuous conduct, one who behaves well, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC21;&#xC24;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC28; &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC26;&#xC47;.&quot; G. v. 69. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; or &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC40;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a venerable sage or hermit &#xC2E;&#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F;. M. I. i. 173.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC24;&#xC3E;</span>&#xA0;&#xA0;satt&#x101; [from Skt. &#xC38;&#xC2A;&#xC4D;&#xC24;.] pron. Seven. &quot;&#xC15; &#xC05;&#xC24;&#xC4D;&#xC24;&#xC40;&#xC35;&#xC38;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC26;&#xC41;&#xC17; &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC26;&#xC1A;&#xC4D;&#xC1A;&#xC4C;&#xC15;&#xC35;&#xC02;&#xC1A;&#xC1A;&#xC4C;&#xC35;&#xC02;&#xC1A;&#xC40;&#xC30;&#xC48; &#xC26;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC2F;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC17; &#xC2C;&#xC26;&#xC4D;&#xC30;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC26;&#xC32;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;sattaruvu. [from Skt. &#xC38;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. A choultry, a lodge or halting place, a hotel or rest house, &#xC38;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC1C;&#xC17;&#xC21;&#xC2A;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC3F; &#xC38;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC15;&#xC41; &#xC17;&#xC4B;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC40;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC17;&#xC3F;&#xC32;&#xC46;&#xC21;&#xC41; &#xC24;&#xC02;&#xC26;&#xC28;&#xC3E;&#xC32;&#xC1C;&#xC21;&#xC26;&#xC3E;&#xC30;&#xC3F;.&quot; KP. iii. 217.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sat-tanamu. [Skt.] adj. Best, most excellent, most pure, very holy. &#xC2E;&#xC30;&#xC40;&#xC2E;&#xC02;&#xC1A;&#xC3F;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41; sat-tamu&#x1E0D;u. n. The best or most excellent of men. &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC15;&#xC02;&#xC1F;&#xC46; &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;satta. [from Skt. &#xC38;&#xC24;&#xC4D; and &#xC38;&#xC24;&#xC4D;&#xC35;&#xC02;.] n. Essence, sap. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;. Existence, being. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC23;&#xC24;, &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;. Excellence, goodness, efficacy; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC0E;&#xC26;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC28;&#xC3F;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; we will go and spy out the enemy&apos;s force. &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC26;&#xC2F;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC38;&#xC24;&#xC4D;&#xC24;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; by the goodness of God, there is a little hope.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sat-karin&#x1E6D;su. [Skt.] v. a. To worship, honour, treat politely. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F;, &#xC38;&#xC24;&#xC4D;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; or &#xC38;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; sat-k&#x101;ramu. n. A good act, an act of piety or charity, honor, respect, ourteous treatment, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC28;&#xC3F;, &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; sat-k&#x1E5B;itu&#x1E0D;u. n. One who is honoured or reverenced. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;satti. [from Skt. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;.] n. Power, ability, energy, strength, force, vigour. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC3F;&#xC2E;&#xC3F;. A goddess, &#xC15;&#xC3E;&#xC33;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC47;&#xC35;&#xC3F;, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;. &quot;&#xC2C;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC32; &#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC35;&#xC47;&#xC28;&#xC32;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC15;&#xC47;&#xC32; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC47;&#xC32;, &#xC28;&#xC4A;&#xC30;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2C;&#xC46;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC40; &#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC2E;&#xC40;&#xC26;&#xC46; &#xC2F;&#xC02;&#xC1A;&#xC41; &#xC38;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; KP. iii. 131. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC38;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC26;&#xC47;&#xC35;&#xC24;. The name of Vasishtha&apos;s son, &#xC35;&#xC38;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41;. A kind of weapon. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41; satti-t&#x101;lupu. n. An epithet of Kum&#x101;raswami, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
                