&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;satyamu. [Skt.] n. Truth, veracity, reality. &#xC28;&#xC3F;&#xC5B;&#xC2E;&#xC41;, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. An oath, &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC12;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (Vulgarly,) the miraculous power of a deity. (&#xC2A;&#xC3E;&#xC2E;&#xC30;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC32;&#xC4B;) &#xC2E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. True, real, sincere, genuine, truthful. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC5B;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28; truthful behaviour, upright conduct. adv. Yes, verily, truly, indeed, &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC47;&#xC28;&#xC41;. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to avow, to vouch for. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to swear. &#xC08; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC2C;&#xC39;&#xC41;&#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC47;&#xC35;&#xC24; this is a true goddess. &#xC2D;&#xC17;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC32; &#xC2F;&#xC02;&#xC26;&#xC41; &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; the gods have now lost their power, the images now ceased to work miracles. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E; a sincere promise or vow, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41; satya-yugamu. n. The Golden Age. &#xC15;&#xC43;&#xC24;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; satya-l&#x14D;kamu. n. One of the fourteen heavens of the Puranas. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; satya-vantu&#x1E0D;u. n. A truthful or sincere man. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC1A;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC26;&#xC3F; satya-vachasku&#x1E0D;u. n. One who speaks the truth, a man of veracity. &#xC28;&#xC3F;&#xC1C;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC3F; satya-vati. n. A truthful woman. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. The name of the mother of Vy&#x101;sa, and the wife of Narada. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41; or &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC23;&#xC3F; satya-v&#x101;kku. n. A true statement. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC21;&#xC41; satya-vratu&#x1E0D;u. n. One who is devoted to truth, one who is sincere or honest. &#xC28;&#xC3F;&#xC1C;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC2A;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC27;&#xC41;&#xC21;&#xC41; satya-sandhu&#x1E0D;u. n. An upright man. &#xC28;&#xC3F;&#xC1C;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC39;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; one who is as truthful as Harischandra, i.e., a very truthful man, (sometimes used ironically also to mean a liar.) &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC43;&#xC24;&#xC3F;, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC28;&#xC2E;&#xC41; saty-&#x101;k&#x1E5B;iti. n. The ratification of a bargain, an advance of money, earnest money, &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;, &#xC2C;&#xC2F;&#xC3E;&#xC28;&#xC3E;, &#xC5B;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41; saty-&#x101;n&#x1E5B;itamu. n. Commerce, trade, traffic. &#xC35;&#xC3E;&#xC23;&#xC3F;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC35;&#xC02;&#xC17;</span>&#xA0;&#xA0;satte-vanga. [Tel.] n. A kind of grain. &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC26;&#xC3F; &#xC38;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC35;&#xC02;&#xC17;&#xC2C;&#xC46;&#xC21;&#xC02;&#xC17; &#xC38;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;. &#xC2A;&#xC42;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;</span>&#xA0;&#xA0;or &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; sattuva. [from Skt. &#xC38;&#xC24;&#xC4D;&#xC35;&#xC02;.] n. Strength, vigour, force, power, energy, capability. &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC17;&#xC32; &#xC2D;&#xC42;&#xC2E;&#xC3F; a rich soil.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;sattu. [from Skt. &#xC38;&#xC24;&#xC4D;&#xC35;&#xC02;.] n. Essence, sap, strength. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC41;. Pewter, &#xC24;&#xC17;&#xC30;&#xC2E;&#xC41;. Sediment, refuse. [from Skt. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC02;.] Truth, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC41; the extract of the heart-leaved moon-seed. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2A;&#xC46;&#xC32; a vessel made of pewter. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC3F; a counterfeit rupee. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41; [Skt. &#xC38;&#xC24;&#xC4D;.] n. Being, existence, &#xC09;&#xC02;&#xC21;&#xC41;&#xC1F;, &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;. adj. Existing, &#xC09;&#xC28;&#xC4D;&#xC28;. Excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. True, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Meek, &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC41;. [Skt.] n. A star, &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC39;&#xC3F;&#xC24;&#xC38;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; P. i. 83. &#xC1F;&#xC40; &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC26;&#xC4D;&#xC35;&#xC4D;&#xC2F;&#xC25;&#xC3F;&#xC28;&#xC4D; &#xC17;&#xC3E; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F;, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.&quot; &#xC38;&#xC21;&#xC38;&#xC24;&#xC4D; sad-asat. n. &amp; adj. Good and bad Existing and non-existing; entity and nonentity; being and not being; true and false. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC27;&#xC2E;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC26;&#xC38;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC15;&#xC2E;&#xC41; discrimination between true and false. B. viii. 263.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;satr&#x101;-jittu. [Skt.] n. The name of the father of Satyabh&#x101;ma: hence she is called &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;satramu. [Skt.] n. A kind of sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC47;&#xC15;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. Liberality, munificence. &#xC38;&#xC26;&#xC3E;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41;, &#xC07;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;&#xC2F;&#xC40;&#xC35;&#xC3F;. &quot;&#xC28;&#xC3F;&#xC1C;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; A. vi. 30. A choultry or rest house for travellers, an inn or hotel, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC1F;&#xC38;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. See. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC24;&#xC4D;&#xC30;&#xC36;&#xC3E;&#xC32; satra-&#x1E63;&#x101;la. n. An almonry, an apartment in which mendicants are presented with food and gifts. &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
                