&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sa-dayu&#x1E0D;u. [Skt.] n. One who is kind. &#xC26;&#xC2F;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC2E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sad-amalamu. [Skt.] adj. Very pure. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC38;&#xC26;</span>&#xA0;&#xA0;See &#xC38;&#xC26;&#xC2E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC26;&#xC30;&#xC39;&#xC40; sadaru. [H.] adj. Aforesaid, above-mentioned. &#xC2A;&#xC48;&#xC28; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;. &#xC2A;&#xC48;&#xC28; &#xC2E;&#xC26;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC38;&#xC26;&#xC30;&#xC41;&#xC28;. above, &#xC2A;&#xC48;&#xC28;&#xC3F;, &#xC38;&#xC26;&#xC30;&#xC41;&#xC28; &#xC26;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; as is above stated. &#xC38;&#xC26;&#xC30;&#xC39;&#xC40;&#xC32;&#xC41; the above-said persons, &#xC2A;&#xC48;&#xC28;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC2E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC26;&#xC38;&#xC26; sada-madamu. [Tel.] n. Destruction, annihilation, death. &#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC35;&#xC41;. &quot;&#xC1C;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC38;&#xC26;&#xC2E;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;.&quot; Pal. 130. &#xC38;&#xC26;&#xC2E;&#xC26;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to kill, murder, assassinate, destroy, &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC38;&#xC26;&#xC2E;&#xC26;&#xC2E;&#xC17;&#xC41; sada-madam-agu. v. n. To be bruised. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sadanamu. [Skt.] n. A house, dwelling, residence. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. &#xC2C;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC41;&#xC38;&#xC26;&#xC28;&#xC2E;&#xC41; a treasury, a store-house.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;</span>&#xA0;&#xA0;sada. [Tel.] n. The hair on a leaf. &#xC06;&#xC15;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2E;&#xC3E;&#xC17;&#xC41;. &#xC38;&#xC26;&#xC38;&#xC1F;&#xC4D;&#xC30; sada-sa&#x1E6D;ra. n. Small sticks, etc. &#xC1A;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC30;. &quot;&#xC35;&#xC42;&#xC30;&#xC3F;&#xC2C;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41; &#xC2C;&#xC41;&#xC21;&#xC15;&#xC2F;&#xC40;&#xC26;&#xC3F;&#xC17;&#xC28;&#xC41;, &#xC38;&#xC26;&#xC38;&#xC1F;&#xC4D;&#xC30; &#xC28;&#xC32;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC30; &#xC38;&#xC30;&#xC3F;&#xC17;&#xC28;&#xC4D;&#xC35;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC30;, &#xC35;&#xC46;&#xC26;&#xC15;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC15; &#xC2E;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; BD. 1060. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-tvaramu. [Skt.] n. Quickness, celerity. &#xC24;&#xC4D;&#xC35;&#xC30;, &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. adj. Quick, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;. adv. Quickly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;satvamu. [Skt.] n. Being, existence. &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;. Essence, nature, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. A substance, thing, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. Vigour, power, strength. &#xC38;&#xC24;&#xC4D;&#xC24;, &#xC26;&#xC47;&#xC39;&#xC2C;&#xC32;&#xC2E;&#xC41;. The quality of excellence or goodness. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;, &#xC2A;&#xC43;&#xC25;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. An animal, a being, &#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;. Mind, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. Life, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;. An attempt, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. &quot;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC30; &#xC1C;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC4B;&#xC17;&#xC41;&#xC23;&#xC35;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;.&quot; M. XII. vi. 15. &quot;&#xC24;&#xC28; &#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC46;&#xC26;&#xC3F;&#xC30;&#xC3F; &#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC15;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC16;&#xC30;&#xC4D;&#xC35; &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41;.&quot; P. iii. 30. &quot;&#xC05;&#xC15;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC37;&#xC27;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC02; &#xC26;&#xC46;&#xC32;&#xC3F;&#xC2F;.&quot; Swa. ii. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC3E;&#xC2E;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC46;</span>&#xA0;&#xA0;sad&#x101;-muste. [Tel.] n. A certain plant, a kind of cactus. &#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;. &quot;&#xC28;&#xC47;&#xC32;&#xC24;&#xC40;&#xC1F;&#xC15; &#xC38;&#xC3F;&#xC2E;&#xC26;&#xC15;&#xC4B;&#xC32;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC4A;&#xC02;&#xC24;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC38;&#xC26;&#xC3E;&#xC2E;&#xC41;&#xC2A;&#xC46; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC1F;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC02;&#xC24;&#xC3F;.&quot; H. iv. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC3E;&#xC2A;</span>&#xA0;&#xA0;sad&#x101;pa. [from Skt. &#xC36;&#xC24;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;.] n. A sort of fennel, common anise. Anethum panmorium. (Rox.) or Anethum sawa, &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC2F;&#xC3E;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC47;&#xC2F;&#xC2E;&#xC41;. H. ii. 249.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC3E;&#xC1F;&#xC41;</span>&#xA0;&#xA0;sad&#x101;&#x1E6D;u. [Tel.] adj. Strong, vigorous, hale &#xC26;&#xC43;&#xC22;&#xC2E;&#xC48;&#xC28;. &quot;&#xC38;&#xC40; &#xC17;&#xC3E;&#xC1F;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC40;&#xC15;&#xC38;&#xC26;&#xC3E;&#xC1F;&#xC48;&#xC28;&#xC2E;&#xC47;&#xC28;&#xC41;&#xC32; &#xC28;&#xC46;&#xC30;&#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC17;&#xC32;&#xC4D; &#xC39;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2E;&#xC40;&#xC30;.&quot; T. ii. 16.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC3E;</span>&#xA0;&#xA0;sad&#x101;. [Skt.] adv. Always, continually. &#xC0E;&#xC32;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC26;&#xC3E;&#xC17;&#xC24;&#xC3F; sad&#x101;-gati. n. Lit. a perpetual motion: an epithet of the wind, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC26;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41; sad&#x101;-taramu. adj. Eternal, permanent. &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC26;&#xC3E;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; sad&#x101;-tanu&#x1E0D;u. n. One who is eternal. &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC26;&#xC3E;&#xC30;&#xC4B;&#xC17;&#xC3F; sad&#x101;-r&#x14D;gi. n. A chronic invalid: one who is always ill. &#xC30;&#xC4B;&#xC17;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. Vani. Vilas. p. 311. &#xC38;&#xC26;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; sad&#x101;-v&#x1E5B;itti. n. Rice, salt, firewood, &amp;c., daily bestowed on travellers or mendicants at a choultry, &#xC2C;&#xC48;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC3E;&#xC1F;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC26;&#xC3E;&#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41; sad&#x101;-&#x1E63;ivu&#x1E0D;u. n. Lit. always propitious. An epithet of Siva, &#xC30;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC26;&#xC38;&#xC41; or &#xC38;&#xC26;&#xC2E;&#xC41; sadassu. [Skt.] n. An assembly, a meeting. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC38;&#xC2D;, &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC2D;, &#xC38;&#xC2D;. &#xC38;&#xC26;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; sadasyu&#x1E0D;u. n. An inspector or director of a sacrifice. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28;&#xC2E;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC15; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC26;&#xC38;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC35;&#xC47;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41;. A councillor, the member of an assembly, &#xC38;&#xC2D;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. A by-stander, spectator, one present. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. A. iii. 58.
			</div>
                