&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;saddu. [from Skt. &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC03;.] n. Sound, noise, tumult, clamour. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC38;&#xC2E;&#xC26;&#xC21;&#xC3F;, &#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC24; interj. Silence! hush, be still, keep quiet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC4D;&#xC17;&#xC24;&#xC3F;</span>&#xA0;&#xA0;See under &#xC38;&#xC24;&#xC4D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-d&#x113;&#x1E63;amu. [Skt.] adj. Near, nigh, proximate, adjoining. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC26;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; sa-d&#x1E5B;i&#x1E63;amu. [Skt.] adj. Similar, like, comparable, &#xC38;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC41;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC24;&#xC4D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC40;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-n&#x12B;&#x1E0D;amu. [Skt.] adj. Near, proximate. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC3F;</span>&#xA0;&#xA0;[from Skt. &#xC36;&#xC28;&#xC3F;.] Same as &#xC36;&#xC28;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC3E;&#xC2D;&#xC3F;</span>&#xA0;&#xA0;sa-n&#x101;bhi [Skt.] adj. Like, resembling, &#xC38;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC28;&#xC3E;&#xC2D;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC28;&#xC3E;&#xC2D;&#xC3F; sa-n&#x101;bhu&#x1E0D;u. n. A cousin, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC3F;, &#xC0F;&#xC21;&#xC41;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC3E;&#xC27;</span>&#xA0;&#xA0;sa-n&#x101;tha. [Skt.] n. A woman who has her lord (or husband) alive. &#xC38;&#xC28;&#xC3E;&#xC25;&#xC2E;&#xC41; sa-n&#x101;thamu. adj. That which is accompanied by. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC38;&#xC28;&#xC3E;&#xC25;&#xC41;&#xC21;&#xC41; sa-n&#x101;thu&#x1E0D;u. n. One who is accompanied by his lord or master.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC3E;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san&#x101;tanamu. [Skt.] adj. Eternal, fixed, permanent. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC28;&#xC3E;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; san&#x101;tanu&#x1E0D;u. n. The eternal One. &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC17;&#xC32;&#xC41;, &#xC38;&#xC28;&#xC3F;&#xC17;&#xC32;&#xC41;, &#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC28;&#xC17;&#xC32;&#xC41; sancgalu. [from Skt. &#xC1A;&#xC23;&#xC15;&#xC03;.] n. The chick pea, commonly called Bengal gram, Cicer arietinum. &#xC1A;&#xC23;&#xC15;&#xC2E;&#xC41;. &#xC38;&#xC46;&#xC28;&#xC17;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC41; a strong acid collected from this legume by spreading cloths over the field to catch the dew. &#xC35;&#xC47;&#xC30;&#xC41;&#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41; groundnut, earthnut, pignut, Manilla gram, Arachis hypog&#x153;a.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;, &#xC38;&#xC28;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC28; san. [H.] n. A year. &#xC38;&#xC28;&#xC4D; &#xC35;&#xC3E;&#xC30;&#xC41; yearly, annual.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC27;&#xC4D;&#xC2F;&#xC3E;</span>&#xA0;&#xA0;sadhy&#x101;. [for Skt. &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC03;] adv. At present, &#xC24;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-dharmamu. [Skt.] adj. Accompanied by virtue. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC15;&#xC42;&#xC21;&#xC3F;&#xC28;. Equal, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC23;&#xC3F; sa-dharmi&#x1E47;i. n. A wife. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;. Parij. iii. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC4D;&#xC2F;&#xC03;</span>&#xA0;&#xA0;or &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; sadyah. [Skt.] adv. Instantly, momentarily, at the moment, in an instant. &#xC24;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC2D;&#xC3E;&#xC30;. &#xC38;&#xC4D;&#xC35;. i. &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC03;&#xC2B;&#xC32;&#xC2E;&#xC41; the immediate result or reward. &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC03;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; present time. &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC18;&#xC43;&#xC24;&#xC2E;&#xC41; butter just fried, fresh ghee. &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC1C;&#xC32;&#xC2E;&#xC41; new fallen rain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-naddhamu. [Skt.] adj. Ready, prepared, accoutred, equipped, armed. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; san-naddhu&#x1E0D;u. n. One who is prepared, ready or accoutred. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC21;&#xC41;</span>&#xA0;&#xA0;sannadu. [H.] n. A patent of office or nobility. An order. A written grant, instrument or diploma, a charter or letters patent, &#xC24;&#xC3E;&#xC15;&#xC40;&#xC26;&#xC41;, &#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;See &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;sanna. [from Skt. &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;.] n. A sign, gesture, token. &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;. &#xC5B;&#xC3E;&#xC21;, &#xC15;&#xC28;&#xC41;&#xC38;&#xC28;&#xC4D;&#xC28; a wink. &#xC1A;&#xC47;&#xC38;&#xC28;&#xC4D;&#xC28; a sign or motion of the hand. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC38;&#xC28;&#xC4D;&#xC28; sannaka-sanna. (&#xC38;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D;+&#xC05;+&#xC05;&#xC28;&#xC4D;&#xC28;) adv. Gently, idly, &#xC5B;&#xC3E;&#xC21;&#xC5B;&#xC3E;&#xC21;&#xC17;&#xC3E;, &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;. &quot;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC38;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC47;&#xC38;&#xC15;&#xC3F;&#xC17;&#xC42;&#xC21;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC4B; &#xC2E;&#xC3E;&#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC1C;&#xC42;&#xC2A;&#xC30;&#xC46;&#xC2E;&#xC3E;&#xC32;&#xC3E;&#xC30;.&quot; Jagann. iii. 9. &#xC1F;&#xC40; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC41;, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC38;&#xC28; sunna-sana. (&#xC38;&#xC28;&#xC4D;&#xC28;+&#xC38;&#xC28;&#xC4D;&#xC28;) adj. Easy. &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sadmamu. [Skt.] n. A house, abode. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
                