&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sannayamu. [Skt.] n. A reserve force. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC26;&#xC02;&#xC21;&#xC41;. A crowd, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sannamu. [Tel.] adj. Thin, lean, slender, small. &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;, &#xC15;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28; or &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41; n. Thinness, leanness. Fineness, smallness.&#xC2E;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC24;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28; or &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F; sanna. adj. Thin, lean, fine, small, little, narrow, slight, gentle, soft (not loud.) &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;, &#xC15;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC48;&#xC28;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC32;&#xC3F; a slight breeze, &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC1F;&#xC4D;&#xC1F; a thin cloth. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; fine rice. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC4A;&#xC02;&#xC21; a little hill. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC30; a slender stick. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4B;&#xC35; a narrow passage. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC1A;&#xC47;&#xC2A;&#xC32;&#xC41; small fishes. &quot;&#xC05;&#xC26;&#xC3F; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC21;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she is spinning a thin thread, i.e., she is pining away. Yayati. v. 52. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; gentle sighs. &quot;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC35;&#xC33;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41;.&quot; Swa. vi. 38. &#xC1F;&#xC40; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC17;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC47; &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; a small insect. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41; sanna-g&#x101;&#x1E0D;u. n. A lean fellow, a little fellow. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. An ant, &#xC1A;&#xC40;&#xC2E;. (&#xC06;&#xC1A;&#xC4D;&#xC1A;. &#xC2C;&#xC3E;&#xC32;. &#xC15;&#xC3E;&#xC02;.) &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC33;&#xC46; sanna-g&#x101;&#x1E37;e. (&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;+&#xC15;&#xC3E;&#xC33;&#xC46;.) n. A musical instrument. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. A. iv. 38. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC41; or &#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; sanna-gin&#x1E6D;su. v. n. To become lean or thin, to pine away, become emaciated,&#xC38;&#xC28;&#xC4D;&#xC2E;&#xC17;&#xC41;, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41; sannap-&#x101;kula-gann&#x113;ru. n. A species of oleander, &#xC36;&#xC24;&#xC15;&#xC41;&#xC2E;&#xC24;&#xC2E;&#xC41;, &#xC07;&#xC32;&#xC38;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC1F;&#xC3F; or &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41; sanna-p&#x101;&#x1E6D;i. adj. Thin, lean. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;, &#xC2A;&#xC32;&#xC41;&#xC1A;&#xC28;&#xC3F;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; a lean man. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC30; a slender stick. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F; sanna-pilli. n. A spider. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; sannapu-v&#x101;&#x1E0D;u. n. A poor, weak, low or base man. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC32;&#xC41; sanna-man&#x1E0D;igalu. n. A kind of rice. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. H. iv. 155. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC1F;&#xC2E;&#xC41; or &#xC38;&#xC28;&#xC4D;&#xC28;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC15;&#xC2E;&#xC41; sanna-r&#x101;s&#x1E6D;amu. n. A medicinal root. Alpinia galanga minor. &#xC15;&#xC41;&#xC32;&#xC3E;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC27;&#xC3F; sanni-dh&#x101;namu. [Skt.] n. Proximity, nearness, vicinity, presence. &#xC28;&#xC3F;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC24;&#xC2E; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC27;&#xC3F;&#xC32;&#xC4B; &#xC2E;&#xC28;&#xC35;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41; I have informed your honor of this &#xC05;&#xC26;&#xC3F; &#xC24;&#xC2E; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC47; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is near your hands. &#xC24;&#xC2E; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC27;&#xC3E;&#xC28;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; those who are in your presence, i.e., your servants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC28;&#xC46;&#xC15;&#xC32;&#xC41; sanni-kallu. [Tel.] n. A stone on which articles of food, etc., are bruised. &#xC28;&#xC42;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC28;&#xC42;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-nikarshamu. [Skt.] n. Proximity, nearness. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; san-nik&#x1E5B;ish&#x1E6D;amu. adj. Near, proximate, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sann&#x101;hamu. [Skt.] n. Preparation. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. Armour, mail, accountrements, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC39;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to prepare, to make ready.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sanna-hanamu. [Skt.] n. An endeavour, effort. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;. Hari Vams. H. iv. 126. A breast plate, a piece of armour, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;sannavi&#x1E0D;i. [Tel. from &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;.] adj. Small, fine, (used of species or varieties.) &#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; fine rice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;sann&#x101;yi. [H.] n. A clarionet. &#xC28;&#xC3E;&#xC17;&#xC2A;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F;. (q. v.)
			</div>
                