&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;n-ni-ve&#x1E63;amu. [Skt.] n. An open place, either in a town or its vicinity. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC36;&#xC4D;&#xC1A;&#xC3E;&#xC26;&#xC4D;&#xC2D;&#xC42;&#xC2E;&#xC3F;. The backyard of a house, &#xC17;&#xC43;&#xC39;&#xC3E;&#xC26;&#xC41;&#xC32; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-ni-vish&#x1E6D;amu. [Skt.] adj. Near, present, at hand, entered into, engrossed in. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-nibhamu. [Skt.] adj. Like. resembling. &#xC38;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2D;&#xC41;&#xC21;&#xC41; san-nibhu&#x1E0D;u. n. (In composition,) one who resembles. &#xC38;&#xC26;&#xC43;&#xC36;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2D;&#xC41;&#xC21;&#xC41; bright as the sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-ni-p&#x101;tamu. [Skt.] n. A sort of paralytic disease, delirium, convulsions, hysteria, &#xC5B;&#xC28;&#xC4D;&#xC28;&#xC3F;. A collection assemblage, multitude, &#xC38;&#xC02;&#xC1A;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC2F;&#xC3F;&#xC15;. &#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41;. delirium. &#xC24;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; nervous debility. &#xC30;&#xC41;&#xC17;&#xC4D;&#xC26;&#xC3E;&#xC39;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; pains in the body, attended with thirst. &#xC05;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC41; sudden death or disease caused by eating heartily while convalescent from fever.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sangasin&#x1E6D;su. v. a. To renounce the passions or the world. &#xC15;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41;. To take the vows of an ascetic, to become a monk. To bid farewell to the world, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC3E;&#xC37;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; sany&#x101;samu. n. The ascetic state or condition, monachism, asceticism, Abandonment, relinquishment. &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41; laying aside weapons, renouncing the use of arms. Vaija. ii. 134. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3F; sany&#x101;si. n. A monk, ascetic, hermit. &#xC38;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-nyastamu. [Skt.] adj. Left or abandoned, consigned or delivered to. &#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC2E;&#xC4B;&#xC39;&#xC28;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;san-m&#x14D;hana-vidya. n. Glamoury, bewitching, enchantment. &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; &quot;&#xC24;&#xC28;&#xC38;&#xC28;&#xC4D;&#xC2E;&#xC4B;&#xC39;&#xC28; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC1A;&#xC47;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC28;&#xC3F; &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC02;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Aniruddh. iii. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC46;</span>&#xA0;&#xA0;or &#xC38;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; Same as &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC3F;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC24;&#xC4D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC40;</span>&#xA0;&#xA0;or &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F; sann&#x12B;. [H.] n. A dagger-like sword, a bayonet &#xC24;&#xC41;&#xC2A;&#xC3E;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2C;&#xC3E;&#xC15;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-ni-hitamu. [Skt.] adj. Near, neighbouring, close at hand, adjacent. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; his last moment approaches, his end is drawing near. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; they are our nearest kinsmen. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;an-ni-hitu&#x1E0D;u. n. One who is near, one who is closely related, &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;sa-patni. [Skt.] n. A co-wife; one of several wives, a fellow wife, a rival wife. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC24;&#xC46;, &#xC38;&#xC28;&#xC24;&#xC3F;. &#xC38;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC40;&#xC2E;&#xC3E;&#xC24; sa-patn&#x12B;-m&#x101;ta. n. A stepmother. Vish. v. 227. N. ix. 162. &#xC38;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC41;&#xC21;&#xC41; sa-patnu&#x1E0D;u. n. An enemy, an adversary. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-m&#x101;namu. [Skt.] n. Honor, respect. &#xC2E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC26;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; san-m&#x101;nin&#x1E6D;su. v. a. To honor or pay respect to. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC28;&#xC2E;&#xC41; sanm&#x101;nanamu. n. he act of honoring, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41; san-m&#x101;nitamu. adj. Respected, honored. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;or &#xC38;&#xC2A;&#xC3E;&#xC1F;&#xC2E;&#xC41; sap&#x101;&#x1E6D;a. [Tel.] adj. Level, level with the ground, &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;. &quot;&#xC24;&#xC28;&#xC2E;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC35;&#xC41; &#xC28;&#xC47;&#xC32;&#xC38;&#xC2A;&#xC3E;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC3F;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC1A;&#xC32;&#xC02; &#xC2C;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC3E;&#xC28;&#xC41;&#xC2D;&#xC3E;&#xC35;&#xC41; &#xC28;&#xC46;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; &#xC15;&#xC3E;&#xC36;&#xC40;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;a-p&#x101;damu. [Skt.] adj. And a quarter. &#xC2A;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. Thus, &#xC0F;&#xC15;&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; a lac and a quarter. Vasu preface. 78.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;san-ni-baddhamu. [Skt. &#xC38;&#xC28;&#xC4D;+&#xC28;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.] adj. Bound firmly, fast tied, &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC30;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;saparya. [Skt.]n. Worship, reverence. &#xC2A;&#xC42;&#xC1C;, &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC2F;.
			</div>
                