&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;sa-pr&#x101;&#x1E47;i. [Skt.] adj. Living, having life. &#xC38;&#xC1C;&#xC40;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;sa-pra-y&#x14D;janamu-g&#x101;. [Skt.] adv. Profitably, advantageously. &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sappamu. [from Skt. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;.] n. A serpent. &#xC38;&#xC2A;&#xC4D;&#xC2A;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; sappapu-&#x1E6D;sukka. n. The star called &#xC05;&#xC36;&#xC4D;&#xC32;&#xC47;&#xC37;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sapti. [Skt.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC4D;&#xC24;&#xC32;</span>&#xA0;&#xA0;saptala. [Skt.] n. The double jessamine. &#xC28;&#xC35;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;, &#xC35;&#xC3F;&#xC30;&#xC5B;&#xC3E;&#xC1C;&#xC3F;. A. iv. 151.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saptamu. [Skt. Cf. Eng. &apos;Seven&apos;.] n. and adj. Seven, the seventh. &#xC0F;&#xC21;&#xC41;, &#xC0F;&#xC21;&#xC35;. &#xC38;&#xC2A;&#xC4D;&#xC24; sapta. n. A musical instrument with seven strings. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; saptakamu. n. Seven, &#xC0F;&#xC21;&#xC41;. A ceremony performed on the 12th day after a death. &#xC38;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. adj. Seventh, &#xC0F;&#xC21;&#xC35;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC15;&#xC3F; saptaki. n. A woman&apos;s girdle or zone. &#xC0F;&#xC21;&#xC41;&#xC2A;&#xC47;&#xC1F;&#xC32;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F; &#xC2E;&#xC4A;&#xC32;&#xC2E;&#xC3E;&#xC32;&#xC41;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC1C;&#xC3F;&#xC39;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; &#x1E63;apta-jihvu&#x1E0D;u. n. A epithet of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. Lit. Seven-tongued, i. e. seven flamed; &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC24;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41; sapta-tantuvu. n. A sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC24;&#xC3F; saptati. n. Seventy. &#xC21;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC26;&#xC3F;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC3F; sapta-padi. n. Seven steps. &#xC0F;&#xC21;&#xC21;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; a ceremony performed in marriage. &quot;&#xC36;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC4D; &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC41; &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC41;&#xC32;&#xC41;.&quot; A. vi. 190. &quot;&#xC2D;&#xC3E;&#xC38;&#xC41;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC41;&#xC32;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Bhag. 157. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC25; sapta-patha. n. The pharynx. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC41; saptamamu. adj. The seventh. &#xC0F;&#xC21;&#xC35;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC3F; saptami. n. The seventh day after new or full moon. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC3F;&#xC35;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24; (in grammer) the seventh or Locative case of the noun &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC15;&#xC2E;&#xC41; sapta-r&#x101;&#x1E63;ikamu. n. The Rule of Seven, i. e , a species of Compound Proportion, &#xC0F;&#xC21;&#xC41; &#xC2A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; sapta-samudramulu. n. The seven occeans of Hindu Cosmology. &#xC32;&#xC35;&#xC23;&#xC47;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;, &#xC06;&#xC30;&#xC41;&#xC28;&#xC4A;&#xC15; &#xC38;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F; or &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; sapt-&#x101;rchi. n. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; sapt-&#x101;&#x1E63;vu&#x1E0D;u. n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2A;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sa-pin&#x1E0D;u&#x1E0D;u. [Skt.] n. A kinsman to the seventh generation in a descent from a common ancestor who has right to partake of the funeral cake. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC2D;&#xC3E;&#xC17;&#xC3F;, &#xC38;&#xC2A;&#xC4D;&#xC24; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC2A;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC24;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC3F;, &#xC0F;&#xC21;&#xC41;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC26;&#xC3F;, &#xC38;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41; sa-pin&#x1E0D;&#x12B;n-kara&#x1E47;amu. n. The name of a particular rite celebrated on the 12th day after a death. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC46;&#xC02;&#xC21;&#xC4B;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC30;&#xC41;</span>&#xA0;&#xA0;sabaru. [H.] n. A top-gallant mast. &#xC13;&#xC21;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sabamu. [from Skt. &#xC36;&#xC35;&#xC2E;&#xC41;.] n. Same as &#xC36;&#xC35;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC2C;&#xC41;</span>&#xA0;&#xA0;sababu. [H.] n. Reason, ground, cause. &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2B;&#xC47;&#xC26;&#xC3E;</span>&#xA0;&#xA0;saphed&#x101;. [H.] n. Whitelead used in painting. adj. White, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-phalamu. [Skt.] adj. Fruitful, advantageous, efficacious, successful. &#xC2B;&#xC32;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC17;&#xC42;&#xC21;&#xC3F;&#xC28;, &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC28;&#xC3E; &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC41; &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; my life has borne fruit, has been worth living. &#xC28;&#xC3E; &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15; &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; my desire is accomplished &#xC08; &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; this plan turned out well, this method was successful. &#xC28;&#xC3E; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35; &#xC1C;&#xC28;&#xC4D;&#xC2E; &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; the merit I acquired in a former birth has now brone fruit. &#xC38;&#xC2B;&#xC32;&#xC24; &#x1E63;a-phalata. n. Benefit, advantage, success, fulfilment. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC24;, &#xC38;&#xC3E;&#xC2B;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2B;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sapharamu. [Skt.] n. The silver fish to the gleam of which in water poets compare the flash of a glancing eye.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;a-pha&#x1E47;amu. [Skt.] adj. Crested, hooded. &#xC2A;&#xC21;&#xC17;&#xC17;&#xC32;. &quot;&#xC38;&#xC2B;&#xC23;&#xC02; &#xC2C;&#xC48;&#xC2F;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC40;&#xC30;&#xC3E;&#xC39;&#xC3F;.&quot; Anir. iii. 125.
			</div>
                