&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC40;&#xC38;&#xC41;</span>&#xA0;&#xA0;sab-niv&#x12B;su. [H.] n. A writer, paymaster.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC4D;&#xC1C;&#xC3E;</span>&#xA0;&#xA0;sabj&#x101;. [H.] n. Green or black colour.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;saburu. [H.] n. A voyage, &#xC26;&#xC30;&#xC3F;&#xC38;&#xC2C;&#xC41;&#xC30;&#xC41; sailing along the coast, a coasting trip. &#xC32;&#xC4B;&#xC38;&#xC2C;&#xC41;&#xC30;&#xC41; sailing far out at sea.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC3F;&#xC21;&#xC40;</span>&#xA0;&#xA0;sabi&#x1E0D;i. [Tel.] n. A kind of weapon. &quot;&#xC38;&#xC2C;&#xC3F;&#xC21;&#xC40;&#xC32;&#xC35;&#xC02;&#xC15;&#xC41;&#xC32; &#xC5B;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC33;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; &#xC05;&#xC1A;&#xC4D;&#xC1A;. &#xC2F;&#xC41;. &#xC15;&#xC3E;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sab&#x101;mu. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.] Same as &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. (q. v.) &quot;&#xC24;&#xC47; &#xC2A;&#xC3E;&#xC32;&#xC41; &#xC15;&#xC21;&#xC41;&#xC2C;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F; &#xC38;&#xC2C;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC28;&#xC41;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2C;&#xC33;&#xC2E;&#xC41; sabalamu. [Skt. &#xC38;+&#xC2C;&#xC32;&#xC2E;&#xC41;.] n. A sort of spear. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC05;&#xC28;&#xC47; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC08;&#xC1F;&#xC46;. &quot;&#xC38;&#xC2C;&#xC33;&#xC2E;&#xC41; &#xC26;&#xC30;&#xC4D;&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC1C;&#xC42;&#xC1A;&#xC46;&#xC28;&#xC4D; &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC38;&#xC4B;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC4D;&#xC15;&#xC24;&#xC4B;&#xC21;&#xC28;&#xC4D;.&quot; M. X. i. 185.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;</span>&#xA0;&#xA0;sam. [Skt.] A particle and prefix implying Union, junction, with, together: as a prefix it corresponds to con, co, com. It means also, much, great or well, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;. &#xC38;&#xC2E;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41; very great, very much, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; to see well. &#xC38;&#xC2E;&#xC3E;&#xC35;&#xC43;&#xC24;&#xC2E;&#xC41; well covered or surrounded &#xC38;&#xC2E;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41; a good support. &#xC38;&#xC2E;&#xC3E;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; well supported. &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; well got or obtained. &#xC38;&#xC2E;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; very proper or suitable. &#xC38;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; well born. &#xC38;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC41;&#xC15;&#xC2E;&#xC41; very glad or joyful. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;. well born. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC2E;&#xC41; very great or proud. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC43;&#xC24;&#xC2E;&#xC41; well raised or supported. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; to be born well. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; well born. &#xC38;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41; very high See &#xC38;&#xC02;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2D;</span>&#xA0;&#xA0;sabha. [Skt.] n. A convocation, court, an assembly, meeting, levee, council, association, society. A place of meeting, a hall of audience. &#xC38;&#xC2E;&#xC3E;&#xC1C;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F;, &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC38;&#xC2D; a superior court or a court of appeal. &#xC38;&#xC2D;&#xC3E;&#xC24;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2E;&#xC41; betel, etc. served out at a public meeting. &#xC38;&#xC2D;&#xC3E;&#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41; bashfulness in company. &#xC38;&#xC2D;&#xC3E;&#xC2A;&#xC24;&#xC3F; sabha-pati. n. The president of an assembly, a chairman at a meeting, &#xC38;&#xC2E;&#xC3E;&#xC1C;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC2D;&#xC3E;&#xC38;&#xC26;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC2D;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; sabh&#x101;-sadu&#x1E0D;u. n. A member of a council, a councillor, one present at a meeting. One of a company, &#xC38;&#xC2D;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC4A;&#xC15;&#xC21;&#xC41;, &#xC38;&#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC35;&#xC3E;&#xC26;&#xC3F;, &#xC38;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41; sabhyamu.adj. Polite, polished, genteel, well-bred, fit for or admissible into society. &#xC38;&#xC2D;&#xC3E;&#xC30;&#xC02;&#xC1C;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4C;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC24;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2D;&#xC4D;&#xC2F;&#xC24; sabhyata. n. Politeness, refinement in manners. &#xC38;&#xC1C;&#xC4D;&#xC1C;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC2D;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; sabhya-tvamu. n. Courtiership, councillorship. &#xC38;&#xC2D;&#xC3F;&#xC15;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. B. vii. 157. &#xC38;&#xC2D;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; sabhyu&#x1E0D;u. n. A councillor, a good man, a man of good birth or manners. &#xC38;&#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC2D;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;sa-branma-ch&#x101;ri. [Skt.] n. A fellow disciple or student. &#xC38;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC39;&#xC2A;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; sabbu-biyyamu. [Tel.] n. Sago. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;sabbu. [Eng. &apos;Soap.&apos;] n. Soap. &#xC1A;&#xC4C;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC1C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC35;&#xC41;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;sabban&#x1E0D;u. [Tel.] n. A jumble or omnium gatherum, dirt, rubbish. &#xC05;&#xC28;&#xC47;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC09;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC35;&#xC1A;&#xC2E;&#xC41;, &#xC15;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC2E;&#xC41;. Filtby language. &#xC08; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC21;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; this rice is a mass of dirt, mere rubbish.
			</div>
                