&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC24;</span>&#xA0;&#xA0;See under &#xC38;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC1C;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;samajya. [Skt.] n. An assembly, meeting. &#xC38;&#xC2D;, &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC24;&#xC4D;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-agramu. [Skt.] adj. Entire, whole, complete. &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC24;, &#xC38;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC3F;&#xC2E; or &#xC38;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC2E;&#xC41; sam-agrata. n. Whole, entirety. &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC41;, &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-akshamu. [Skt.] n. Presence, sight. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;. adj. Seen, visible, &#xC28;&#xC2F;&#xC28;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC4B;&#xC1A;&#xC30;&#xC2E;&#xC48;&#xC28;. adv. In sight of, in presence of, before. &#xC0E;&#xC26;&#xC41;&#xC30;, &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC15;&#xC4A;&#xC28;&#xC41;</span>&#xA0;&#xA0;sama-konu. [Skt.+Tel.] v. n. To be got, to be obtained; happen, occur. &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41; v. a. To attempt, to aim at. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC36;&#xC30;&#xC40;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC38;&#xC2E;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC28;&#xC4D;&quot; Swa. ii. 63. &#xC38;&#xC2E;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC35;&#xC40;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC15;&#xC41; &#xC38;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1C;&#xC47;&#xC2F;&#xC15; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC38;&#xC3E;&#xC17;&#xC26;&#xC47;.&quot; P. i. 215. &#xC38;&#xC2E;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC38;&#xC2E;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC41; sama-kolupu. v. a. To cause to happen. &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. To make ready, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. To have, bear, endure, &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To induce, incite, persuade. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC28;&#xC28;&#xC41;&#xC15;&#xC43;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC28;&#xC3F; &#xC1C;&#xC47;&#xC2F; &#xC28;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC2E;&#xC15;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC38;&#xC26;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;.&quot; L. i. 160. &#xC38;&#xC2E;&#xC15;&#xC4B;&#xC32;&#xC41; sama-k&#x14D;lu. n. The act of happening, occurrence, accruement. &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC15;&#xC42;&#xC21;&#xC41;, &#xC38;&#xC2E;&#xC15;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2E;&#xC15;&#xC41;&#xC30;&#xC41; sama-k&#x16B;&#x1E0D;u. [Skt.+Tel.] v. n. To succeed or take effect, to accrue to, to be got, to be accomplished, to happen, occur. &#xC1A;&#xC47;&#xC15;&#xC42;&#xC30;&#xC41;, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC38;&#xC02;&#xC2D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;.&quot; &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC2E;&#xC30;&#xC1C;&#xC2F;&#xC2E;&#xC41;&#xC38;&#xC2E;&#xC15;&#xC42;&#xC30;&#xC26;&#xC41;.&quot; M. XII. iii. 179. &#xC38;&#xC2E;&#xC15;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC38;&#xC2E;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; sama-k&#x16B;rutsu. v. a. To cause, effect, bring about. &#xC1A;&#xC47;&#xC15;&#xC42;&#xC30;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;sama-ka&#x1E6D;&#x1E6D;u. [Skt.+Tel.] v. n. To get ready, to try, attempt. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2A;&#xC21;&#xC41;. &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; v. a. To prepare, make ready, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. To arrange, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. To make, &#xC1A;&#xC47;&#xC2F;&#xC41;. To get, obtain, &#xC38;&#xC47;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02; &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC46;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC32;&#xC38;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC2F;&#xC3E;&#xC24;&#xC41;&#xC25;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC1A;&#xC3F;&#xC32;&#xC41;&#xC35; &#xC2E;&#xC46;&#xC21;&#xC3F;&#xC2F;.&quot; Swa. iv. 166. n. A piece of armour, &#xC15;&#xC35;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC02;&#xC1C;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-manjasamu. [Skt.] adj. Just, right, proper, fit, correct, accurate, true. &#xC38;&#xC2E;&#xC40;&#xC1A;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC02;&#xC1A;&#xC3F;, &#xC24;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC2A;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &quot;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC35;&#xC48;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC28;&#xC2E;&#xC28; &#xC1C;&#xC4A;&#xC30;&#xC28;&#xC40;&#xC15; &#xC15;&#xC21;&#xC41;&#xC38;&#xC2E;&#xC02;&#xC1C;&#xC38; &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F;.&quot; Vish. viii. 440. n. Justice, propriety, fitness, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC28;&#xC15;&#xC41; &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC28; &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC15; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-anvitamu. [Skt.] adj. Accompanied by, joined, united, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC27;&#xC3F;&#xC17;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-adhi-gamamu. [Skt.] n. Obtaining, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1F;.
			</div>
                