&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC30;&#xC4D;&#xC24;</span>&#xA0;&#xA0;or &#xC38;&#xC2E;&#xC30;&#xC24; samarta. [Tel.] n. Puberty. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41; samart-&#x101;&#x1E0D;u. v. n. To be grown, arrive at puberty (used of a woman), &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC35;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41;, &#xC0B;&#xC24;&#xC41;&#xC2E;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;samaramu. [Skt.] n. Combat, war, a battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;samayu. [from Skt. &#xC36;&#xC2E;&#xC4D;.] v. n. To be ruined or destroyed, to perish, to die. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC46; &#xC38;&#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.&quot; Vema. 139. &quot;&#xC24;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC38;&#xC2E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC38;&#xC2E;&#xC38;&#xC46;.&quot; M. XIII. v. 466. &#xC38;&#xC2E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC2E;&#xC2F;&#xC1C;&#xC42;&#xC1A;&#xC41; samayin&#x1E6D;su. v. a. To destroy, kill. &#xC38;&#xC02;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;. &quot;&#xC05;&#xC28;&#xC41;&#xC1C;&#xC41;&#xC32; &#xC26;&#xC28;&#xC2F;&#xC41;&#xC32; &#xC2E;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC28;&#xC41; &#xC38;&#xC2E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC2E;&#xC30;&#xC4B;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; M. IX. ii. 16. &#xC38;&#xC2E;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; samasi-p&#x14D;vu. v. n. To be ruined or destroyed, to perish, to die. To be expended, consumed, worn out. &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC05;&#xC32;&#xC38;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;samayamu. [Skt.] n. An opportunity, occasion. An age, period. Time, season, juncture, crisis, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC09;&#xC1A;&#xC3F;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. Leisure, &#xC24;&#xC40;&#xC30;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41;. An oath, imprecation. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC1C;&#xC4D;&#xC1E;, &#xC36;&#xC2A;&#xC25;&#xC2E;&#xC41;. An established moral or ceremonial custom, &#xC06;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;. A settled conclusion, a demonstration, a decision. A contract, engagement, covenant. A sign, &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC2E;&#xC41;. A school of philosophy, &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC24;&#xC2E;&#xC41;. A doctrine, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC36;&#xC3F;&#xC35;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; the Saivite sect. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; the Vaishnavite sect. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC42;&#xC38;&#xC4D;&#xC24;&#xC42; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is looking for an opportunity. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he helped me in time of need. &#xC38;&#xC2E;&#xC2F;&#xC2A;&#xC41;&#xC38;&#xC02;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; a time of difficulty. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;&#xC35;&#xC3F;&#xC21;&#xC41;&#xC1A;&#xC41; to forsake a man in the time of need. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; when an opportunity arises.&#xC28;&#xC47;&#xC28;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; when I was absent. &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC17;&#xC02;&#xC1F;&#xC32;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC41; when it was about four o&apos; clock. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC40; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F; a time server, a fickle man. &#xC38;&#xC2E;&#xC2F;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; a quick memory or understanding. &#xC38;&#xC2E;&#xC2F;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a quick-witted man. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28; or &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC17;&#xC41; samayam-aina. adj. Opportune, seasonable. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;. &quot;&#xC38;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC35;&#xC47;&#xC33;.&quot; H. ii. 53. &#xC38;&#xC2E;&#xC2F;&#xC2A;&#xC21;&#xC41; samaya-pa&#x1E0D;u. v. n. To attempt, &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. To watch for an opportunity. To become opportune. To resolve on secrecy, &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &quot;&#xC38;&#xC2E;&#xC2F;&#xC2A;&#xC21;&#xC3F; &#xC35;&#xC28;&#xC35;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. &#xC38;&#xC2E;&#xC2F;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; samay-&#x14D;chitamu. adj. Seasonable, suitable to the occasion, appropriate, &#xC15;&#xC3E;&#xC32;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC2F;&#xC4B;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC1F; a word in season, an appropriate word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;samamu. [Skt.] adj. Like, alike, similar, same, equal, even, smooth, level. Impartial, free from passion, equable. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC2C;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC47;. &#xC38;&#xC2E;&#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F; a round or even sum. &#xC38;&#xC2E;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; one who is equitable or impartial. n. Equality, evenness, &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC24;, &#xC05;&#xC35;&#xC3F;&#xC37;&#xC2E;&#xC24;. A year, &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2D;&#xC42;&#xC2A;&#xC24;&#xC3F;&#xC2F;&#xC47;&#xC15;&#xC37;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC47;&#xC02;&#xC26;&#xC41;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC24;&#xC4B;&#xC28;&#xC4D;.&quot; Vish. vi. 76. &#xC38;&#xC2E;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; samamu-ch&#x113;yu. v. a. To level or equalise. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15; &#xC38;&#xC30;&#xC41;&#xC26;&#xC41;, &#xC08;&#xC21;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC2E;&#xC1A;&#xC24;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41; sama-chatur-asramu. adj. Four square. &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC2E;&#xC24; or &#xC38;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; samata. n. Equality, similarity, sameness. &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC24;, &#xC38;&#xC2E;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC3F; sama-dar&#x1E63;i. n. One who regards all things alike, an impartial man. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC2E;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; sama-d&#x1E5B;ish&#x1E6D;i. n. An impartial attitude, considering all things alike. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41;. &#xC38;&#xC2E;&#xC2A;&#xC26;&#xC2E;&#xC41; sama-padamu. n. Standing with the two legs on the same line, as an archer. &#xC35;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC24;&#xC4B; &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;. &#xC38;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC41; sama-rasamu. n. Equality, uniformity, Familiarity, fellowship. Kindness, amicableness, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC30;&#xC3E;&#xC17;&#xC17;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC38;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are now on good terms. &#xC38;&#xC2E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F; sama-varti. n. One who treats all alike. &#xC05;&#xC02;&#xC24;&#xC1F; &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A name of Yama the King of Hell.&#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. P. iv. 398. &#xC38;&#xC2E;&#xC38;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3F; sama-supti. n. Lit. an equal or universal sleep. The end of a Kalpa or Age; the destruction of the world, &#xC2F;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &quot;&#xC38;&#xC2E;&#xC38;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC2C;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC1C;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC26;&#xC4D;&#xC30;&#xC41;&#xC02;&#xC1A;&#xC3F;.&quot; BD. v. 27. &#xC38;&#xC2E;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41; sam-&#x101;m&#x1E63;amulu. n. plu. Equality of parts, equal proportions, &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC21;&#xC41; samu&#x1E0D;u. n. He who resembles, &#xC38;&#xC26;&#xC43;&#xC36;&#xC41;&#xC21;&#xC41;.
			</div>
                