&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x101;jamu. [Skt.] n. A multitude, assembly, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A society, association, congregation, church, &#xC38;&#xC2D;, &#xC38;&#xC02;&#xC18;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC1C;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; a member of a society, congregation or church.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x101;ch&#x101;ramu. [Skt.] n. News, tidings, intelligence, a report, a message. An occurrence, matter, affair. &#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC16;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;sam-&#x101;khya. [Skt.] n. Fame. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;. Confederation, convention. &#xC2C;&#xC02;&#xC26;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC02;&#xC38;&#xC2E;&#xC40;&#xC28;</span>&#xA0;&#xA0;sam&#x101;m-sam&#x12B;na. [Skt.] n. A cow which calves every year. &#xC0F;&#xC1F;&#xC47;&#xC1F; &#xC08;&#xC28;&#xC41; &#xC06;&#xC35;&#xC41;. Satyabha. iv. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC38;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;samasya. [Skt.] n. Part of a stanza proposed by one person to be completed by another as a trial of skill. &#xC15;&#xC35;&#xC3F;&#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Error for &#xC38;&#xC02;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;samastamu. [Skt.] adj. All, whole, entire, complete, &#xC38;&#xC15;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC24;&#xC3E;. n. The whole, all.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC37;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC2E;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3F; samash&#x1E6D;i. [Skt.] n. The whole, the entirety. &#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. adj. Collected, collective, joint. &#xC38;&#xC2E;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC06;&#xC2A;&#xC4D;&#xC24;&#xC3F; joint property. &#xC38;&#xC2E;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E; or &#xC38;&#xC2E;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E; samash&#x1E6D;i-g&#x101;. adv. Collectively. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC2E;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they live as one family.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x101;namu. [from Skt. &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;.] n. Consent, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;. [Skt.] The vital air. &#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. adj. Like, similar, equal, &#xC38;&#xC26;&#xC43;&#xC36;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC48;&#xC28; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41; a synonym or equivalent word. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; sam&#x101;nu&#x1E0D;u. n. An equal. &#xC38;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC41; equals in all respects.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F;</span>&#xA0;&#xA0;sam&#x101;dhi. [Skt.] n. A grave, or tomb. &#xC36;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC3E;&#xC24;&#xC3F; &#xC2A;&#xC48;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;. &#xC17;&#xC4B;&#xC30;&#xC40;. Deep meditation on the Deity, devout abstraction, absorption of thought. &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC24;&#xC26;&#xC47;&#xC15;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; a place where a recluse sits when praying or meditating. &#xC26;&#xC47;&#xC35;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC2E;&#xC40;&#xC26;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;&#xC1A;&#xC4B;&#xC1F;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC1C;&#xC32;&#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC3F; they found a watery grave.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x101;dh&#x101;namu. [Skt.] n. Peace, tranquility, satisfaction, consent, agreement, a treaty. A reason, ground. &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC21;&#xC41; sam-&#x101;dh&#x101;na-pa&#x1E0D;u. v. n. To agree, consent. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC2A;&#xC21;&#xC41;. To be reconciled. &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; sam-&#x101;dh&#x101;na-paru&#x1E6D;su. v. a. To cause one to agree on consent. To reconcile, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sum-arthanamu. [Skt.] n. Perseverance. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC24;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;, Maintaining, establishing, proving, accomplishing, performing, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41; sam-arth-in&#x1E6D;su. v. a. To master, overcome a difficulty, succeed, accomplish, achieve, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC24;&#xC17;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; sam-ar-thamu. adj. Able, capable, versed in, master of. Adequate, powerful, strong. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC32;, &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC17;&#xC32;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC24; sam-arthata. n. Ability, cleverness, capability. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; sam-arthu&#x1E0D;u. A man of ability or talent. &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC41; I have not the ability to do so.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sam-arpintsu. [Skt.] v. a. To offer a thing (to a god, &amp;c.) &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41; or &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC23; sam-arpa&#x1E47;amu. n. The act of offering any thing (to a god, &amp;c.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC35;&#xC47;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sama-v&#x113;tamu. [Skt.] adj. Mixed, mingled, united. &#xC2E;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sama-v&#x101;yamu. [Skt.] n. A flock, multitude, collection, heap. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;See under &#xC38;&#xC2E;&#xC2E;&#xC41;.
			</div>
                