&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x101;v&#x113;&#x1E63;amu. [Skt.] n. Being together at one place. &#xC12;&#xC15;&#xC1A;&#xC4B;&#xC1F; &#xC15;&#xC42;&#xC21;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. Entrance, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. Meeting, &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC30;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x101;r&#x101;dhanamu. [Skt.] n. Worship, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC06;&#xC30;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x101;pakamu. [Skt.] adj. That which completes. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC38;&#xC2E;&#xC3E;&#xC35;&#xC15;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; sam&#x101;paka-kriya. n. A finite verb. &#xC05;&#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC15;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; an incomplete verbal form which cannot finish a sentence. &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; sam&#x101;panamu. n. Finishing, completing. Killing, destroying, &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; sam-&#x101;ptamu. adj. Finished, completed, &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC28;. &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41; or &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41; sam-&#x101;ptam-agu. v. n. To become finished or completed. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F; sam-&#x101;pti. n. The end, completion, close, conclusion, finis. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;. Death, &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; sam-&#x101;plin&#x1E6D;su. v. a. To finish, end, close, conclude, &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; sam-&#x101;pyamu. adj. That which is fit to be ended, terminable, &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x12B;kamu. [Skt.] n. War, a combat, a battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3F;&#xC27;</span>&#xA0;&#xA0;samidha. [Skt.] n. Sacrificial fuel, wood for a sacrifice. &#xC07;&#xC27;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC26;&#xC41;&#xC17;&#xC41;. Firewood, &#xC35;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC30;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;samiti. [Skt.] n. An assembly, company, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. War, a battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Union, &#xC38;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; samittu. n. War, a battle. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC39;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x101;hvayamu. [Skt.] n. A name, an appellation. &#xC2A;&#xC47;&#xC30;&#xC41;. &#xC28;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC2F;&#xC2E;&#xC41;. A battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x101;hitamu. [Skt.] adj. Well placed, settled, assembled, compiled, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Promised, agreed, or assented to, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;. Absorbed in meditation, engaged in devout meditation. Attentive, cautious. &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; sam-&#x101;hitu&#x1E0D;u. n. One who is well placed. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2E;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; sam-&#x101;h&#x101;ramu. [Skt.] n. An aggregation, collection, assemblage; contraction, abridgment. &#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC2A;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x101;samu. [Skt.] n. Composition of words, formation of compound terms. A combination of several words into one, all but the final being devoid of the signs of case, a compound word, &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC2E;&#xC42;&#xC21;&#xC41; &#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC47;&#xC15;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC41; &#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32; &#xC2F;&#xC47;&#xC15;&#xC40;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC38;&#xC15;&#xC2E;&#xC41; sam&#x101;sakamu. n. A compound word formed out of pure Telugu words, &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2A;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC38;&#xC2E;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC3E;&#xC38;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; a compound word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC3E;&#xC38;&#xC02;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x101;sanjitamu. [Skt.] adj. United, combined, connected with. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;.&quot; &#xC35; &#xC2A;&#xC41;&#xC30;&#xC4B;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC36;&#xC3E;&#xC16;&#xC3E;&#xC38;&#xC2E;&#xC3E; &#xC38;&#xC02;&#xC1C;&#xC3F;&#xC24; &#xC38;&#xC2E;&#xC02;&#xC1C;&#xC38;&#xC30;&#xC24;&#xC4D;&#xC28; &#xC2A;&#xC02;&#xC1C;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC02; &#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; KP. v. 26.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC40;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x12B;-kara&#x1E47;amu. [Skt.] n. Equalization, making equal to. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;, &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;, &#xC38;&#xC2E;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; sam&#x12B;-karin&#x1E6D;su. v. a. To equalize, make equal to. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x12B;-k&#x1E5B;itamu. [Skt.] adj. United. &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
                