&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-mukhamu. [Skt.] n. Presence, proximity, nearness. &#xC0E;&#xC26;&#xC41;&#xC30;&#xC41;, &#xC38;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC40;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC30;&#xC3E;&#xC2F;&#xC2C;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to come into a man&apos;s presence and then send an embassy to him, that is to do an unnecessary thing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC40;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x12B;ra&#x1E47;amu. [Skt.] n. Going well. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1F;. &#xC38;&#xC2E;&#xC40;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; sam&#x12B;-ritamu. adj. Gone, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;. Thrown away, &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. Sent, despatched, &#xC2A;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. Said, uttered, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC38;&#xC2E;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41; sam&#x12B;ru&#x1E0D;u. n. Wind, air, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x12B;pamu. [Skt.] n. Nearness, proxi&#x1E43;ity, &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;, &#xC1A;&#xC47;&#xC30;&#xC41;&#xC35;. &#xC06;&#xC2F;&#xC28; &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I stood near him. adj. Near. &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC2E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; it is near noon. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; sam&#x12B;pa-sthu&#x1E0D;u. n. A bystander. &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; sam&#x12B;-pin&#x1E6D;su. v. n. To come near, approach, be imminent. &#xC26;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC30;&#xC15;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC47;&#xC33;&#xC15;&#xC41; when his father was about to die, when death was near at hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC40;&#xC1A;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x12B;ch&#x12B;namu. [Skt.] adj. True, right, correct, fit, proper. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC02;&#xC1C;&#xC38;&#xC2E;&#xC48;&#xC28;. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC17;&#xC3F;&#xC28;. n. Truth, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x12B;kshanamu. [Skt.] n. The act of looking well, careful inspection, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1F;. &#xC38;&#xC2E;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F; sam-ikshya-k&#x101;ri. n. One who does a thing after due consideration. a prudent man. &#xC38;&#xC2E;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; sam-&#x12B;kshya-k&#x101;ritvamu. n. Prudence, forethought. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC38;&#xC2E;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; acting inconsiderately, imprudence. The last book of the Pancha tantram is to styled.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;samud-d&#x101;ru&#x1E0D;u. [H.] n. One who manages a Samut or subdivision of a Taluq. &#xC12;&#xC15; &#xC38;&#xC2E;&#xC41;&#xC24;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC17;&#xC15;&#xC2E;&#xC41; samudgamu. [Skt.] n. A casket, a covered box. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;, &#xC38;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;, &#xC2C;&#xC30;&#xC3F;&#xC23;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;&#x1E63;amud&#x101;y-in&#x1E6D;su. [from Skt. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;.] v. a. To comfort, persuade. To appease, lull, &#xC13;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC41;&#xC26;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-udayamu. [Skt.] n. The state or act of being well born. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC09;&#xC26;&#xC2F;&#xC2E;&#xC41;. A multitude, assembly, quantity. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC1A;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41; samud&#x101;yamu. n. A multitude. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2A;&#xC41;&#xC28;&#xC47;&#xC32; a piece of land which is common to various persons, land held in commmon. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2A;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC2E;&#xC41; a general petition.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC41;&#xC30;&#xC41;</span>&#xA0;&#xA0;samutu. [H.] n. A combination or league, a strike among workmen. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &quot;&#xC12;&#xC15; &#xC2F;&#xC47;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC3F; &#xC28;&#xC3E;&#xC1F;&#xC30;&#xC47;&#xC2F;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC24;&#xC48;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC30;&#xC4B;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC1F;&#xC41;&#xC35;&#xC47;&#xC21;&#xC41;&#xC15;&#xC15;&#xC41;&#xC02;&#xC30;&#xC3E;&#xC15;&#xC2F;&#xC41;.&quot; Vaij. ii. 87. &#xC38;&#xC2E;&#xC41;&#xC24;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; samutu-ka&#x1E6D;&#x1E6D;u. v. n. To strike work, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC38;&#xC2E;&#xC41;&#xC24;&#xC41;&#xC2A;&#xC21;&#xC41; to be caught, to yeild, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC21;&#xC41;, &#xC38;&#xC2E;&#xC41;&#xC24;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; to cause to yeild. &quot;&#xC24;&#xC47; &#xC2E;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC26;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC17;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC38;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC3F; &#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC47; &#xC38;&#xC2E;&#xC41;&#xC24;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;, &#xC35;&#xC3E;&#xC17;&#xC46;&#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC2E;&#xC3E;&#xC32;&#xC4D;&#xC35;&#xC3E;&#xC17;&#xC46;&#xC38;&#xC21;&#xC32;&#xC3F;, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC2A;&#xC4B;&#xC15;&#xC3F;&#xC28; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30; &#xC2C;&#xC30;&#xC35;&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-uchechayamu. [Skt.] n. Connection, collocation, conjunction. A collection, assemblage; (gram.) a conjunction. &#xC1A;&#xC46;&#xC26;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;, &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
                