&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x16B;hamu. [Skt.] n. A crowd, multitude, number, flock, heap, quantity. &#xC28;&#xC3F;&#xC35;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; sa-mudramu. [Skt.] n. The sea, ocean. &#xC05;&#xC2C;&#xC4D;&#xC27;&#xC3F;, &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;, &#xC38;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC21;&#xC32;&#xC3F;. There are 7 seas according to Hindu mythology, viz., &#xC32;&#xC35;&#xC23;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; the sea of salt, &#xC07;&#xC15;&#xC4D;&#xC37;&#xC41; &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; the sea of sugar, &#xC38;&#xC41;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; the sea of wine, &#xC24;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; the sea of ghee, &#xC26;&#xC27;&#xC3F;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; the sea of curds, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; the sea of milk, and &#xC1C;&#xC32;&#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; the sea of waters, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC28;&#xC35;&#xC28;&#xC40;&#xC24;&#xC2E;&#xC41;. lit. the butter of the ocean, an epithet of the moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; a flamingo, &#xC2A;&#xC42;&#xC15;&#xC4A;&#xC02;&#xC17;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC1A;&#xC4D;&#xC1A; samudra-pa&#x1E6D;s&#x1E6D;sa. n. A plant called Convolvulus speciosus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-madamu. [Skt.] n. Joy, pleasure, happiness. &#xC2A;&#xC4D;&#xC30;&#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC41;, &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC26; sam-mada. n. A gratuity, donation, gift. &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2C;&#xC39;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &quot;&#xC06;&#xC32;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC26;&#xC32;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC1B;&#xC24;&#xC4D;&#xC30; &#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC3E;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC3F;&#xC15;&#xC32;&#xC3E;&#xC26;&#xC3F; &#xC17;&#xC3E;&#xC17;&#xC32;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4B;&#xC30;&#xC2A;&#xC41; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC32;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC39;&#xC40;&#xC2A;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; &#xC38;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Zacc. i. 135.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-matamu. [Skt.] adj. Assented to, agreed to, concurred in, approved of, liked, agreeable, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC2F;&#xC48;&#xC28;, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;. &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC28;&#xC3F; a legal act. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F; that which is not agreeable to him. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; sam-matamu-g&#x101;. adv. Willingly, agreeably, according to. &#xC2E;&#xC28;&#xC03; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; according to rule. &#xC24;&#xC2E;&#xC24;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC26;&#xC48;&#xC35;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3F; you should give such a decision as may be right in the sight of God. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F; sam-mati. n. Consent approbation, assent. &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC1C;&#xC4D;&#xC1E;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; a text adduced in proof. &#xC36;&#xC47;&#xC37;&#xC2F;&#xC4D;&#xC2F; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC4A;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; &#xC30;&#xC02;&#xC17;&#xC2F;&#xC4D;&#xC2F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; signed by me, Rangaya, on behalf of my father Seshaya. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC32;&#xC41; or &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; sam-mat-in&#x1E6D;su. v. n. To consent or agree. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC41;&#xC21;&#xC41; sam-matu&#x1E0D;u. n. One who assented to or agreed to; one who is approved of, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC41;&#xC21;&#xC41; he whom all approve.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC47;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-m&#x113;lamu. [from Skt. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC33;&#xC28;&#xC2E;&#xC4D;.] n. Friendship, familiarity; meeting. &#xC12;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC47;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam&#x113;tamu. [Skt.] adj. Having, possessed of, accompanied by. &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;, &#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC32;. &#xC38;&#xC2E;&#xC47;&#xC24;&#xC2E;&#xC41; or &#xC38;&#xC2E;&#xC47;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; adv. With, together with, along with. &#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC42;&#xC21;&#xC3E;. &#xC38;&#xC2E;&#xC47;&#xC24;&#xC41; sam&#x113;tu. [for &#xC38;&#xC2E;&#xC47;&#xC24;&#xC2E;&#xC41;.] adv. Even. &#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC3E;. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC2E;&#xC47;&#xC24;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; I have not got even food to eat. &#xC38;&#xC2E;&#xC47;&#xC24;&#xC41;&#xC21;&#xC41; sam&#x113;tu&#x1E0D;u. n. One who is accompanied by, attended by; he who has or is possessed of, &#xC38;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC47;&#xC28;&#xC3E; &#xC38;&#xC2E;&#xC47;&#xC24;&#xC41;&#xC21;&#xC48;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC41; he came with his troops. &quot;&#xC05;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC4B; &#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC47;&#xC24;&#xC41;&#xC32;&#xC48;.&quot; M. I. ii. 13. &quot;&#xC2F;&#xC3E;&#xC2E;&#xC17;&#xC23;&#xC38;&#xC2E;&#xC47;&#xC24;&#xC41;&#xC21;&#xC48;&#xC2E;&#xC39;&#xC3E;&#xC2D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;&#xC21;.&quot; (Vish. ii. 58.) attended by goblins and inspiring fear.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-&#x1E5B;iddhamu. [Skt.] adj. Ample, full, entire; abundant, plentiful, &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F; sam-&#x1E5B;iddhi. n. Fulness, plentitude, abundance. Increase, prosperity, success. &#xC05;&#xC2D;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC02;&#xC2A;&#xC26;. &#xC06; &#xC15;&#xC41;&#xC02;&#xC21; &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I filled the pot. &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E; sam-&#x1E5B;iddhi-g&#x101;. adv. Amply, plentifully, fully. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2F;&#xC17;&#xC41; sam-&#x1E5B;iddhi-y-agu. v. n. To grow full. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC17;&#xC41;. &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; sam-&#x1E5B;iddhu&#x1E0D;u. n. A wealthy or prosperous man. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-mardamu. [Skt.] n. A throng, crowd, press. &#xC38;&#xC02;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC21;&#xC3F;, &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. War, a battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC1C;&#xC28;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41; a crowd or press of people. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; sam-mardamu-g&#x101;-n-un&#x1E0D;&#x113;. adj. Crowded. &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-m&#x101;nanamu. [Skt.] n. The act of respecting, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; sam-m&#x101;namu. n. Respect, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
                