&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;sam-r&#x101;&#x1E6D;&#x1E6D;u. [Skt.] n. A paramount sovereign, an emperor. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC27;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2F;&#xC15;&#xC4D;</span>&#xA0;&#xA0;or &#xC38;&#xC2E;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC15;&#xC41; samyak. [Skt.] adv. All, wholly, properly, duly, fitly. &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;</span>&#xA0;&#xA0;sam-me&#x1E6D;a. [Tel.] n. A sledge hammer. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;. [from Skt. &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC2F;&#xC37;&#xC4D;&#xC1F;&#xC3F;.] n. A whip. &#xC15;&#xC36;, &#xC15;&#xC4A;&#xC30;&#xC21;&#xC3E;. &quot;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F; &#xC35;&#xC47;&#xC1F;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC2C;&#xC21;&#xC15;.&quot; B. i. 14. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F;&#xC15;&#xC4B;&#xC32; sam-me&#x1E6D;a-k&#x14D;la. n. A javelin, a lance. &#xC08;&#xC1F;&#xC46;. &quot;&#xC05;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1F; &#xC15;&#xC4B;&#xC32;&#xC32;&#xC28;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41;&#xC32;.&quot; M. VII. iii. 57.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC46;</span>&#xA0;&#xA0;or &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2F; samme [from Skt. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;.] n. Confederation, league. &#xC38;&#xC2E;&#xC3E;&#xC16;&#xC4D;&#xC2F;, &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC1C;&#xC3E;&#xC2C;&#xC41; a letter signed by many.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-mudamu. [Skt.] n. Great joy. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC32;&#xC41; sam-m&#x101;&#x1E37;igalu. [from Skt.] n. plu. Sandals. &#xC2A;&#xC3E;&#xC35;&#xC41;&#xC15;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;. Shoes, &#xC2A;&#xC3E;&#xC2A;&#xC4B;&#xC38;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC32;&#xC41; silk shoes. &quot;&#xC38;&#xC40; &#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC26;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC2F;&#xC02; &#xC18;&#xC4D;&#xC30;&#xC32; &#xC30;&#xC24;&#xC4D;&#xC28;&#xC02;&#xC2A;&#xC41;&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC33;&#xC3F; &#xC17;&#xC32;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC1C;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;.&quot; KP. ii. 23. See &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC3F;&#xC17;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sam-m&#x101;rjanamu. [Skt.] n. A search, cleaning. &#xC36;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC3F; sam-m&#x101;rjani. n. A broom. &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;, &#xC1A;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sam-m&#x101;nin&#x1E6D;su. v. a. To respect, treat with respect, honor. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41; sam-m&#x101;nitamu. adj. Respected. &#xC17;&#xC4C;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC15;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saraka&#x1E6D;amu. [Tel.] n. Difficulty, hardship. &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;. &quot;&#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC35;&#xC47;&#xC33;, &#xC2E;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC15;, &#xC35;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC26;&#xC4B;&#xC2A;&#xC15;&#xC38;&#xC30;&#xC15;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC3F;&#xC30;&#xC15;&#xC1F;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; H. K. iv. 85.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC02;&#xC2C;&#xC40;</span>&#xA0;&#xA0;sarambh&#x12B;. [Malay.] n. A porch, gallery, awning; the ceiling in a house, a house made of shingle or board. &#xC38;&#xC30;&#xC02;&#xC2C;&#xC40;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; a room with a ceiling, &#xC2C;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC17;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC02;&#xC5B;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sarandz&#x101;mu. [H.] n. Furniture, things, articles, property. &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC30;&#xC02;&#xC5B;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to get ready, to supply, &#xC15;&#xC3E;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;sarangu. [H.] n. The headman of the sailors in a boat or ship, a boatswain, &#xC28;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;, &#xC13;&#xC21;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2F;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC48;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; (q.v)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sayitamu. [from Skt. &#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC4D;.] adv. Also, &#xC15;&#xC42;&#xC21;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2F;&#xC3F;&#xC17;</span>&#xA0;&#xA0;Same as &#xC38;&#xC48;&#xC17; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sayintsu. [from Skt. &#xC38;&#xC39;&#xC28;&#xC02;.] v. n. To be agreeable, to be palatable, to bear, endure, put with, &#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC1F;&#xC2E;&#xC41; say-y-&#x101;&#x1E6D;a. [&#xC38;&#xC2F;&#xC3F; (from Skt. &#xC38;&#xC39;)+Tel. &#xC06;&#xC1F;.] n. A joke. &#xC38;&#xC30;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;. Sport, &#xC32;&#xC40;&#xC32;&#xC32;. &quot;&#xC24;&#xC21;&#xC35;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC4D; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC28;&#xC40;&#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC1F;&#xC02;&#xC2C;&#xC3F;&#xC15;&#xC1A;&#xC3E;&#xC32;&#xC41;.&quot; P. iv. 724. &#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; say-y-&#x101;&#x1E6D;in&#x1E6D;su. v. a. To joke. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26; say-y-odda. n. Friendship, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC24;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC3E; say-y-odda-g&#x101;. adv. Amicably, in a friendly manner. &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are on very good terms.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;sai. [from Skt. &#xC38;&#xC39;.] adv. Together with. &#xC15;&#xC42;&#xC21;&#xC3E;. With, &#xC24;&#xC4B;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC28;</span>&#xA0;&#xA0;sayyana. [Skt.] adv. Quickly, at once. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;. &quot;&#xC24;&#xC46;&#xC35;&#xC41;&#xC32;&#xC41;&#xC38;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;.&quot; BD. iv. 841.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2F;&#xC3E;&#xC02;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC3E;&#xC2E;&#xC41; say&#x101;m. [corruption of Skt. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;.] adj. Own. &#xC38;&#xC4A;&#xC02;&#xC24;, &#xC28;&#xC3E; &#xC38;&#xC2F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; my own younger brother.
			</div>
                