&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC26;&#xC3E;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC4D;&#xC26;&#xC3E; sarad&#x101;. [H. from Skt. &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;.] n. Fondness, affection.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC3F;</span>&#xA0;&#xA0;saratni. [Skt.] n. A short cubit, from the elbow to the extremity of the closed fist. &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC42;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;sara&#x1E47;i. [Skt.] n. A road, path, way, course. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC35;. A series, order, &#xC35;&#xC30;&#xC41;&#xC38;. &quot;&#xC38;&#xC30;&#xC38;&#xC17;&#xC3E;&#xC02;&#xC2D;&#xC40;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F; &#xC38;&#xC30;&#xC23;&#xC3F; &#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; Molli. i. 46.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC21;&#xC41;</span>&#xA0;&#xA0;sara&#x1E0D;u. [from Skt. &#xC36;&#xC30;&#xC23;&#xC4D;&#xC21;&#xC03;] n. A kind of gold necklace worn by women.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sara&#x1E6D;amu. [Skt.] n. A lizard, chamelion. &#xC15;&#xC43;&#xC15;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC18;</span>&#xA0;&#xA0;sarag&#x1E25;a. [Skt.] n. A bee. &#xC2E;&#xC27;&#xC41;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;, &#xC24;&#xC47;&#xC28;&#xC46;&#xC2F;&#xC40;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;saragu. [from Skt. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;.] n. Swiftness, speed. &#xC24;&#xC4D;&#xC35;&#xC30;. &#xC38;&#xC30;&#xC17; or &#xC38;&#xC30;&#xC17;&#xC41;&#xC28; saraga. adv. Rapidly, soon, at once, quickly, with speed. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;. &quot;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC38;&#xC30;&#xC17;&#xC41;&#xC28; &#xC28;&#xC4A;&#xC38;&#xC32;&#xC3F;&#xC2A;&#xC48;&#xC15;&#xC47;&#xC32;&#xC41; &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC4B;&#xC24;&#xC4B;&#xC2F;&#xC3F;&#xC15;&#xC40;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;.&quot; B. X. iii. 12.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC15;&#xC41;</span>&#xA0;&#xA0;saraku. [Tel.] n. Esteem, regard, care, heed. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC17;&#xC4C;&#xC30;&#xC35;&#xC2E;&#xC41;. &quot;&#xC1C;&#xC28;&#xC28;&#xC3E;&#xC2F;&#xC15; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC1C;&#xC2F;&#xC2E;&#xC41;&#xC38;&#xC30;&#xC15;&#xC47;&#xC24;&#xC32;&#xC2A;&#xC28;&#xC4D;.&quot; M. VIII. i. 247. &#xC38;&#xC30;&#xC15;&#xC41; or &#xC38;&#xC30;&#xC41;&#xC15;&#xC41; saraku. [H.] n. An article for sale. &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. An article or thing, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC30;&#xC15;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC41; or &#xC38;&#xC30;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; saraku-gonu. v. a. To esteem, regard, care for, &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC05;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC2A;&#xC24;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC2F;&#xC41;&#xC38;&#xC30;&#xC15;&#xC41; &#xC17;&#xC4A;&#xC28;&#xC21;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; M. XIII. ii. 305.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;sara-ka&#x1E6D;&#x1E6D;u. [Skt. &#xC38;&#xC30;&#xC2E;&#xC41;+Tel. &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. A stop on a lute. &#xC35;&#xC40;&#xC23;&#xC46;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC38;&#xC40; &#xC24;&#xC30;&#xC41;&#xC23;&#xC3E;&#xC02;&#xC17;&#xC41;&#xC33;&#xC40;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2F;&#xC26;&#xC02;&#xC24;&#xC2A;&#xC41;&#xC38;&#xC30;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC40;&#xC15;&#xC2A;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC24;&#xC30;&#xC02;&#xC17;&#xC41;&#xC32;&#xC40;&#xC28;.&quot; Swa. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC2D;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC2D;&#xC38;&#xC2E;&#xC41;&#xC17; sa-rabhasamu. [Skt.] adv. With speed. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;. &quot;&#xC1A;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC47;&#xC2E;&#xC3F; &#xC38;&#xC30;&#xC2D;&#xC38;&#xC02;&#xC2C;&#xC3F;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC24;&#xC4B; &#xC35;&#xC3F; &#xC28;&#xC41;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC28;&#xC3F;&#xC28;.&quot; P. i. 228. &#xC38;&#xC30;&#xC2D;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC38;&#xC30;&#xC2D;&#xC38;&#xC3F;&#xC32;&#xC41; sa-rabhasillu. v. n. To make haste. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;. &quot;&#xC2A;&#xC47;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC47; &#xC26;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC1A;&#xC28;&#xC41; &#xC2D;&#xC42;&#xC24;&#xC1A;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC28;&#xC38;&#xC30;&#xC2D;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3F;.&quot; H. iii. 89.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;sara-ba&#x1E0D;i. [Skt. &#xC38;&#xC30;&#xC2E;&#xC41;+Tel. &#xC2C;&#xC21;&#xC3F;.] n. Friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;. A passage, an entrance, &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &quot;&#xC07;&#xC28;&#xC35;&#xC02;&#xC36;&#xC2E;&#xC23;&#xC3F;&#xC2F;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC38;&#xC30;&#xC2C;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;.&quot; R. vi. 200.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC2A;&#xC42;&#xC35;&#xC41;&#xC32;&#xC41; sara-puvvulu. [Tel.] n. plu. Wreaths, garlands of flowers. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC12;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC35;&#xC47;&#xC30;&#xC41;&#xC2A;&#xC4B;&#xC1A;&#xC15;&#xC41; &#xC15;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC30;&#xC48;&#xC30;&#xC3F; &#xC24;&#xC41;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC21;&#xC41;&#xC38;&#xC30;&#xC2A;&#xC42;&#xC35;&#xC41; &#xC32;&#xC02;&#xC26;&#xC24;&#xC3F;&#xC35;&#xC32;&#xC41;.&quot; A. v. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC2A;&#xC23;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC30;&#xC2A;&#xC3F;&#xC23;&#xC3F;, &#xC38;&#xC30;&#xC2A;&#xC46;&#xC23;&#xC3F; or &#xC38;&#xC30;&#xC2B;&#xC23;&#xC3F; sarapa&#x1E47;i. [Tel.] n. An ornament of gold chains of two or more folds. &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;. &quot;&#xC38;&#xC30;&#xC2A;&#xC23;&#xC41;&#xC32;&#xC4D; &#xC1C;&#xC28;&#xC41;&#xC32;&#xC1F;&#xC4D;&#xC32;&#xC3F;&#xC21;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC2A;&#xC17;&#xC3E;&#xC2C;&#xC32;&#xC46;&#xC28;&#xC4D;.&quot; A. v. 148. &quot;&#xC1A;&#xC30;&#xC23;&#xC02;&#xC2A;&#xC41;&#xC38;&#xC30;&#xC2A;&#xC23;&#xC3F; &#xC2E;&#xC4A;&#xC30;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC02;&#xC24;&#xC41;&#xC32; &#xC24;&#xC4B;&#xC21; &#xC28;&#xC46;&#xC26;&#xC41;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC32;&#xC32;&#xC15;&#xC41;&#xC26;&#xC4A;&#xC32;&#xC17;&#xC3F;.&quot; ib. vi. 125. &#xC1F;&#xC40; &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC26;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC30;&#xC41;&#xC26;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC26;&#xC41; or &#xC38;&#xC26;&#xC4D;&#xC26;&#xC41; saradu. [Tel.] v. a. To divide equally. &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC02;&#xC1A;&#xC41;. To arrange, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC26;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC30;&#xC41; sarad&#x101;ru. [H. from Skt. &#xC36;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC40;.] n. A Sirdar, a leader, a superior officer. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC38;&#xC40; &#xC39;&#xC30;&#xC41;&#xC32;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28; &#xC21;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC3F; &#xC2F;&#xC28;&#xC3F;&#xC35;&#xC40;&#xC17;&#xC41;&#xC38;&#xC30;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC30;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28; &#xC28;&#xC4B;&#xC38;&#xC30;&#xC3F;&#xC32;&#xC41; &#xC39;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saramu. [Skt.] n. A pond, pool. &#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;. &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC4B;&#xC1F;&#xC3F;&#xC38;&#xC30;&#xC2E;&#xC41; &#xC36;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC4D; &#xC17;&#xC4A;&#xC28;&#xC28;&#xC3F;&#xC26;&#xC3F;.&quot; P. iii. 64. A row or string (of pearls), &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. A wreath (of flowers), &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;) &#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC15;, &#xC2E;&#xC3E;&#xC32;, &#xC2A;&#xC47;&#xC1F;, [From Skt. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC03;] n. Breath. &#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC2E;</span>&#xA0;&#xA0;sarama. [Skt.] n. The name of the wife of Ravana&apos;s brother. &#xC35;&#xC3F;&#xC2D;&#xC40;&#xC37;&#xC23;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;. A bitch, &#xC06;&#xC21;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. The dog of the gods, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. [From Skt. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC03;.] n. Fatigue, trouble. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC2E;&#xC17;&#xC4A;&#xC28;&#xC41; sarama-gonu. v. n. To be fatigued, to be troubled. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC21;&#xC41;.
			</div>
                