&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-rasamu. [Skt.] adj. Juicy, tasty. Sapid, soft. Good, virtuous. Charming, agreeable, pleasant, elegant, sweet. Jocose, funny, merry. Easy, cheap. &#xC30;&#xC38;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC48;&#xC28;, &#xC32;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;; &#xC1A;&#xC35;&#xC41;&#xC15;&#xC48;&#xC28;. &#xC38;&#xC30;&#xC38;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; a jocose; amusing or agreeable expression. n. A joke, jest, fun, merriment, amusement, sweetness, pleasantry. Cheapness. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;; &#xC1A;&#xC35;&#xC41;&#xC15;. &#xC38;&#xC30;&#xC38;&#xC2E;&#xC3E;&#xC21;&#xC41; to make jokes, to jest. &#xC38;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC3E;&#xC21;&#xC35;&#xC26;&#xC4D;&#xC26;&#xC41; do not jest. &#xC38;&#xC30;&#xC38;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC38;&#xC2E;&#xC35;&#xC41;&#xC28;&#xC41; a jest may turn to a strife. &#xC38;&#xC30;&#xC38;&#xC38;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; jocose talk. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; now gold is cheap. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC38;&#xC30;&#xC38;&#xC2E;&#xC41; bear&apos;s play, a scuffle. &quot;&#xC38;&#xC30;&#xC38;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC4C;&#xC15;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC47;&#xC2A;&#xC3E;&#xC30;.&quot; Ila. i. 2. &#xC38;&#xC30;&#xC38;&#xC24; sa-rasasa. n. Delicacy, taste, sweetness, elegance, brilliancy of thought, beauty of composition. &#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC06; &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC38;&#xC30;&#xC38;&#xC24; the sweetness of the verse. &quot;&#xC2E;&#xC47;&#xC18;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC41; &#xC38;&#xC30;&#xC38;&#xC24;&#xC2E;&#xC40;&#xC30; &#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41; &#xC38;&#xC30;&#xC33;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC3E;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC24;&#xC30;&#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;.&quot; R. vi. 9. &#xC38;&#xC30;&#xC38;&#xC24;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC38;&#xC1C;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E; sa-rasamu-g&#x101;. adv. Jocosely, in joke, humorously. Sweetly, merrily. Cheaply. &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC1A;&#xC35;&#xC41;&#xC15;&#xC17;&#xC3E;. &#xC35;&#xC46;&#xC32; &#xC38;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as the price was low. &#xC38;&#xC30;&#xC38;&#xC2F;&#xC24;&#xC3F; sa-rasayati. n. A rhyme not quite precise, but elegant. &quot;&#xC05;&#xC2F;&#xC39;&#xC32;&#xC41; &#xC1A;&#xC1B;&#xC1C;&#xC1D;&#xC36;&#xC37;&#xC38;&#xC32;&#xC41;, &#xC28;&#xC2F;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC24;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC30;&#xC47;&#xC1A;&#xC28;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC17;&#xC3E;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2F;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;, &#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC35;&#xC33;&#xC41;&#xC32;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; Bhima. 71. &#xC38;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41; sa-rasu&#x1E0D;u. n. A gentleman, a man of good taste, an amiable or well behaved man; one easy of access, &#xC30;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; sa-rasu-r-&#x101;alu. n. A lady, a woman of elegant manners. &#xC30;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC38;</span>&#xA0;&#xA0;sarasa. [Tel.] n. Nearness, proximity. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC2A;&#xC41;. &quot;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC15;&#xC41; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC38;&#xC30;&#xC38;&#xC15;&#xC41; &#xC2C;&#xC4B;&#xC35;&#xC41;.&quot; Sar. D. 62.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC35;&#xC3F;</span>&#xA0;&#xA0;saravi. [Tel.] n. Regularity, order. &#xC35;&#xC30;&#xC41;&#xC38;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC28;&#xC32;&#xC41; &#xC38;&#xC30;&#xC35;&#xC3F;&#xC24;&#xC4B; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Swa. vi. 127.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;sara-va&#x1E0D;i. [Tel.] n. A litter, a palanquin, a sledge.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sara&#x1E37;amu. [Skt.] adj. Straight, direct, level. Upright, honest, artless, simple, sincere, candid. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;, &#xC35;&#xC02;&#xC15;&#xC30;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC0B;&#xC1C;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC38;&#xC30;&#xC33;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; proper behaviour. n. (In gram.) a liquid consonant, a soft consonant, as &#xC17;, &#xC1C;, &#xC21;, &#xC26;, &#xC2C;. Also, a sort of pine, Pinus longifolia. &#xC38;&#xC30;&#xC33;&#xC26;&#xC47;&#xC35;&#xC26;&#xC3E;&#xC30;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC46;&#xC17;&#xC21;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. H. iv. 19. &#xC38;&#xC30;&#xC33;&#xC24; sara&#x1E37;ata. n. Sincerity, uprightness, candour. &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC35;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; sara&#x1E37;amu-g&#x101;. adv. Honestly, uprightly, sincerely, candidly, simply. &#xC0B;&#xC1C;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC23;&#xC17;&#xC3E;. &#xC38;&#xC30;&#xC33;&#xC3F; sara&#x1E37;i. n. The notes of the gamut in vocal music.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC2F;&#xC41;</span>&#xA0;&#xA0;sarayu. [Skt.] n. The name of a river. &#xC28;&#xC26;&#xC40;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC38;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41; or &#xC38;&#xC30;&#xC38;&#xC41; sarasi. [Skt.] n. A pool, pond, lake. &#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;. &#xC38;&#xC30;&#xC38;&#xC3F; or &#xC38;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41;. n. A phrase for an excellent or amiable man. &#xC30;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC30;&#xC38;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC38;&#xC3F;&#xC1C;&#xC2E;&#xC41; or &#xC38;&#xC30;&#xC38;&#xC40;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; sarasi-jamu. n. A lotus. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC38;&#xC3F;&#xC1C;&#xC28;&#xC3E;&#xC2D;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC30;&#xC38;&#xC3F;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC30; &#xC38;&#xC40;&#xC30;&#xC41;&#xC39;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; sarasija-n&#x101;bhu&#x1E0D;u. n. Lit. the lotus-born; an epithet of Vishnu, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC30; &#xC38;&#xC3F;&#xC1C;&#xC2D;&#xC35;&#xC41;&#xC21;&#xC41; sarasija-bhavu&#x1E0D;u. n. An epithet of Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41; sa-ras-vantu&#x1E0D;u. An epithet of Kubera. &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; saras-vantamu. n. Neptune: the see. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC38;&#xC30;</span>&#xA0;&#xA0;sara-sara. [&#xC38;&#xC30;&#xC17;+&#xC38;&#xC30;&#xC17; from Skt &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;.] adv. Quickly, rapidly, hastily. &#xC2C;&#xC3F;&#xC30;&#xC2C;&#xC3F;&#xC30;, &#xC24;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC38;&#xC30;&#xC38;&#xC30; &#xC17;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41;.&quot; BD. iv. 1804.
			</div>
                