&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC33;&#xC2E;&#xC41; sar&#x101;&#x1E37;amu. [Skt.] adj. Easy, free, clear. &#xC27;&#xC3E;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; sar&#x101;&#x1E37;amu-g&#x101;. adv. Easily, freely, without difficulty. &#xC26;&#xC3E;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1F;&#xC15;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC24;&#xC41; &#xC38;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; my throat is not clear enough to sing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3E;&#xC2C;&#xC41;</span>&#xA0;&#xA0;or &#xC37;&#xC30;&#xC3E;&#xC2C;&#xC41; sar&#x101;bu. [H.] n. A shroff, banker, money changer, cash keeper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sar&#x101;ti. [Tel.] n. A chamber, room, apartment. &#xC05;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; &#xC38;&#xC30;&#xC3E;&#xC24;&#xC3F;&#xC26;&#xC3E;&#xC1F;&#xC3F; &#xC2F;&#xC1F;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F; &#xC15;&#xC4A;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC41; &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC2E;&#xC41;&#xC28; &#xC15;&#xC4A;&#xC32;&#xC4D;&#xC35;&#xC41;&#xC1C;&#xC47;&#xC38;&#xC3F;.&quot; Satya. iii. 5. A curtain round a tent, &#xC17;&#xC41;&#xC21;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC46;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-r&#x101;gamu. [Skt.] n. Friendship, intimacy. &#xC12;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC30;&#xC38;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sa-ras-vati. [Skt.] n. Speech. The goddess of speech. A certain river. &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC35;&#xC3E;&#xC17;&#xC4D;&#xC26;&#xC47;&#xC35;&#xC3F;, &#xC28;&#xC26;&#xC40;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;&#xC1C;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F; sarasvati-jerri. n. A centipede. &#xC15;&#xC41;&#xC1F;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; a name of the shining green lizard with a red tail. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC3F;, &#xC28;&#xC32;&#xC3F;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC38;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC26;&#xC38;&#xC4D;&#xC38;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3E;&#xC38;&#xC30;&#xC3F;</span>&#xA0;&#xA0;sar&#x101;-sari. [Tel. &#xC38;&#xC30;&#xC3F;+&#xC38;&#xC30;&#xC3F;.] n. An average. &#xC38;&#xC17;&#xC1F;&#xC41;, &#xC38;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC06; &#xC2A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC38;&#xC30;&#xC3E;&#xC38;&#xC30;&#xC3F; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; make an average of the items. adj. Average. &#xC38;&#xC17;&#xC1F;&#xC48;&#xC28;. &#xC06; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC38;&#xC30;&#xC3E;&#xC38;&#xC30;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC2E;&#xC3F; what is the average price of the horses? &#xC06; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC38;&#xC30;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC32; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC40;&#xC32;&#xC41; &#xC05;&#xC35;&#xC41;&#xC28;&#xC41; the average price of these horses is three hundred rupees. &#xC38;&#xC30;&#xC3E;&#xC38;&#xC30;&#xC3F; or &#xC38;&#xC30;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E; adv. Equally, alike, on an average. &#xC38;&#xC17;&#xC1F;&#xC41;&#xC17;&#xC3E;. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC40; &#xC38;&#xC30;&#xC3E; &#xC38;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC0E;&#xC02;&#xC24;&#xC15;&#xC41; &#xC07;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC41; for what will you sell all together?
			</div>
                