&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC3F;&#xC17;&#xC46; sariga. [from Skt. &#xC38;&#xC4D;&#xC30;&#xC15;&#xC4D;.] n. A necklace, &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. Gold lace, silver lace, &amp;c. &#xC5B;&#xC32;&#xC24;&#xC3E;&#xC30;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC17;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC40;&#xC30; a cloth with gold ends, a cloth trimmed with lace. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; sari-pa&#x1E6D;&#x1E6D;u. n. A sort of silk. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. BD. iii. 104.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;sarika. [Skt.] n. A necklace of a hundred strands. &#xC28;&#xC42;&#xC30;&#xC41;&#xC2A;&#xC47;&#xC1F;&#xC32;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sarin&#x1E6D;su. [Skt.] v. n. To go. &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC41;. &quot;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC35;&#xC46;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC4D;.&quot; Vaijayanti. iii. 51.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3F;</span>&#xA0;&#xA0;sari. [from Skt. &#xC38;&#xC26;&#xC43;&#xC36;&#xC03;.] n. The end. &#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;. Similarity, likeness. &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC2E;&#xC41;. Propriety, fitness, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;. [From Skt. &#xC38;&#xC30;&#xC03;.] n. A garland, wreath. &#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. See also &#xC38;&#xC30;&#xC3F;&#xC2F;. &#xC06; &#xC35;&#xC02;&#xC36;&#xC2E;&#xC41; &#xC07;&#xC24;&#xC28;&#xC24;&#xC4B; &#xC38;&#xC30;&#xC3F; that family terminates with him. &#xC38;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; a matchless gem. &#xC2A;&#xC46;&#xC32;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC3F; at the end of the month. &#xC28;&#xC46;&#xC32;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC3F; up to that day. &#xC28;&#xC40;&#xC15;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC30;&#xC3F; there is an end of everything between us. &#xC38;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC41; those who are not equals. &quot;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC4B; &#xC38;&#xC30;&#xC38;&#xC2E;&#xC3E;&#xC21;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;.&quot; (K&#x101;lahas. &#xA7;. 66.) he who takes liberties with such as are not his equals. &#xC38;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC28;&#xC3F; improper behaviour or conduct. &#xC38;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC30;&#xC3F; tit for tat. &#xC17;&#xC4B;&#xC27;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC4B;&#xC27;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC30;&#xC3F; &#xC07;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC41; they barter wheat for an equal quantity of rice.&#xC38;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC38;&#xC30;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he repaid them according to what they had done. &#xC38;&#xC30;&#xC3F;. adj. Equal, like. &#xC38;&#xC2E;&#xC2E;&#xC41;, &#xC08;&#xC21;&#xC48;&#xC28;. Just, right, proper, fit, correct, suitable, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC17;&#xC3F;&#xC28;, Corresponding to. Even, level, not odd, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;. Ended, finished, &#xC38;&#xC2E;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC21;&#xC41; he has no equal. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC3E; &#xC38;&#xC30;&#xC47; &#xC2A;&#xC17;&#xC32;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC3E; &#xC38;&#xC30;&#xC47; be it day or be it night. &#xC07;&#xC26;&#xC3F; &#xC38;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC26;&#xC41; this is not right. &#xC08; &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; &#xC28;&#xC47;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC38;&#xC30;&#xC3F; this feast is finished with this day. adv. Equally. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;. Fully, &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC1C;&#xC32;&#xC27;&#xC3F; &#xC24;&#xC4B;&#xC1C;&#xC32;&#xC27;&#xC3F;&#xC2F;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC2C;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC30;&#xC23;&#xC3F;.&quot; DRY. 2224. &quot;&#xC38;&#xC30;&#xC3F;&#xC2C;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC3F; &#xC2F;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC41;.&quot; T. iii. 143. &#xC38;&#xC30;&#xC3F; (interj.) Well! Yes! very well! very good! Aha! Aha! Oh! &#xC2C;&#xC3E;&#xC17;&#xC3E;&#xC2F;&#xC46;; &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; sari-ka&#x1E6D;&#x1E6D;u. v. n. To be equal or similar. &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC2E;&#xC17;&#xC41;. v. a. To attempt, &#xC2F;&#xC24;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. See &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41; below. &#xC38;&#xC30;&#xC3F;&#xC15;&#xC21;&#xC1A;&#xC41; sari-ka&#x1E0D;a&#x1E6D;su. v. n. To exceed, excel. &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC40;&#xC30;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E; sari-g&#x101;. adv. Equally, abreast, properly, rightly, correctly, in good order, completely, fully. &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC5B;&#xC24;&#xC17;&#xC3E;, &#xC5B;&#xC4B;&#xC21;&#xC41;&#xC17;&#xC3E;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC06; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC40;&#xC32;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; the two palanquins were coming on abreast. &#xC38;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC41; sari-gelpulu. n. Quits (at dice or games), &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC1C;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; sari-gonu. v. a. To resemble. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. To kill, destroy. &#xC1A;&#xC02;&#xC2A;&#xC41;, &#xC30;&#xC42;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC2A;&#xC41;. M. VII. iv. 277. &#xC38;&#xC40; &#xC38;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC30;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC30;&#xC3F;&#xC2E;&#xC1A;&#xC47;&#xC17;&#xC02;&#xC2D;&#xC40; &#xC30;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC3E;&#xC2D;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F;.&quot; T. iv. 62. &#xC38;&#xC30;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; ari-ch&#x113;yu. v. a. To arrange or put in order, to put straight, to level or make even. To complete, end or finish. To equalize, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC35;&#xC02;&#xC15;&#xC30; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. To ruin, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41; sari-&#x1E6D;s&#x16B;&#x1E6D;su. v. a. To compare, review, collate. &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC1C;&#xC42;&#xC1A;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC24;&#xC42;&#xC17;&#xC41; sari-t&#x16B;gu. v. a. To counterbalance, to be equal in weight, to be equal. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41; or &#xC38;&#xC30;&#xC3F;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41; sari-pa&#x1E0D;u. v. n. To be equal, fit, suit, agree. To be on good terms. To be complete, to be finished, expended, exhausted. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;, &#xC1C;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC17;&#xC41;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC41;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC06; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the rice is all done. &#xC2E;&#xC40;&#xC15;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC3F;&#xC24;&#xC47; &#xC09;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC3F; keep it if you like it. &#xC2E;&#xC47;&#xC2E;&#xC02;&#xC1F;&#xC47; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC15; not being on good terms with us. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC28;&#xC3F; discontented. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; sari-putstsu. v. a. To equalize, &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To finish, end, complete, consume. &#xC2E;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC3E;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; sari-p&#x14D;vu. v. n. To be equal, become equal, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. To fit, suit, agree. To be finished or terminated. To be expended, spent. To be ruined, or destroyed, &#xC05;&#xC2F;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be reconciled, &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. A. vi. 90. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he said everything that came to his tongue. &#xC05;&#xC35;&#xC3F; &#xC28;&#xC40;&#xC15;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC24;&#xC35;&#xC35;&#xC3F; these will suit you. &#xC28;&#xC40;&#xC35;&#xC41; &#xC24;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC28;&#xC3F; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the blows I have given are a fair payment for your abuse. &#xC06; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC06; &#xC24;&#xC2A;&#xC47;&#xC32;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F; the rice was just enough to fill the vessel. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; or &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41; sari-poddu. n. Midnight, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;. P. iii. 45. &#xC38;&#xC30;&#xC3F;&#xC2C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; sari-bittaramu. n. A kind of wrestling. &#xC2E;&#xC32;&#xC4D;&#xC32; &#xC2C;&#xC02;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC2C;&#xC47;&#xC38;&#xC41;&#xC32;&#xC41; sari-b&#x113;sulu. n. A kind of game played by boys, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC06;&#xC21;&#xC47; &#xC12;&#xC15; &#xC06;&#xC1F;. &quot;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC17;&#xC4B;&#xC32;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC47;&#xC32;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2C;&#xC47;&#xC38;&#xC41; &#xC32;&#xC40;&#xC32;&#xC15;&#xC42;&#xC24;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC36;&#xC48;&#xC36;&#xC35;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC32;&#xC3E;&#xC21;&#xC3F;.&quot; Vish. vii. 212. &#xC38;&#xC30;&#xC3F;&#xC2F;&#xC17;&#xC41; sari-y-agu. v. n. To become equal, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;, to be destroyed, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC2F;&#xC48;&#xC28; sari-y-aina. adj. Equal, like; just, right, proper, fit. Corresponding to. Level, straight; even, not odd. &#xC38;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC17;&#xC3F;&#xC28;, &#xC28;&#xC42;&#xC1F;&#xC3F;&#xC2F;&#xC48;&#xC28;, &#xC08;&#xC21;&#xC48;&#xC28;, &#xC05;&#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F;. &#xC38;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; sari-l&#x113;ni. adj. Matchless, unequalled. &#xC05;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC30;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; sari-vatstsu. v. n. To match, be alike, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC17;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; sari-sam&#x101;namu. (a pleonasm.) n. Equality. &#xC38;&#xC2E;&#xC2E;&#xC41;, &#xC24;&#xC28;&#xC15;&#xC41; &#xC38;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC0E;&#xC35;&#xC30;&#xC41;&#xC32;&#xC47;&#xC30;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he imagines that he has no equal. &#xC38;&#xC30;&#xC47;&#xC17;&#xC26;&#xC3E; sar&#x113;-gad&#x101;. interj. Very well!
			</div>
                