&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC41;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC15;&#xC41; saruku. [H.] n. Wares, goods, commodities, merchandise. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; to pay in kind. See &#xC38;&#xC30;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC40;&#xC38;&#xC43;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sar&#x12B;-s&#x1E5B;ipamu. [Skt.] n. A serpent, snake, reptile. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sariyin&#x1E6D;su. [Tel.] v. a. To supply, to fill (a lamp) with ghee or oil. &#xC05;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC42;&#xC28;&#xC46; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC3F; sariya. [Tel.] n. A crack. &#xC2A;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3F;&#xC35;&#xC23;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC3F;&#xC23;&#xC3F; or &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC46;&#xC23; saripa&#x1E47;i. [Tel. &#xC38;&#xC30;&#xC3F;+&#xC2A;&#xC46;&#xC28;.] n. A gold or silver chain. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC17;&#xC4A;&#xC32;&#xC41;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC3F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; sarit. [Skt.] n. A river. &#xC28;&#xC26;&#xC3F;, &#xC0F;&#xC30;&#xC41;. &#xC38;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC3F; sarit-pati. n. The lord of river, i.e., the sea or ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC17;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; sarga. [Skt.] n. A chapter. &#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41; sargamu. n. Creation, &#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;. Nature, natural property or disposition, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Certainty, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC3E;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;.&quot; Vish. vi. 196.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;sark&#x101;ru. [H.] n. The government, Circar. &#xC26;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC41; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; Government employment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC15;</span>&#xA0;&#xA0;sarka. [Tel.] n. A kind of cattle disease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4B;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sar&#x14D;-varamu. [Skt.] n. A pond. &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4B;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC4B;&#xC30;&#xC41;&#xC39;&#xC2E;&#xC41; sar&#x14D;-jamu. [Skt.] n. A lotus. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC4B;&#xC1C;&#xC3F;&#xC28;&#xC3F; sar&#x14D;jini. n. A bed of lilies, a pond covered with lotus flowers, &#xC24;&#xC3E;&#xC2E;&#xC30;&#xC15;&#xC4A;&#xC32;&#xC28;&#xC41;. A lotus, &#xC24;&#xC3E;&#xC2E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC47;&#xC38;&#xC41;</span>&#xA0;&#xA0;sar&#x113;su. [H.] n. A kind of gum, rosin. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC41;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC4D;&#xC26;&#xC41; sarudu. [Tel.] v. a. To make even, or level. To eke out or shift with; to make a little go a good way. To arrange, &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC3E;&#xC32;&#xC40;&#xC1A;&#xC3E;&#xC32;&#xC15; &#xC09;&#xC02;&#xC21;&#xC47; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC38;&#xC30;&#xC41;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; sarudu-konu. v. n. To eke out, or shift with: to make a little go a good way. To make room among themselves, to move a little farther; to get out of the way. To arrange, settle, &#xC1A;&#xC3E;&#xC32;&#xC40; &#xC1A;&#xC3E;&#xC32;&#xC15; &#xC09;&#xC02;&#xC21;&#xC47;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3F; &#xC24;&#xC32;&#xC3E;&#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC24;&#xC40;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC12;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC24;&#xC4A;&#xC32;&#xC17;&#xC41;, &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC30;&#xC41;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they settled it among themselves. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC47; &#xC38;&#xC30;&#xC41;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they shared it among themselves. &#xC35;&#xC30;&#xC26; &#xC38;&#xC30;&#xC41;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is full tide. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23; &#xC2C;&#xC46;&#xC1C;&#xC35;&#xC3E;&#xC21;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28; &#xC38;&#xC30;&#xC41;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the river Krishna runs by Bezvada.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sarudu. [Tel.] n. A boundary, &#xC0E;&#xC32;&#xC4D;&#xC32;, &#xC2E;&#xC47;&#xC30;, &#xC38;&#xC30;&#xC3F;&#xC39;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;saru&#x1E0D;u. [Tel.] n. An arrow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A blunt arrow, &#xC17;&#xC30;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sarugu&#x1E0D;u. [Tel.] n. A hurdle, sledge, drag. A platform. &#xC24;&#xC21;&#xC15;. &#xC1A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC02;&#xC2A;&#xC17;&#xC1F;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC40;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC24;&#xC21;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sarpamu. [Skt. Cognate with Eng. &apos;serpent.&apos;] n. A serpent, snake. &#xC2A;&#xC3E;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; a serpent sacrifice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC30;&#xC41;&#xC26;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC4D;&#xC26;&#xC3E;&#xC30;&#xC41; sard&#x101;ru&#x1E0D;u. [H.] n. A chief, a captain, leader, ruler. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. See &#xC38;&#xC30;&#xC26;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC26;&#xC3E;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC26;&#xC3E; sard&#x101;. [H. from Skt. &#xC36;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;.] n. Interest, zeal. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC30;&#xC4D;&#xC1C;&#xC15;&#xC2E;&#xC41; sarjamu. [Skt.] n. The Sal tree, Shorea robusta. Also, the resinous exudation of the S&#x101;l-tree. &#xC38;&#xC3E;&#xC32;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. &#xC0F;&#xC2A;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC47;&#xC17;&#xC38;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC1C;&#xC30;&#xC38;&#xC2E;&#xC41; sarja-rasamu. n. The resinous exudation of the Sal-tree, resin. &#xC2F;&#xC15;&#xC4D;&#xC37;&#xC27;&#xC42;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;sarugu. [Tel.] v. n. To increase, grow, improve. &#xC2A;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
                