&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;sarpi. [Skt.] n. Oil, butter, clarified butter, ghee. &#xC18;&#xC43;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. Also, a kind of disease.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3E;&#xC5B;&#xC41;</span>&#xA0;&#xA0;sarpa-r&#x101;dzu. n. The king of the serpents. &#xC35;&#xC3E;&#xC38;&#xC41;&#xC15;&#xC3F;, &#xC36;&#xC47;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a kind of tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28;</span>&#xA0;&#xA0;or &#xC5B;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; sarru-na. [Tel. (anuk.)] adv. Quickly, as in sliping down.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sarvamu. [Skt.] pron. All, the whole. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC24;&#xC2F;&#xC41;. adj. All, whole, complete, universal, entire, &#xC38;&#xC15;&#xC32;&#xC2E;&#xC41;, &#xC05;&#xC16;&#xC3F;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC39; sarvam-saha. n. Lit. the all-sustaining, i.e., the earth, &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC02;&#xC15;&#xC37;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a Jack of all trades. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC40;&#xC28;&#xC2E;&#xC41; sarva-jan&#x12B;namu. adj. Pertaining to all men, &#xC38;&#xC15;&#xC32;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;; agreeable to all men, &#xC38;&#xC15;&#xC32;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;; agreeable to all men, &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC15;&#xC41; &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; sarva-jittu. n. The name of a Telugu year. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC4D;&#xC1E; sarva-gnya. adj. All knowing, omniscient, all-wise. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41; sarva-gnyu&#x1E0D;u. n. An omniscient being. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3E;&#xC2A;&#xC28;&#xC41;&#xC21;&#xC41; sarva-t&#x101;panu&#x1E0D;u. n. One who fires all beings; an epithet of Manmatha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; sarvat&#x14D;-mukhamu. n. Water. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. The sky, heaven, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. Vasu. iv. 13. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4B;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; sarvat&#x14D;-mukhudu. n. A name of Brahma or Siva. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. The soul. &#xC06;&#xC24;&#xC4D;&#xC2E;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC30; sarvatra. adv. Every where, in all places, always, at all times. &#xC05;&#xC02;&#xC24;&#xC1F;, &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41; give everywhere. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC27;&#xC3E; sarvath&#x101;. adv. In all ways, by all means, assuredly, at any rate, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC32;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC3E; sarvad&#x101;. adv. Always, at all times. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC41;&#xC02;&#xC2C;&#xC3E;&#xC32;&#xC3E; sarva-dumb&#x101;l&#x101;. [H.] n. A deed exempting land from all rent. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC27;&#xC3E;&#xC30;&#xC3F; sarva-dh&#x101;ri. [Skt.] n. The name of a Telugu year. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; sarva-n&#x101;mamu. n. A pronoun. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC15;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; sarva-bhakshaku&#x1E0D;u. n. The devourer of all things, an epithet of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC02;&#xC17;&#xC33; sarva-managa&#x1E37;a. n. She who is all blessed, most holy or auspicious; an epithet of Parvati, &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; sarva-m&#x101;nyamu. n. Free tenure, land exempt from tax. &#xC1C;&#xC3E;&#xC17;&#xC40;&#xC30;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC3F; sarva-lingi. [Skt.] n. A heretic, or free-thinker. &#xC2A;&#xC3E;&#xC37;&#xC02;&#xC21;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E; sarva-&#x1E63;uddhi-g&#x101;. adv. Utterly, entirely, every thing being taken into account. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC24;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC35;&#xC3F; the accounts between us are finally settled. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC2E;&#xC41; sarvasvamu. n. Entire property, the whole of one&apos;s possessions. &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; sarvasvu&#x1E0D;u. n. One who possesses all the property, the sole lord. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; Vasu. ii. 54. &#xC1F;&#xC40; &#xC2F;&#xC3E;&#xC35;&#xC26;&#xC4D;&#xC27;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC17;&#xC41;&#xC1A;&#xC41;. Swa. vi. 25. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC17;&#xC40;&#xC23;&#xC2E;&#xC41; sarv-&#x101;ng-&#x12B;&#x1E47;amu. adj. Appertaining to all the limbs; thorough, entire. &#xC2F;&#xC3E;&#xC35;&#xC26;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &quot;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC17;&#xC40;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2E;&#xC48;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC2A;&#xC3E;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC4D;.&quot; Parij. iv. 98. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; sarv&#x101;gra-h&#x101;ramu. n. A village granted to Brahmins free from all tax. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC15;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41; sarv-&#x101;tmakamu. adj. All pervading. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; sarv-&#x101;tmaka-tvamu. n. Omnipresence, the state of pervading all things. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC05;&#xC28;&#xC3F;&#xC32;&#xC41; &#xC21;&#xC47;&#xC30;&#xC40;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32; &#xC28;&#xC40;&#xC35;&#xC41; &#xC15;&#xC32;&#xC38;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC4A;&#xC2A;&#xC4D;&#xC2A;.&quot; B. viii. 444. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC28;&#xC3E; sarv-&#x101;tma-n&#x101;. adv. In all ways, by all means, at any rate. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC47;&#xC23;&#xC3F;, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC32;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F; sarv-&#x101;dhik&#x101;ri. n. The ruler of all, &#xC05;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; sarv-&#x113;&#x1E63;u&#x1E0D;u. The Lord of all, the Supreme Being, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
                