&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3F;</span>&#xA0;&#xA0;sali. [Tel.] n. Noise. &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;. &quot;&#xC15; &#xC38;&#xC32;&#xC3F;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC32;&#xC47;&#xC26;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC2F;&#xC3F; &#xC26;&#xC4A;&#xC32;&#xC17;&#xC3F;&#xC28; &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;.&quot; &#xC09;. &#xC39;&#xC30;&#xC3F;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sal&#x101;mu. [H.] n. A Salaam, a bow or salutation. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC28;&#xC3E; &#xC38;&#xC32;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; give my compliments.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sal&#x101;pamu. [Tel.] n. A pearl fishery.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;See &#xC38;&#xC32;&#xC35;&#xC3E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;sal&#x101;ku. [Tel.] n. Base metal mixed with gold or silver (a term used by gold smiths.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3E;&#xC15;</span>&#xA0;&#xA0;or &#xC36;&#xC32;&#xC3E;&#xC15; sal&#x101;ka. [from Skt. &#xC36;&#xC32;&#xC3E;&#xC15;.] n. A thin bar or rod, a ramrod, the rib of an umbrella, one of the bars of a cage, a slip of bamboo, a probe. A pin or peg, a small stake, a fibrous stick, a fibrous stick used as a brush or pencil. &#xC32;&#xC4B;&#xC39;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;, &#xC2A;&#xC41;&#xC21;&#xC15;, &#xC24;&#xC42;&#xC32;&#xC3F;&#xC15;, &#xC15;&#xC41;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC15;&#xC28;&#xC15;&#xC36;&#xC32;&#xC3E;&#xC15; a slender rod of gold. &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC4B; &#xC38;&#xC32;&#xC3E;&#xC15;&#xC35;&#xC47;&#xC2F;&#xC41; to probe a wound. &#xC38;&#xC32;&#xC3E;&#xC15;&#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37; probing, a critical examination.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC05;</span>&#xA0;&#xA0;or &#xC38;&#xC32;&#xC3E;&#xC26;&#xC3F; salav&#x101;di. [Tel.] n. A beadle or servant of the Chetty or headman (&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.) A crier, &#xC2A;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC3E;&#xC35;&#xC41; &#xC38;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC38;&#xC47;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC17;</span>&#xA0;&#xA0;, &#xC38;&#xC32;&#xC17;&#xC2A;&#xC3E;&#xC30; or &#xC38;&#xC32;&#xC35; salaga. [Tel.] n. A kind of spade or hoe. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC3E;&#xC30;, &#xC2A;&#xC3E;&#xC30;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC17;</span>&#xA0;&#xA0;, &#xC38;&#xC32;&#xC41;&#xC17; or &#xC38;&#xC32;&#xC41;&#xC35; salaga. [Tel.] n. or interj. So much! A word used in measuring grain, &amp;c.; one lot of 20 or 100 from which a new reckoning begins. The handful of grain, &amp;c., put down as a mark of reckoning. A fee rater at 16 or 18 &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC41; to the putti, or two rupees per kuchchela (&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;.) &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC05;&#xC28;&#xC47;&#xC2E;&#xC3E;&#xC1F;, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC26;&#xC4B;&#xC38;&#xC3F;&#xC32;&#xC4B;&#xC24;&#xC4B; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E; &#xC2A;&#xC4B;&#xC38;&#xC47;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC24; &#xC05;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC41;. &#xC28;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC38;&#xC32;&#xC17;&#xC02;&#xC1F;&#xC3E;&#xC21;&#xC41; he kills one hundred and cries &quot;That&apos;s one lot
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC15;</span>&#xA0;&#xA0;salaka. [Tel.] n. A small sack. One eighth of a putti or 2 1/2 tooms (&#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC41;,) &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC4B;&#xC28;&#xC46;, &#xC07;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC30;&#xC38;. &quot;&#xC24;&#xC23;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC3E;&#xC38;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC24;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC32;&#xC15;&#xC32;&#xC4D; &#xC26;&#xC21;&#xC47;&#xC32;&#xC4D; &#xC15;&#xC41;&#xC24;&#xC42;&#xC17;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; H. v. 111.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC32;&#xC41;&#xC35;&#xC41; salugu. [from Skt. &#xC36;&#xC32;&#xC3E;&#xC15;&#xC3E;.] n. A porcupine, &#xC0F;&#xC26;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F;. &quot;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC38;&#xC32;&#xC41;&#xC17;&#xC41; &#xC32;&#xC02;&#xC2C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC32;&#xC02;&#xC1C;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC38;&#xC3E;&#xC17;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC17;&#xC2E;&#xC3F;&#xC28;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2F;&#xC48;.&quot; Swa. iv. 51.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC35;&#xC32;</span>&#xA0;&#xA0;or &#xC36;&#xC30;&#xC4D;&#xC35;&#xC32; sarvala. [Skt.] n. A short spear or lance, an iron spit. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC32; &#xC24;&#xC4B;&#xC2E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC47;&#xC28;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC38;&#xC32;</span>&#xA0;&#xA0;sala-sala. [Tel. (anuk. of boiling.)] adv. Loudly, aloud, audibly. &#xC15;&#xC33;&#xC2A;&#xC46;&#xC33;. &quot;&#xC38;&#xC32;&#xC38;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC46;&#xC21;&#xC41; &#xC24;&#xC48;&#xC32;&#xC2E;&#xC41;.&quot; G. vi. 128.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3F;&#xC17;</span>&#xA0;&#xA0;saliga. [H.] n. Patronage, protection, interest, influence. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC41;, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC42;&#xC24;&#xC28;&#xC41; &#xC2F;&#xC3E;&#xC1A;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC32;&#xC3F;&#xC17; &#xC2D;&#xC2F;&#xC02;&#xC2C;&#xC47;&#xC32;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;.&quot; UH. iv. 152.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;salitamu. [Skt.] n. Dismissal from service. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC35;&#xC47;&#xC2F;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;</span>&#xA0;&#xA0;sala. [Tel.] n. A bund or bank raised across a stream to draw off its waters into a different channel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC32;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; salugu&#x1E0D;u. [Tel.] n. A sledge, a vehicle without wheels.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;salikamu. [Tel.] adj. Small, petty, thin; trembling, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC30;&#xC4D;&#xC37;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sarshapamu. [Skt.] n. Mustard-seed. &#xC06;&#xC35;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC41;&#xC17;</span>&#xA0;&#xA0;or &#xC38;&#xC32;&#xC41;&#xC35; Same as &#xC38;&#xC32;&#xC17; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;salilamu. [Skt.] n. Water. &#xC1C;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC39;&#xC3E;</span>&#xA0;&#xA0;salah&#x101;. [H.] n. Advice, counsel.
			</div>
                