&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3F;</span>&#xA0;&#xA0;sallaki. [Skt.] n. The Gum Olibanum tree, Boswellia thurifera. &#xC05;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC32;&#xC41;&#xC17;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC41;&#xC2A;</span>&#xA0;&#xA0;Same as &#xC38;&#xC32;&#xC41;&#xC17; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;salupu. [Tel.] v. a. To do, make, perform, practise. &#xC1A;&#xC47;&#xC2F;&#xC41;. &quot;&#xC38;&#xC30;&#xC38;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC2E;&#xC3F; &#xC38;&#xC32;&#xC41;&#xC2A;&#xC2C;&#xC42;&#xC28;&#xC46;.&quot; T. ii. 72. &quot;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC38;&#xC32;&#xC41;&#xC2A;&#xC41;.&quot; to skip about. N. ix. 241. &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC38;&#xC32;&#xC41;&#xC2A;&#xC41; to contract friendship. &#xC38;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC35;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC3F; we lived in concealment, or incognito. M. V. iii. 272. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC38;&#xC32;&#xC41;&#xC2A;&#xC41; to perform or fulfil a vow. &#xC38;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; salipin&#x1E6D;su. v. a. To get done, to cause to be done or made. &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC33;&#xC41;&#xC2A;&#xC41;, &#xC1A;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC1A;&#xC33;&#xC41;&#xC2A;&#xC41; salupu. [Tel.] n. A throb, a pang, a shooting pain. &#xC2A;&#xC4B;&#xC1F;&#xC41;. &#xC38;&#xC32;&#xC41;&#xC2A;&#xC41; or &#xC38;&#xC33;&#xC41;&#xC2A;&#xC41; v. n. To throb or shoot as a painful boil, to ache, &#xC2A;&#xC4B;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;. &#xC38;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC24;, &#xC38;&#xC32;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC24; or &#xC38;&#xC33;&#xC41;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC24; salaparamu. n. A pang, throb, pain, ache. &#xC38;&#xC33;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC32;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC32;&#xC41;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC33;&#xC41;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; salapa-rin&#x1E6D;su. v. n. To throb or shoot as a boil, to give a shooting pain, as a boil, to ache, &#xC38;&#xC33;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC35;&#xC24;&#xC3E;&#xC32;&#xC41; sa-vati. [from Skt. &#xC38;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;.] n. A fellow wife. &#xC38;&#xC35;&#xC24;&#xC3F; &#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; a step son. &#xC38;&#xC35;&#xC24;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F; a step mother, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC2E;&#xC3E;&#xC30;&#xC1F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;. &#xC38;&#xC35;&#xC24;&#xC3F;&#xC2A;&#xC4B;&#xC30;&#xC41; a quarrel between two wives.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC38;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;</span>&#xA0;&#xA0;sava. [Tel.] n. A trace. &#xC5B;&#xC3E;&#xC21;. &#xC38;&#xC35;&#xC38;&#xC35; sava-sava. n. A slight trace. &#xC1A;&#xC42;&#xC1A;&#xC3E;&#xC2F;. &#xC38;&#xC35;&#xC38;&#xC35;&#xC17;&#xC3E; or &#xC38;&#xC35;&#xC38;&#xC35;&#xC32;&#xC41;&#xC17;&#xC3E; adv. Slightly, indistinctly, half and half. &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC17;&#xC3E;, &#xC5B;&#xC3E;&#xC21;&#xC5B;&#xC3E;&#xC21;&#xC17;&#xC3E;, &#xC1A;&#xC42;&#xC1A;&#xC3E;&#xC2F;&#xC17;&#xC3E;, &quot;&#xC28;&#xC3E;&#xC26;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC35;&#xC38;&#xC35;&#xC17;&#xC3E; &#xC26;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC3F;.&quot; Swa. v. 32.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC21;&#xC32;&#xC41; sa&#x1E37;&#x1E37;u. [Tel.] v. n. To become slack or loose. &#xC35;&#xC26;&#xC32;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC38;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; his constitution is much broken down. &#xC28;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC38;&#xC33;&#xC4D;&#xC32;&#xC41; to be gone in the loins. &quot;&#xC36;&#xC2C;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC32; &#xC17;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC33;&#xC4D;&#xC32; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; Swa. iv. 115. n. Looseness, slackness, &#xC35;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; sa&#x1E37;&#x1E37;in&#x1E6D;su. (for &#xC38;&#xC21;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.) v. a. To loosen, slacken. &#xC35;&#xC26;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. A. v. 161. See &#xC38;&#xC21;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC33;&#xC41;&#xC2A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC33;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sa&#x1E37;in&#x1E6D;su. [Tel.] v. n. To grieve. &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC05;&#xC28;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;</span>&#xA0;&#xA0;sall&#x14D;-pill&#x14D;-ani-y-un&#x1E0D;u. [Tel.] v. n. To be on good terms. &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F; &#xC2E;&#xC46;&#xC32;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. &#xC38;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC4B; &#xC05;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41; a facetious fellow, a jocose man. &#xC15;&#xC32;&#xC3F;&#xC2F;&#xC17;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC28;&#xC2E;&#xC41; sal-l&#x101;pamu. [Skt.] n. Conversation, talk. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30; &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC23;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC1A;&#xC24;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC21;&#xC17; &#xC38;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC28;&#xC02; &#xC2C;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC4D;.&quot; M. iv. i. 197. &#xC38;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; sal-l&#x101;p-in&#x1E6D;su. v. n. To talk or converse. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC2E;&#xC41; &#xC38;&#xC02;&#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sava-darin&#x1E6D;su. [from Skt. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. a. To wear, put on, hold. &#xC27;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC47;&#xC32; &#xC28;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC32;&#xC4D; &#xC38;&#xC35;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; N. vii. 135. To bear, endure, &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC35;&#xC26;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F; &#xC2F;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1C;&#xC20;&#xC30;&#xC17;&#xC4B;&#xC33;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC28;&#xC35;&#xC2E;&#xC2E;&#xC3E;&#xC38;&#xC3E;&#xC2A;&#xC38;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC26;&#xC3E;&#xC15;.&quot; &#xC15;&#xC3E;&#xC36;&#xC40;. iv. &#xC38;&#xC35;&#xC26;&#xC30;&#xC40; sava-dar&#x12B;. n. A ship&apos;s bowsprit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC26;&#xC02;&#xC21;&#xC35;&#xC32;</span>&#xA0;&#xA0;sava-dan&#x1E0D;a-vala. [Tel.] n. A kind of net or snare &#xC35;&#xC3E;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. Kalahas. iii. 62.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC24;&#xC41;</span>&#xA0;&#xA0;savatu. [from Skt. &#xC38;&#xC2E;&#xC24;&#xC3E;.] n. Equality, likeness, similarity. &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Equal, similar. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;. &quot;&#xC05;&#xC26;&#xC4D;&#xC26;&#xC02;&#xC2A;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC28;&#xC4D;&#xC17;&#xC35; &#xC1A;&#xC42;&#xC21;&#xC4D;&#xC15;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC35;&#xC23;&#xC2E;&#xC02;&#xC21;&#xC35;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F; &#xC38;&#xC35;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC17;.&quot; A. v. 70. &#xC1F;&#xC40; &#xC38;&#xC35;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC17;, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC28;&#xC41;. &quot;&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC38;&#xC35;&#xC24;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC2C;&#xC32;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC3F;&#xC27;&#xC3F;.&quot; P. ii. 31.
			</div>
                