&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC30;</span>&#xA0;&#xA0;savara. [Tel.] adj. Beautiful, fine. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC48;&#xC28;. Level, smooth, &#xC1A;&#xC26;&#xC41;&#xC28;&#xC48;&#xC28;, &#xC28;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC48;&#xC28;. &#xC38;&#xC35;&#xC30;&#xC1A;&#xC47;&#xC2F;&#xC41; savara-ch&#x113;yu. v. a. To smoothe, to set right, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC1A;&#xC47;&#xC2F;&#xC41;. To level, &#xC1A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC35;&#xC30;&#xC23;, &#xC38;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC38;&#xC35;&#xC30;&#xC28; or &#xC38;&#xC35;&#xC30;&#xC28;&#xC2E;&#xC41; savara&#x1E47;a. n. Beauty, elegance, neatness. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Correction, setting right, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1F;. Adornment, &#xC35;&#xC3E;&#xC39;&#xC28;&#xC3E;&#xC26;&#xC4D;&#xC2F; &#xC32;&#xC02;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &quot;&#xC39;&#xC4A;&#xC26;&#xC2F;&#xC32;&#xC41;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC4A;&#xC38;&#xC2A;&#xC30;&#xC3F;&#xC28;&#xC46;&#xC30;&#xC20;&#xC40;&#xC35;&#xC3F; &#xC38;&#xC35;&#xC30;&#xC23; &#xC1A;&#xC46;&#xC32;&#xC41;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC30;&#xC38;&#xC30;&#xC40;&#xC24;&#xC3F;.&quot; H. v. 101. Articles or implements for any ceremony or business. &#xC38;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC3F;, &#xC38;&#xC30;&#xC02;&#xC5B;&#xC3E;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41;. &quot;&#xC24;&#xC2E;&#xC24;&#xC2E; &#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17; &#xC2C;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC15;&#xC41; &#xC38;&#xC35;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC38;&#xC02;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC02;&#xC26;&#xC4A;&#xC21;&#xC02;&#xC17;&#xC3F;&#xC28;.&quot; M. IX. i. 109. &#xC38;&#xC35;&#xC30;&#xC23;, &#xC38;&#xC35;&#xC30;&#xC28;, &#xC38;&#xC35;&#xC30;&#xC28;&#xC3F;, &#xC38;&#xC35;&#xC30;&#xC48;&#xC28; or &#xC38;&#xC35;&#xC30;&#xC23;&#xC48;&#xC28; savara&#x1E47;a. adj. Elegant, neat, graceful. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;. &quot;&#xC08; &#xC38;&#xC35;&#xC30;&#xC23;&#xC2F;&#xC48;&#xC28; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC4C;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC1F;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC4D;.&quot; Vish. v. 352. &#xC38;&#xC35;&#xC30;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC35;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41; savara&#x1E47;-in&#x1E6D;su. v. a. To adorn. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To correct, put in order, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC38;&#xC35;&#xC30;&#xC26;&#xC28;&#xC2E;&#xC41; savara-danamu. n. Beauty, elegance, neatness. &#xC05;&#xC2E;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. &quot;&#xC38;&#xC35;&#xC30;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC35;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.&quot; Sar D. 122. &#xC38;&#xC35;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; or &#xC38;&#xC35;&#xC30;&#xC23;&#xC17;&#xC3E; savara&#x1E47;amu-g&#x101;. adv. In good order, in trim. &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E;, &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC35;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC38;&#xC35;&#xC30;&#xC4D;&#xC1A;&#xC41; savarin&#x1E6D;su. v. a. To adorn, &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To adjust, trim, set right, prepare, &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC30;&#xC41;&#xC1A;&#xC41;. To rectify, correct, &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. To do, accomplish, &#xC1A;&#xC47;&#xC2F;&#xC41;. To bear, carry, &#xC24;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC41;. &quot;&#xC2C;&#xC39;&#xC41;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2E;&#xC39;&#xC3E;&#xC1F;&#xC35;&#xC3F;&#xC1C;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; M. XII. iii. 291. &quot;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; S. iii. 320. &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC24; savarinta. n. Trimming as hair or clothes, setting right, arranging. &#xC38;&#xC35;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; savarillu. v. n. To be fine, beautiful, or in good order, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC17;&#xC41;. &#xC38;&#xC35;&#xC30;&#xC41; savaru. n. Beauty, grace, elegance. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. &quot;&#xC38;&#xC35;&#xC30;&#xC48;&#xC38;&#xC30;&#xC24;&#xC28;&#xC3E;&#xC32;&#xC2C;&#xC35;&#xC3F;&#xC30;&#xC3F; &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC15;&#xC41; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC30;&#xC3E;&#xC35;&#xC02;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC28;&#xC3F;.&quot; H. ii. 42. &#xC38;&#xC35;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; savaru-paru&#x1E6D;su. v. a. To trim, adjust, set right. &#xC26;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC17;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;savanamu. [Skt.] n. A sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. Bathing, preparatory to a sacrifice. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC35;&#xC28;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F; savana-vir&#x14D;dhi. n. The sacrifice disturber, an epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &quot;&#xC38;&#xC35;&#xC28;&#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F; &#xC15;&#xC46;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41;.&quot; Chenn. ii. 12. &#xC38;&#xC35;&#xC2E;&#xC41; savamu. n. A sacrifice. &#xC06;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. The honey of flowers, &#xC2E;&#xC15;&#xC30;&#xC02;&#xC2D;&#xC2E;&#xC41;. Clear toddy, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC47;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;sav&#x101;lu. [H.] n. A question, proposal. &#xC05;&#xC21;&#xC4D;&#xC21;&#xC38;&#xC35;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41; cross questions, cross examination.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC3E;&#xC30;&#xC40;</span>&#xA0;&#xA0;sav&#x101;r&#x12B;. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;.] n. Riding; any mode of conveyance; a palanquin. &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC38;&#xC35;&#xC3E;&#xC30;&#xC3F; or &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC38;&#xC35;&#xC3E;&#xC30;&#xC3F; a walk, an airing. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC38;&#xC35;&#xC3E;&#xC30;&#xC3F; riding.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;sav&#x101;ra-ch&#x113;pa. [Tel.] n. A species of Ophi-cephalus or snake headed fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;sav&#x101;yi. [Tel.] n. A veneral disease or eruption.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC30;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC35;&#xC30;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; savaralu. [Tel.] n. plu. The name of a certain tribe in a Vizagapatam District; also, called Thugs or Phaseegars. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48; &#xC1A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;, &#xC20;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC3E;&#xC38;&#xC40;&#xC17;&#xC30;&#xC4D;&#xC32;&#xC41;. &#xC38;&#xC35;&#xC30;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41; savar&#x101;&#x1E6D;akamu. n. The assembly of the Savara people. &#xC38;&#xC35;&#xC30;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC18;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;savaramu. [from skt. &#xC1A;&#xC2E;&#xC30;&#xC2E;&#xC4D;.] n. The hair of the yak or Tartarian ox, &#xC1A;&#xC2E;&#xC30;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;, which is used by women  a queue. False hair used by women. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC35;&#xC30;&#xC2E;&#xC41; an imitation of this made in silk &#xC38;&#xC35;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC46; the gold buckle worn by women on this false hair, &#xC1A;&#xC2E;&#xC30;&#xC2E;&#xC43;&#xC17; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC35;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41; savarapumekamu. n. The yak or Tartarian ox. &#xC1A;&#xC2E;&#xC30;&#xC2E;&#xC43;&#xC17;&#xC2E;&#xC41;.
			</div>
                