&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC3F;</span>&#xA0;&#xA0;savi. [Tel.] conj. Saying. &#xC07;&#xC24;&#xC3F;, &#xC05;&#xC28;&#xC3F;. &quot;&#xC38;&#xC35;&#xC3F;&#xC38;&#xC3E;&#xC35;&#xC3F;&#xC2F;&#xC28;&#xC3F;&#xC2F;&#xC35;&#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC26;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC41;.&quot; ABA. ii. 107. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC3E;&#xC35;&#xC33;&#xC3F; &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC40;&#xC15;&#xC43;&#xC24;&#xC36;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC32;&#xC4D; &#xC2A;&#xC28;&#xC3F;&#xC24;&#xC26;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;.&quot; A. i. 108.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;sas-k&#x101;ni. [Tel.] n. A coin worth about eight pies. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC3E;&#xC32;&#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC38;&#xC3F;</span>&#xA0;&#xA0;sasi. [Tel.] n. Soundness, beauty, health. good. &#xC2C;&#xC3E;&#xC17;&#xC41;, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. [From Skt. &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] n. A crop. &#xC35;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC2F;&#xC3F;&#xC30;&#xC41;. A sprout or shoot, &#xC2E;&#xC4A;&#xC32;&#xC15;. &quot;&#xC05;&#xC38;&#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC28;&#xC3F;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC28;&#xC41;&#xC32;&#xC15;&#xC48;&#xC35;&#xC21;&#xC3F; &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC35;&#xC3F;&#xC24; &#xC24;&#xC3F;&#xC2E;&#xC4A;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC41;&#xC24;&#xC28;&#xC30;&#xC4D;&#xC1A;&#xC46;.&quot; Vaij. i. 56. adj. Good, sound, proper, well, healthy, handsome, &#xC2C;&#xC3E;&#xC17;&#xC48;&#xC28;, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;. &quot;&#xC38;&#xC38;&#xC3F;&#xC2E;&#xC46;&#xC05;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC2E;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC32;.&quot; Swa. iii. 38. &#xC38;&#xC38;&#xC47;&#xC2E;&#xC3F;&#xC30;&#xC3E; what is the good of this? &#xC38;&#xC38;&#xC3F;&#xC17;&#xC3E; sasi-g&#x101;. adj. Well, properly, in good health. In good order or repair. &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;. &#xC06;&#xC2E;&#xC46;&#xC15;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC38;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; she is unwell or ill. &#xC38;&#xC38;&#xC41;&#xC35;&#xC41; sasuvu. n. A sprout or shoot. &#xC2E;&#xC4A;&#xC32;&#xC15;. &quot;&#xC38;&#xC38;&#xC41;&#xC35;&#xC41;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC21;&#xC3F;&#xC17;&#xC46;.&quot; R. iv. 6. adj. Mild, meek, &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC35;&#xC21;&#xC3F; savva&#x1E0D;i. [Tel. &#xC38;&#xC35;+&#xC35;&#xC21;&#xC3F;.] n. A trace. &#xC5B;&#xC3E;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;savyamu. [Skt.] adj. Left, left hand. &#xC35;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC0E;&#xC21;&#xC2E;. &#xC05;&#xC2A;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; the right. &#xC38;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC2E;&#xC41; the left hand. &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wore the Brahminical thread on the proper shoulder, i.e., the left shoulder. &#xC5B;&#xC02;&#xC26;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC05;&#xC2A;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wore the thread on the wrong shoulder i.e., the right shoulder. &#xC28;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC1A;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;&#xC26;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC17;&#xC24;&#xC3F; &#xC38;&#xC35;&#xC4D;&#xC2F;&#xC26;&#xC3F;&#xC36;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC24;&#xC30;&#xC41;&#xC2E;&#xC28;&#xC2A;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC17;&#xC24;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC33;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC39;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC4B;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; Swa. iv. 159. &quot;&#xC28;&#xC40;&#xC30;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC41; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC26;&#xC30;&#xC4D;&#xC2C;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC38;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC38;&#xC35;&#xC4D;&#xC2F;&#xC24;&#xC32;&#xC4D; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; Rama Stava. Raj. ii. 74. &#xC38;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; savyamu-g&#x101;. adv. Towards the left hand. &#xC0E;&#xC21;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC38;&#xC35;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC1A;&#xC3F; savya-s&#x101;chi. n. Ambidexter; a title of Arjuna, because he used both hands equally well. &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC35;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; savy&#x113;-sh&#x1E6D;lu&#x1E0D;u. n. A charioteer, who stands on the proper side, that is, on the left. &#xC30;&#xC25;&#xC38;&#xC3E;&#xC30;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sasyamu. [Skt.] n. Produce, a crop, a grain. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC02;&#xC1F;. &#xC38;&#xC38;&#xC4D;&#xC38;&#xC46;&#xC2E;&#xC41; or &#xC38;&#xC38;&#xC3F; sassemu. [from &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] Same as &#xC38;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC3F;&#xC24;</span>&#xA0;&#xA0;or &#xC38;&#xC35;&#xC3F;&#xC24;&#xC43;&#xC21;&#xC41; savita. [Skt.] n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. A father, &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;. &#xC38;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F; savitri. n. A mother. &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-vistaramu. [Skt.] adj. Full, complete. &#xC38;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; in full, at length.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-vidhamu. [Skt.] adj. Near, proximate. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;. R. v. 98.
			</div>
                