&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sahanamu. [Skt.] n. Patience, endurance, resignation, quiet, leniency. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;</span>&#xA0;&#xA0;saha. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;. &#xC38;&#xC39; or &#xC38;&#xC39;&#xC3E;. adv. With, together with, even, also, too. &#xC15;&#xC42;&#xC21;, &#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41; &#xC38;&#xC39; even now, and at this very time, and now too. &#xC38;&#xC39;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; saha-k&#x101;ramu. n. A grafted mango. &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC38;&#xC39;&#xC15;&#xC3E;&#xC30;&#xC3F; or &#xC38;&#xC39;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; saha-k&#x101;ri. n. An assistant, one who helps, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC39;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; saha-k&#x1E5B;itu&#x1E0D;u. n. One who is assisted. &#xC09;&#xC2A;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC39;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41; saha-gamanamu. (Sometimes corrupted into &#xC38;&#xC3E;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.) n. Lit: going with. A widow accompanying her deceased husband, i.e., the immolation of herself on his pyre. Suttee. &#xC2E;&#xC17;&#xC28;&#xC3F;&#xC36;&#xC35;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3E; &#xC30;&#xC17;&#xC32;&#xC2C;&#xC21;&#xC3F; &#xC1A;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC39;&#xC1A;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; saha-charatvamu. n. The being a companion. &#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC38;&#xC39;&#xC1A;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC3F;&#xC17;&#xC24;&#xC3E; &#xC2F;&#xC41;&#xC27;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC3F;.&quot; M. ix. ii. 97. &#xC38;&#xC39;&#xC1A;&#xC30;&#xC3F; saha-chari. n. A female companion or attendant. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2F;. A wife. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &#xC38;&#xC39;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41; saha-charu&#x1E0D;u. n. An attendant, companion, follower, compeer, mate. &#xC15;&#xC42;&#xC21; &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC39;&#xC1C; saha-ja. n. A sister. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC41; saha-jamu. adj. Lit. Born with. Innate, inherent, natural, proper, true. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;. &#xC38;&#xC39;&#xC1C;&#xC30;&#xC47;&#xC2B; the &quot;common&quot; &#xC30; as distinguished from the obsolete &#xC31;. n. Nature, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. Truth, propriety, justice, &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC38;&#xC2D;&#xC28;&#xC41;&#xC17;&#xC42;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC38;&#xC39;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC32;&#xC41;&#xC15;&#xC15; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2A;&#xC3E;&#xC24;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; Vema. 1990. &#xC38;&#xC39;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC39;&#xC1C;&#xC41;&#xC21;&#xC41; saha-janmu&#x1E0D;u. n. A brother. &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC39;&#xC26;&#xC47;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; saha-d&#x113;vi-che&#x1E6D;&#x1E6D;u. n. Tamarisc; a thorny plant growing in deserts, and fed upon by camels, Capparis aphylla. &#xC15;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC23;&#xC41;&#xC24;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC17;&#xC02;&#xC27;. H. iv. 12. &#xC38;&#xC2E;&#xC3E;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC23;&#xC3F; saha-dharmi&#x1E47;i. n. A lawful wife. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3E;&#xC2E;&#xC41;. &#xC38;&#xC39;&#xC2A;&#xC19;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; or &#xC38;&#xC39;&#xC35;&#xC19;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F; sahapangti-bh&#x14D;janamu. n. Eating together, dining at one table. &#xC15;&#xC42;&#xC21;&#xC3E; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC41; &#xC38;&#xC39;&#xC2A;&#xC19;&#xC4D;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; they and we do not eat together. &#xC38;&#xC39;&#xC2A;&#xC3E;&#xC20;&#xC3F; sahap&#x101;&#x1E6D;hi. n. A fellow-student. &#xC15;&#xC42;&#xC21;&#xC3E; &#xC1A;&#xC26;&#xC3F;&#xC35;&#xC46;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41; saha-v&#x101;samu. n. Association, intercourse, friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. &#xC38;&#xC39;&#xC35;&#xC3E;&#xC38; &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; he is not fit to associate with. &#xC38;&#xC39;&#xC3E; sah&#x101;. adv. With, together with, even, too, also, &#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC3E;. &#xC38;&#xC39;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; sah&#x101;dhy&#x101;yu&#x1E0D;u. n. A fellow-student, brother disciple. &#xC38;&#xC39;&#xC2A;&#xC3E;&#xC20;&#xC3F;. M. I. i. 216. &#xC38;&#xC39;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; sah-&#x14D;daru&#x1E0D;u. n. A brother. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC2F;&#xC4B;&#xC26;&#xC30;&#xC3F; sah-&#x14D;dari. n. A sister. &#xC38;&#xC4B;&#xC26;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;sah&#x101;ruvu. [Tel.] n. A term used in gambling, &#xC5B;&#xC42;&#xC26;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC2D;&#xC3E;&#xC37;. &#xC09;. &#xC39;&#xC30;&#xC3F;. iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sah&#x101;yamu. [Skt.] adj. Auxiliary. &#xC09;&#xC2A;&#xC2C;&#xC32;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC24; or &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; n. Aid, help, assistance, succour, &#xC24;&#xC4B;&#xC21;&#xC41;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC26;&#xC4B;&#xC35;&#xC32;&#xC4B; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC47;&#xC26;&#xC41; I had no assistance on the way. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; to aid, to assist. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; sah&#x101;yamu-g&#x101;. adv. As an assistant, as an aid, in assistance, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he accompanied me to help me. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he spoke in my favour. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41; those who came to support him. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; sah&#x101;yu&#x1E0D;u. n. An assistant, helper, companion, ally, associate, friend. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC4B;&#xC21;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sahasramu. [Skt.] n. A thousand. &#xC35;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. Also, indefinitely used for many, or any great number, &#xC05;&#xC28;&#xC47;&#xC15;&#xC2E;&#xC41;. &#xC05;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC26;&#xC02;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41; sahasra-damsh&#x1E6D;ramu. n. A thousand-toothed animal, i.e., a whale. &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC32;&#xC41;&#xC17;&#xC32;&#xC1A;&#xC47;&#xC2A;, &#xC2A;&#xC3E; &#xC20;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30; &#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC41; sahasra-n&#x101;mamulu. n. A thousand names. &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC28;&#xC3E;&#xC2E;&#xC2A;&#xC42;&#xC1C;. a hymn wherein a god is addressed by all his titles. &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; sahasrapatramu. n. A lotus. &#xC15;&#xC2E;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2A;&#xC3E;&#xC26;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41; sahasrap&#x101;du&#x1E0D;u. n. Lit. the thousandrayed, i.e., the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; sahasr-&#x101;kshu&#x1E0D;u n. Lit. the thousand eyed; an epithet of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
                