&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sahyamu. [Skt.] adj. Sufferable, bearable, endurable, tolerable. &#xC24;&#xC3E;&#xC33;&#xC17;&#xC42;&#xC21;&#xC3F;&#xC28;, &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC1C;</span>&#xA0;&#xA0;sahyaja. [Skt.] n. A name of the river Kaveri. &#xC15;&#xC3E;&#xC35;&#xC47;&#xC30;&#xC40;&#xC28;&#xC26;&#xC3F;. Vasu. preface 110. A. vi. 119.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC39;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sa-h&#x113;tukamu. [Skt.] adj. Having a reason, with a reason. &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41; &#xC24;&#xC4B;&#xC15;&#xC42;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC24;</span>&#xA0;&#xA0;sahish&#x1E47;uta. [Skt.] n. Toleration. patience, endurance. &#xC13;&#xC30;&#xC4D;&#xC2A;. &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;, &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC39;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41; sahish&#x1E47;uvu. n. One who is patient, enduring, resigned. &#xC13;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC3E;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sahitamu. [Skt.] adj. Composed of, accompanied by, in company with, &#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;, &#xC35;&#xC3F;&#xC37;&#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; envenomed. adv. With, along with, even, also, too, into the bargain. &#xC15;&#xC42;&#xC21;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sahin&#x1E6D;su. [Skt.] v. n. To please, be agreeable. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC17;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC42;&#xC21;&#xC41; &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC41; food is loathesome to her. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC26;&#xC41; I do not like it. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; to prevent my liking it. v. a. To bear, suffer, tolerate, sustain, endure. &#xC24;&#xC3E;&#xC33;&#xC41;, &#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC2A;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s-&#x101;ntamu. [Skt.] adj. To the end, full. &#xC38;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; to the end, in full. &#xC38;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to finish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC24;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;n-tapanamu. [Skt.] n. A kind of fast. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC09;&#xC2A;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ngamu. [Skt. &#xC38;+&#xC05;&#xC02;&#xC17;&#xC2E;&#xC41;.] adj. Having all the members or parts, comprising all the subdivisions, complete, perfect, full. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC3E;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E; s-&#x101;ngamu-g&#x101;. adv. Completely, at full length. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC38;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41; s-&#x101;ngamu-ch&#x113;yu. v. a. To complete, finish. &#xC38;&#xC3E;&#xC02;&#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; s-&#x101;ng-&#x14D;p-&#x101;ngamu. (&#xC38;+&#xC06;&#xC02;&#xC17;+&#xC09;&#xC2A;+&#xC05;&#xC02;&#xC17;) adj. Complete from beginning to end, entire. &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC02;&#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E; s-&#x101;ng-&#x14D;p-&#x101;ngamu-g&#x101;. adv. Completely; with all the members and subdivisions, &#xC05;&#xC02;&#xC17;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC15;&#xC42;&#xC21;&#xC3E;, &#xC38;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC17;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ngatyamu. [Skt. from &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;.] n. Association, intercourse. &#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;, &#xC1A;&#xC47;&#xC30;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;nkhyamu. [Skt. from &#xC38;&#xC02;&#xC16;&#xC4D;&#xC2F;.] n. Ratiocination, the name of a certain school of Philosophy called the Sankhya philosophy, &#xC12;&#xC15; &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC15;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;nk&#x113;likamu. [Skt. from &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC2E;&#xC41;.] adj. Relating to an appointed sign, agreed on, arranged, appointed. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC26;&#xC47;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28;. &#xC38;&#xC3E;&#xC02;&#xC15;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; in the place agreed on. See &#xC38;&#xC02;&#xC15;&#xC47;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;s&#x101;n-k&#x101;lika. [Skt. from &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.] n. Interest payable daily, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC21;&#xC3F; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC15;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;n-kavamu. [Skt. from &#xC38;&#xC02;&#xC15;&#xC41;&#xC35;&#xC41;.] n. Musk. &#xC5B;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;, &#xC38;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC26;&#xC2E;&#xC41;. A. ii. 26. &#xC24;&#xC33;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC38;&#xC3E;&#xC02;&#xC15;&#xC35;&#xC24;&#xC48;&#xC32;&#xC2E;&#xC41;&#xC02;&#xC1A;&#xC3F;.&quot; Ila. ii. 8.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;</span>&#xA0;&#xA0;s&#x101;. [Tel. short for &#xC38;&#xC3E;&#xC2E;&#xC41; or &#xC38;&#xC17;&#xC2E;&#xC41;.] adj. Half, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC47;&#xC28;&#xC41; half the body, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41;. &quot;&#xC05;&#xC24;&#xC28;&#xC3F;&#xC38;&#xC3E;&#xC2E;&#xC47;&#xC28;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC28;&#xC2F;&#xC17;&#xC24;&#xC28;&#xC42;&#xC1C;.&quot; Vasu. preface. 8. &#xC38;&#xC3E;&#xC2C;&#xC3E;&#xC32;&#xC41; a half share, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &quot;&#xC35;&#xC21;&#xC3F;&#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC1C;&#xC24;&#xC17;&#xC41;&#xC21;&#xC2E;&#xC41; &#xC38;&#xC3E;&#xC2C;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC1C;&#xC46;&#xC32;&#xC17;&#xC41; &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC21;&#xC41;.&quot; A. ii. III.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ntvamu. [Skt.] adj. Sweet voiced. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; (&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;). n. Kindness, favour, &#xC26;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ntvanamu. [Skt.] n. Appeasing, pacification, soothing; urbanity, complaisance. &#xC06;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC13;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17;</span>&#xA0;&#xA0;s&#x101;nti-konga. [Tel.] n. The bird called the Cattle-heron. Bubulcus coromandus (F.B.I.) Jerdonn, No. 308. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
                