&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;m-pra-d&#x101;yamu. [Skt. for &#xC38;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;.] n. Traditional doctrine. &#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC17;&#xC24;&#xC30;&#xC39;&#xC38;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC30;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC17;&#xC24; &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; a traditional meaning. &#xC38;&#xC3E;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41; s&#x101;m-pra-d&#x101;yakamu. adj. Traditional. &#xC38;&#xC3E;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; s&#x101;m-pra-d&#x101;yiku&#x1E0D;u. n. (colloquial phrase,) A man of good family, a gentleman, an honest man. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC02;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;mpratamu. [Skt.] adv. Now, at this time, at present. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41;. Properly, fitly. &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC02;&#xC2A;&#xC30;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41; or &#xC38;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41; s&#x101;mpar&#x101;yamu. [Skt.] n. War, a battle, a combat. &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Vasu. iv. 1. P. iv. 435.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ndhyamu. [Skt. from &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;.] adj. Evening; produced at evening, or relating to evening. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; the redness of the sky in the evening, &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;. Also, the name of a sort of silk. BD. iii. 112.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ndramu. [Skt.] adj. Thick, dense, close, compact, thickset, much, abundant. &#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30; full of glory. Sar. D. 537.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;n-d&#x1E5B;ish&#x1E6D;ikamu. [Skt.] n. The immediate consequence or result, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC03;&#xC2B;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC4D;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC15;&#xC40;&#xC28;&#xC4D; s&#x101;kin. [H.] adj. Residing. n. An inhabitant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;kalyamu. [Skt. from &#xC38;&#xC15;&#xC32;&#xC2E;&#xC41;.] n. The whole, the total, all, entirety, &#xC38;&#xC15;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC2F;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC06; &#xC15;&#xC25;&#xC28;&#xC41; &#xC38;&#xC3E;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; (or &#xC38;&#xC38;&#xC3E;&#xC15;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;) &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC41; tell the whole story.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;kamu. [Tel.] n. A dispute; a pretext, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;. A feast. &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;, &quot;&#xC38;&#xC3E;&#xC15;&#xC2E;&#xC28;&#xC17;&#xC28;&#xC41; &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;&#xC26;&#xC4B;&#xC1A;&#xC41;.&quot; ABA. iii. 93.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC15;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;katamu. [Tel.] n. Consolation, &#xC0A;&#xC30;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41;. Favour, &#xC05;&#xC28;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC36;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x101;m&#x1E63;ayiku&#x1E0D;u. [Skt. from &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;.] n. One who has suspicion or doubt. &#xC38;&#xC02;&#xC36;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;m-vatsarikamu. [Skt. from &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;.] n. An anniversary of a death. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;, &#xC24;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC2C;&#xC4D;&#xC26;&#xC3F;&#xC15;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC41;&#xC21;&#xC41; s&#x101;m-vastsaru&#x1E0D;u. n. An astrologer, &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC1C;&#xC4B;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;, &quot;&#xC38;&#xC3E;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC3F;&#xC15;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC32; &#xC15;&#xC33;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2E;&#xC02;&#xC17;&#xC33; &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC38;&#xC46;&#xC32;&#xC02;&#xC17;.&quot; M. IV. v. 396.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x101;m-y&#x101;triku&#x1E0D;u. [Skt. from &#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;.] n. A sea merchant, &#xC13;&#xC21;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;s&#x101;mbr&#x101;&#x1E47;i. [from Skt. &#xC38;&#xC02;&#xC2C;&#xC30;&#xC47;&#xC28;&#xC41;.] n. The fragrant gum called benzoin, &#xC38;&#xC02;&#xC2C;&#xC30;&#xC47;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC32;&#xC28; &#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC27;&#xC42;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; &#xC24;&#xC48;&#xC32;&#xC2E;&#xC41; an oil extracted from this. &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; a perfumed taper or pastille, a candle made of benzoin which produces the fragrance of frankincense. &#xC0A;&#xC26;&#xC41;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC2A;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; the Indian Olibanum tree, Boswellia serrata, &#xC17;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. (Watts.) &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; &#xC06;&#xC15;&#xC41; a certain herb.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC2C;&#xC3E;</span>&#xA0;&#xA0;s&#x101;mb&#x101;. [H.] n. The large red stag called a Sambur. &#xC15;&#xC23;&#xC3F;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC02;&#xC2C;&#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s-&#x101;mba-&#x1E63;ivu&#x1E0D;u. [Skt. &#xC38;+&#xC05;&#xC02;&#xC17;+&#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.] n. An epithet of Siva. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC3E;&#xC30;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC15;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x101;kiri. [Skt. from &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;.] n. A witness. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;. &quot;&#xC08; &#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; &#xC32;&#xC46;&#xC38;&#xC3E;&#xC15;&#xC3F;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC35;&#xC46;.&quot; &#xC09;. &#xC30;&#xC3E;. vi.
			</div>
                