&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC17;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC17;&#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41; s&#x101;ga. [Tel.] n. A sort of hemp, from the fibres of which bow-strings are made. Sanseviera Zeylanica, &#xC2E;&#xC4B;&#xC30;&#xC1F;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC35;. &#xC38;&#xC3E;&#xC17;&#xC28;&#xC3E;&#xC30; or &#xC38;&#xC3E;&#xC17;&#xC28;&#xC3E;&#xC30;&#xC2E;&#xC1F;&#xC4D;&#xC1F; the fibres of this plant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;</span>&#xA0;&#xA0;s-&#x101;kshi. [Skt. &#xC38;+&#xC05;&#xC15;&#xC4D;&#xC37;&#xC3F;.] n. An eye withness, a witness, one who testifies to anything, one who gives evidence. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC0E;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; or &#xC38;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; a false witness. &#xC05;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC2E; &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC28;&#xC4A;&#xC15;&#xC2A;&#xC3E;&#xC2A; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41; my heart bears me witness that I did no wrong. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC3E; in the presence of the god of fire. &#xC2A;&#xC02;&#xC1A;&#xC2D;&#xC42;&#xC24; &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC28;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC41; I swear by the five elements that I am not guilty. &#xC0F;&#xC15;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC02; a single witness will not suffice. &quot;&#xC24;&#xC2E;&#xC30;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC17;&#xC3E;&#xC28;&#xC46; &#xC24;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1F;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC2E;&#xC15;&#xC41; &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC15;&#xC3E;&#xC26;&#xC46;.&quot; (Vema. 1650.) Is not this a proof? &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; &#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; s-&#x101;ksh&#x12B;-bh&#x16B;tu&#x1E0D;u. n. One equivalent to a witness, one as good as a witness. &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; s-&#x101;kshyamu. n. Testimony, evidence. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC42;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28; &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; as an evidence. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; false evidence. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; direct evidence. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; or &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; s-&#x101;kshyam-itstsu. v. n. To give evidence, to bear witness. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; the conscience.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;</span>&#xA0;&#xA0;, &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41; or &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; s-&#x101;ksh&#x101;t. [Skt.] adv. In sight, in view, in presence of, before. Manifestly, openly, publicly. Very, real, own. &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC02;&#xC26;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC1F;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D; &#xC35;&#xC3E;&#xC21;&#xC47; or &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC47; that very man, the identical person. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he came in person. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC41; Vishnu himself. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; an uterine brother, an own brother, &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; s-&#x101;ksh&#x101;tkarin&#x1E6D;su. v. n. To manifest oneself, to become manifest or present. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41;, &#xC0E;&#xC26;&#xC41;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; s-&#x101;ksh&#x101;tk&#x101;ramu. n. A manifestation of oneself, an appearing in a visible form, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC17;&#xC41;&#xC1F;. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; s-&#x101;ksh&#x101;tk&#x1E5B;itamu. adj. Made manifest. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F; s-&#x101;ksh&#x101;t-k&#x1E5B;iti. n. Personal presence; appearance in person, an interview. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41; s-&#x101;ksh&#x101;t-k&#x1E5B;itu&#x1E0D;u. n. One who manifested himself. &#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC15;&#xC4B;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC36;&#xC3E;&#xC16;&#xC4B;&#xC1F;&#xC2E;&#xC41; or &#xC36;&#xC3E;&#xC16;&#xC4B;&#xC1F;&#xC15;&#xC2E;&#xC41; s&#x101;k&#x14D;&#x1E6D;amu. [Skt.] n. A certain tree, Trophis aspera, &#xC17;&#xC02;&#xC27;&#xC2E;&#xC42;&#xC32;&#xC18;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC1F;&#xC47;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC15;&#xC41;</span>&#xA0;&#xA0;s&#x101;ku. [Tel.] n. A pretence, pretext excuse, palliation. &#xC28;&#xC46;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC41;. &quot;&#xC32;&#xC4B;&#xC15;&#xC47;&#xC36;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC3E;&#xC15;&#xC41;&#xC15;&#xC32;&#xC26;&#xC46;.&quot; Balarama i. 196. v. a. To bring up, foster, rear, educate, train up. &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;. &#xC38;&#xC3E;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; s&#x101;ku-konu. v. a. To adopt. &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC38;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; s&#x101;ku&#x1E0D;u. n. Rearing, training adj. Reared, trained, adopted, tame. &#xC38;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC21;&#xC41;&#xC15;&#xC41; an adopted son. &#xC38;&#xC3E;&#xC15;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15; a pet or tame parrot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;garamu. [Tel.] n. A bullock-load of oil, consisting of a pair of leathern bottles of oil. &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC28;&#xC42;&#xC28;&#xC46; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC28;&#xC3F;&#xC02;&#xC2A;&#xC3F;&#xC28; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC32;&#xC5B;&#xC4B;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC17;&#xC30;&#xC2E;&#xC41; [Skt. from &#xC38;&#xC17;&#xC30;.] n. The sea, ocean. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
                