&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;s&#x101;&#x1E6D;i. [Tel.] adj. Like, similar, equal. &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC48;&#xC28;, &#xC08;&#xC21;&#xC48;&#xC28;. &#xC28;&#xC3E;&#xC2A;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC41; my equals. &#xC38;&#xC3E;&#xC1F;&#xC3F; or &#xC38;&#xC3E;&#xC1F;&#xC3F;&#xC15; n. Likeness, similarity. equality. &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F; s&#x101;&#x1E6D;i-l&#x113;ni. adj. Unrivalled, matchless. &#xC05;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC1F;&#xC41;&#xC35; s&#x101;&#x1E6D;uva. n. Likeness, similitude, comparison. &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;, &#xC38;&#xC3E;&#xC1F;&#xC3E;, &#xC38;&#xC3E;&#xC1F;&#xC3E;&#xC15;&#xC4B;&#xC1F;&#xC3F; or &#xC38;&#xC3E;&#xC1F;&#xC3E;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41; s&#x101;ta. [Tel.] n. Barter, exchange. &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;, &#xC12;&#xC15; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC1F;&#xC3E; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC41; to give in exchange, to barter.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC1C;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;-j&#x101;tyamu. [Skt. from &#xC38;&#xC1C;&#xC3E;&#xC24;&#xC3F;.] n. Similarity, likeness. &#xC38;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC5B;&#xC2E;&#xC41; s&#x101;jamu. [from Skt. &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC41;.] adj. Natural, innate, proper, true. &quot;&#xC36;&#xC30;&#xC2E;&#xC41;&#xC26;&#xC4A;&#xC28;&#xC1C;&#xC47;&#xC30;&#xC41;&#xC1F;&#xC46;&#xC02;&#xC26;&#xC41; &#xC38;&#xC3E;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC46;.&quot; R. v. 296.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC1A;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;chivyamu. [Skt. from &#xC38;&#xC1A;&#xC35;&#xC41;&#xC21;&#xC41;.] n. Ministry, the office of a minister. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC1A;&#xC3F;&#xC35;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC38;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC15; &#xC38;&#xC3E;&#xC1A;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC02;&#xC1C;&#xC47;&#xC1F;&#xC17;&#xC41;.&quot; P. i. 386.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC1A;&#xC3E;</span>&#xA0;&#xA0;s&#x101;ch&#x101;. [H.] adj. Faithful, honest, true, real, just. &#xC38;&#xC3E;&#xC1A;&#xC3E;&#xC17;&#xC3E; honestly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC39;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC3E;&#xC17;&#xC41; s&#x101;gu. [Tel.] v. n. To go on, proceed, get on, advance, continue, be current, be usual. To lengthen, to extend, as hot iron under the hammer. To take effect. To begin, &#xC28;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC17;&#xC41;, &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC17;&#xC41;, &#xC06;&#xC30;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. A spit or iron lance, a short arrow thrown from the hand, &#xC05;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28; &#xC24;&#xC4D;&#xC30;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC15;&#xC1F;&#xC3E;&#xC30;&#xC3F;, &#xC05;&#xC32;&#xC41;&#xC17;&#xC41; &#xC35;&#xC02;&#xC1F;&#xC3F; &#xC06;&#xC2F;&#xC41;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Cultivation, tillage. &#xC15;&#xC43;&#xC37;&#xC3F;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC41;&#xC38;&#xC3E;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; when the army was marching. &#xC2A;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC17;&#xC32;&#xC47;&#xC26;&#xC41; the business does not go on or proceed. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC2E;&#xC3E;&#xC1F; &#xC38;&#xC3E;&#xC17;&#xC32;&#xC47;&#xC26;&#xC41; his word did not take effect. &#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC3E;&#xC17;&#xC32;&#xC47;&#xC26;&#xC41; the wire could not be drawn out or lengthened. &#xC06; &#xC09;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; &#xC38;&#xC3E;&#xC17;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E; is the feast still kept up? &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15; &#xC15;&#xC4A;&#xC28;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; her wish is fulfilled. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; she went on to say. &#xC07;&#xC26;&#xC3F; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC3E;&#xC17;&#xC26;&#xC41; I cannot get on without this. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC38;&#xC3E;&#xC17;&#xC15;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; as I could not subsist there I came away. &#xC38;&#xC3E;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; s&#x101;gu-p&#x101;&#x1E6D;u. n. Means of getting on, livelihood. &#xC1C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC38;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC21;&#xC3F; s&#x101;gu-ba&#x1E0D;i. n. Cultivation. &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;. plu. &#xC38;&#xC3E;&#xC17;&#xC41;&#xC2C;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC38;&#xC3E;&#xC17;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; s&#x101;ga-go&#x1E6D;&#x1E6D;u. v. a. To hammer, out, extend or draw out (by heating a rod of iron, gold, etc.) &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC3E;&#xC17;&#xC26;&#xC40;&#xC2F;&#xC41; s&#x101;ga-d&#x12B;yu. v. a. To extend, stretch out, draw out, lengthen, &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC17;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC32;&#xC3E;&#xC17;&#xC41;. To importune, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC0E;&#xC02;&#xC24; &#xC38;&#xC3E;&#xC17;&#xC26;&#xC40;&#xC38;&#xC3F;&#xC28;&#xC3E; &#xC2A;&#xC4B;&#xC28;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; however much I urged him he said he would not go. &#xC38;&#xC3E;&#xC17;&#xC28;&#xC02;&#xC2A;&#xC41; s&#x101;ga-n-ampu. v. a. To send away, to send one on, to set a traveller on his way, to convey or accompany one for a little distance. &#xC1C;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC3E;&#xC17;&#xC2C;&#xC21;&#xC41; or &#xC38;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC41; s&#x101;ga-ba&#x1E0D;u. v. n. To fall down at full length, flat or prostrate. &#xC38;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC2A;&#xC21;&#xC41;. &quot;&#xC38;&#xC3E;&#xC17;&#xC2C;&#xC21;&#xC3F; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28; &#xC36;&#xC4C;&#xC30;&#xC3F;&#xC15;&#xC43; &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC4D;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48;.&quot; Parij. v. 48. &#xC38;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; s&#x101;gin&#x1E6D;su. v. a. To conduct, carry on (a business.) To celebrate (a feast.) &#xC1C;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC15;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they performed the swinging feast.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;s&#x101;t-karin&#x1E6D;su. [Skt.] v. a. To make over, deliver. &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. A. iv. &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; s&#x101;t-k&#x1E5B;itamu. adj. Delivery made over, sacrificed. &#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1F;. &quot;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC38;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC47;&#xC32;.&quot; BRY. 1092.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC24;&#xC41;</span>&#xA0;&#xA0;s&#x101;tu. [from Skt. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC03;.] A company of travellers or of merchants, &#xC2C;&#xC3E;&#xC1F;&#xC38;&#xC3E;&#xC30;&#xC41;&#xC32; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC32;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &quot;&#xC2C;&#xC47;&#xC39;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC4A;&#xC15;&#xC2A;&#xC3E;&#xC24;&#xC41;&#xC02;&#xC17;&#xC42;&#xC21;&#xC3F; &#xC2A;&#xC30;&#xC26;&#xC47;&#xC36;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC30;&#xC17;&#xC41;&#xC1A;&#xC4B;.&quot; M. XII. iii. 450. &quot;&#xC35;&#xC28;&#xC15;&#xC30;&#xC3F;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC3E; &#xC38;&#xC3E;&#xC24;&#xC41;&#xC28;&#xC15;&#xC41;&#xC02;&#xC17;&#xC26;&#xC3F;&#xC38;&#xC3F; &#xC1C;&#xC28;&#xC1A;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC02;&#xC2A;&#xC26;&#xC4A;&#xC23;&#xC17;&#xC41;&#xC1F;&#xC28;&#xC4D;.&quot; ib. XII. iii. 451. &quot;&#xC24;&#xC46;&#xC30;&#xC2A;&#xC3F;&#xC2F;&#xC41;&#xC17;&#xC28;&#xC32;&#xC47;&#xC2E;&#xC3F;&#xC38;&#xC3E;&#xC24;&#xC41;&#xC26;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41; &#xC2A;&#xC21;&#xC3F;&#xC2F;&#xC46;&#xC28;&#xC4D;.&quot; A. vi. 98. &#xC38;&#xC3E;&#xC24;&#xC41; s&#x101;tu. v. a. To put vestments or garlands about an idol. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &quot;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC2F;&#xC41;&#xC17;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC38;&#xC3E;&#xC24;&#xC3F;.&quot; BD. i. 814. &#xC38;&#xC3E;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; or &#xC38;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC41; s&#x101;tu-v&#x101;n&#x1E0D;lu. n. plu. The name of a class of people who weav sackcloth. &#xC17;&#xC4B;&#xC28;&#xC46;&#xC32;&#xC41; &#xC28;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC3F;. A. vi. 56.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC24;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC24;&#xC28;&#xC3F; s&#x101;t&#x101;ni. [from Tam. &#xC1A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC24;&#xC35;&#xC30;&#xC4D;.] n. Literally, those who do not wear the sacred thread or crown-lock of hair. The S&#x101;t&#x101;nis, a class of Vaishnavites orginally formed from various castes. &#xC36;&#xC3F;&#xC16;&#xC3E;&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC4B;&#xC2A;&#xC35;&#xC40;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; or &#xC1A;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; s&#x101;tma-v&#x101;n&#x1E0D;lu. n. plu. An epithet of Vaishnava Brahmins, who do not wear the sacred thread and crown-lock of hair. &#xC36;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC48;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC41;&#xC32;&#xC41;. &quot;&#xC38;&#xC3E;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC24;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC2C;&#xC32;&#xC3F;&#xC38;&#xC3F;.&quot; A. ii. 112.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;s&#x101;&#x1E6D;in&#x1E6D;su. [Tel. for &#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. a. To proclaim, to publish by beat of drum. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
                