&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;s&#x101;du. [from Skt. &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC41;.] n. A tame animal. &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC48;&#xC28;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC35;&#xC41;. A gentle or good man, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. adj. Tame, mild, gentle, good, &#xC2E;&#xC02;&#xC1A;&#xC3F;. &quot;&#xC17;&#xC40; &#xC26;&#xC41;&#xC30;&#xC4D;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC17;&#xC42;&#xC21;&#xC3F; &#xC2A;&#xC47;&#xC26;&#xC38;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41; &#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; &#xC2D;&#xC32;&#xC4D;&#xC32;&#xC3E; iii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC24;&#xC3F;</span>&#xA0;&#xA0;s&#x101;tvati. [Skt.] n. The name of Sisupala&apos;s mother.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;s&#x101;tr&#x101;jiti. [Skt. from &#xC38;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC4D;.] A name of Satyabhama, as daughter of Satr&#x101;jit. &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2D;&#xC3E;&#xC2E;. Parij. xii. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x101;tyava-t&#x113;yu&#x1E0D;u. [Skt. from &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC3F;.] n. A name of Vy&#x101;sa. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC3F;</span>&#xA0;&#xA0;s&#x101;di. [Skt.] n. A rider or driver: a coachman, or charioteer, an elephant-driver, a horse-soldier. &#xC30;&#xC25;&#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;, &#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC40;&#xC21;&#xC41;. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC30;&#xC4C;&#xC24;&#xC41;. &#xC38;&#xC3E;&#xC26;&#xC3F;&#xC2C;&#xC32;&#xC2E;&#xC41; cavalry. UH. iv. 22. &quot;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC21;&#xC32;&#xC46;&#xC21;&#xC41;&#xC35;&#xC47;&#xC21;&#xC4D;&#xC15;&#xC24;&#xC4B;&#xC38;&#xC3E;&#xC26;&#xC3F;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; Satya. iv. 114.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s-&#x101;daramu. [Skt. &#xC38;+&#xC06;&#xC26;&#xC30;&#xC2E;&#xC41;] adj. Respectful. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28;. &quot;&#xC38;&#xC3E;&#xC26;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC1C;&#xC4D;&#xC1E;&#xC41; &#xC38;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC27;&#xC30;&#xC41;&#xC28;&#xC3F;.&quot; Sar. D. 567. &#xC38;&#xC3E;&#xC26;&#xC30;&#xC24; s-&#x101;darata. n. Regard, respect, veneration, affection. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC06;&#xC26;&#xC30;&#xC23;, &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC26;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; s-&#x101;daramu-g&#x101;. adv. Respectfully, kindly, &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC38;&#xC3E;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; s-&#x101;daru&#x1E0D;u. n. One who is gracious. &#xC38;&#xC28;&#xC4D;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC3E;&#xC27;&#xC30;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC3E;&#xC26;&#xC30;&#xC41;&#xC28;&#xC4D;.&quot; Balarama. iii. 218.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;damu. [Tel.] n. Boiled rice. &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; (a Vaishnavite word).
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC26;&#xC28;&#xC2E;&#xC41; s&#x101;danamu. [Skt.] n. A house. &#xC07;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC38;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC4D;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC05;&#xC30;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC28;</span>&#xA0;&#xA0;s&#x101;dana. [Skt. from &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;.] n. Practice, exercise, &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. Gymnastic exercise. &#xC38;&#xC3E;&#xC26;&#xC28;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC38;&#xC3E;&#xC26;&#xC28;&#xC5B;&#xC4B;&#xC26;&#xC41; s&#x101;dana-k&#x101;&#x1E0D;u. n. A wrestler, &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;tvikamu. [Skt. from &#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.] n. Amiability, goodness, sincerity, gentleness. &#xC38;&#xC3E;&#xC27;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC35;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;. adj. Virtuous, amiable, good, well disposed, gentle, sincere, &#xC38;&#xC24;&#xC4D;&#xC35;&#xC17;&#xC41;&#xC23;&#xC3E;&#xC35;&#xC32;&#xC2D;&#xC3F;&#xC2F;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC36;&#xC40;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC2A;&#xC42;&#xC1C; s&#x101;tvika-p&#x16B;ja. n. A bloodless sacrifice. A bloody rite is called &#xC24;&#xC3E;&#xC2E;&#xC38;&#xC2A;&#xC42;&#xC1C;. &#xC17;&#xC3E;&#xC35;&#xC41; &#xC07;&#xC2F;&#xC4D;&#xC2F;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC1C;&#xC40;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC38;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC05;&#xC30;&#xC4D;&#xC1A;&#xC28;. &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; s&#x101;tviku&#x1E0D;u. n. A peaceable man, a man of gentle temper. &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;-d&#x1E5B;i&#x1E63;yamu. [Skt.] n. Likeness, similarity, resemblance, comparison; an instance, example, illustration. &#xC24;&#xC41;&#xC32;&#xC4D;&#xC2F;&#xC24;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC40;</span>&#xA0;&#xA0;&#x1E63;&#x101;darv&#x101;ri. [H.] n. Expenditure and receipts, output and income. Petty charges for pens, ink, paper, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC3E;</span>&#xA0;&#xA0;s&#x101;d&#x101;. [H.] adj. Plain, clear, blank.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC26;&#xC30;&#xC41;</span>&#xA0;&#xA0;s&#x101;daru. [H.] adj. Issued, proclaimed, enacted.
			</div>
                