&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;s&#x101;dhin&#x1E6D;su. [Skt.] v. a. To achieve, accomplish, effect, master, overcome, conquer. &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;, &#xC38;&#xC2E;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;. v. n. To persist in saying, insist upon, affirm. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; to obtain a thing by perseverance. &quot;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC32;&#xC30;&#xC41;.&quot; Vema. 866. &#xC06; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they affirm that he paid the money. &#xC06; &#xC2F;&#xC21;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC30;&#xC3F; they subdued the jungle. &#xC38;&#xC32;&#xC2E;&#xC41; (or &#xC2A;&#xC17;) &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he wreaked his malice. See &#xC38;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41; and &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC32;&#xC47;&#xC26;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he persistently denied the fact. &#xC06; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC15;&#xC2E;&#xC41; &#xC1C;&#xC30;&#xC17;&#xC32;&#xC47;&#xC26;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC21;&#xC41; he makes it out that the sale never took place. &#xC38;&#xC3E;&#xC27;&#xC41; or &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC41; s&#x101;dhu. adj. Tame, docile, tractable, gentle, good, not vicious. Pleasing, right, correct, fit, proper. Excellent, eminent. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC02;&#xC1A;&#xC3F;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;, &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC48;&#xC28;&#xC06;&#xC35;&#xC41; a quiet cow. &#xC38;&#xC3E;&#xC27;&#xC41;&#xC35;&#xC41; s&#x101;&#x1E0D;huvu. n. A good, meek, harmless or gentle person, a good natured or virtuous man, a saint. &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC38;&#xC3E;&#xC27;&#xC41;&#xC32;&#xC17;&#xC41; &#xC2A;&#xC47;&#xC26;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC4D;.&quot; M. I. i. 130. &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; s&#x101;dhyamu. adj. Possible, attainable, practicable, tractable. &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. n. The twenty second astronomical Yoga. &#xC17;&#xC4D;&#xC30;&#xC39; &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC1F;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; s&#x101;dhy-&#x101;nusv&#x101;ramu. n. The changeable sunna (n) which may be inserted according to circumstances, as in &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC05;&#xC24;&#xC21;&#xC41;, &#xC05;&#xC24;&#xC02;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; s&#x101;dhyu&#x1E0D;u. n. One who is easy, docile, gentle or reasonable. &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC40;&#xC21;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC41; &#xC05;&#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; he may be mastered but they cannot be mastered. An inferior deity, or demigod. &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC38;&#xC2E;&#xC41; s&#x101;dhvasamu. n. Fear, terror. &#xC2D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC3F; s&#x101;dhvi. n. A good woman, a chaste wife. &#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;. &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; s&#x101;dhvitu&#x1E0D;u. n. A saint, a chaste or holyman. &#xC2E;&#xC41;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;</span>&#xA0;&#xA0;s&#x101;dh&#x101;ra&#x1E47;a. [Skt.] n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;-dharmyamu. [Skt.] n. Community, equality or similarity of duty, office or property; likeness, comparison, &#xC12;&#xC15;&#xC1F;&#xC47;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC07;&#xC1F;&#xC41;&#xC32;&#xC38;&#xC3E;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC2F;&#xC47;&#xC28;&#xC3F;&#xC32;&#xC47;&#xC28;&#xC3F;.&quot; UR. iv. 256.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;dhakamu. [Skt.] adj. Completing, effecting, finishing. &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;. n. Practice, exercise. Vouchers in evidence. Instruments, means, medium; authority for the use of a word. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC35;&#xC3E;&#xC1F;&#xC41;, &#xC26;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC47;&#xC1C;&#xC41;, &#xC09;&#xC26;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC38;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41; sword exercise. &#xC28;&#xC40;&#xC35;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC2E;&#xC3E;&#xC1F;&#xC15;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41;&#xC15;&#xC26;&#xC30;&#xC4D;&#xC26;&#xC3E; have you any means of proving what you say? &#xC38;&#xC3E;&#xC27;&#xC15;&#xC2C;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; the pros and cons of a case. &#xC38;&#xC3E;&#xC27;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; s&#x101;dhakamu-ch&#x113;yu. v. a. To practise, exercise or use. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC3E;&#xC27;&#xC15;&#xC41;&#xC21;&#xC41; s&#x101;dhaku&#x1E0D;u. n. A conqueror, masterer, achiever, &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC3E;&#xC27;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC24;. A devotee, &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41;. &quot;&#xC05;&#xC2F;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC3F;&#xC2F;&#xC4B;&#xC17; &#xC38;&#xC3E;&#xC27;&#xC15;&#xC41;&#xC02;&#xC21;&#xC15;&#xC3E;&#xC28;&#xC47;&#xC30;&#xC21;&#xC41;.&quot; A. iii. 90. &quot;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC41;&#xC2D;&#xC42;&#xC24;&#xC3F; &#xC32;&#xC47;&#xC15;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC32;&#xC1A;&#xC47; &#xC38;&#xC02;&#xC36;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC46;&#xC21;&#xC26;&#xC41; &#xC38;&#xC3E;&#xC27;&#xC15;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; (Vema. 115.) &#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41; s&#x101;dhanamu. n. A way, means, medium, instrument, agent, contrivance, expedient, tool, implement. Authority, reason. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC3F;, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC3E;&#xC27;&#xC28;&#xC38;&#xC02;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F; ways and means. &#xC2E;&#xC42;&#xC32;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41; the principal means. &quot;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC17;&#xC26;&#xC3E;&#xC36;&#xC02;&#xC16; &#xC36;&#xC3E;&#xC30;&#xC4D;&#xC19;&#xC4D;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC41;.&quot; BX. &#xC38;&#xC3E;&#xC27;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; s&#x101;dhan-&#x12B;yamu. adj. That which can be realised or accomplished, practicable. &#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC48;&#xC28; s&#x101;dh&#x101;ra&#x1E47;amu. [Skt.] adj. Usual, ordinary, customary, common. &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC26;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; he can very easily master it. &quot;&#xC05;&#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;.&quot; (T. ii. 41.) uncommon learning, profound learning. &#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; s&#x101;dh&#x101;ra&#x1E47;amu-g&#x101;. adv. Commonly, ordinarily, generally, easily, &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC05;&#xC28;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; not common to others.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC28;</span>&#xA0;&#xA0;s&#x101;na. [from Skt. &#xC36;&#xC3E;&#xC23;&#xC03;.] n. A whet-stone or hone, a grind-stone. A stone on which sandal paste is prepared. A piece of stone, metal or wood on which jewels are polished. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC28;&#xC42;&#xC30;&#xC47; &#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC36;&#xC3E;&#xC23;&#xC2E;&#xC41;. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC38;&#xC3E;&#xC28; a machine on which diamonds are cut and polished. &#xC38;&#xC3E;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41; s&#x101;napa&#x1E6D;&#x1E6D;a&#x1E0D;amu. n. Grinding or polishing. &#xC38;&#xC3E;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; s&#x101;na-pa&#x1E6D;&#x1E6D;u. v. a. To grind a knife, razor or sword: to cut and polish gems, &#xC2A;&#xC26;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC38;&#xC3E;&#xC28;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC3F;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41; an uncut or unfinished ruby.
			</div>
                