&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2A;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x101;pa&#x1E0D;u. [Tel.] v. n. To dine. &#xC38;&#xC3E;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC3E;&#xC2A;&#xC3E;&#xC1F;&#xC41; s&#x101;p&#x101;&#x1E6D;u. n. Food, a meal, &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. Eating, &#xC38;&#xC3E;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC38;&#xC3E;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41; s&#x101;p&#x101;&#x1E6D;u-r&#x101;mudu. n. A glutton.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;nnidhyamu. [Skt. from &#xC38;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC27;&#xC3F;.] n. Nearness, vicinity, proximity, &#xC38;&#xC3E;&#xC2E;&#xC40;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;s&#x101;nuvu. [Skt.] n. A tableland, even or level ground on the top or edge of a mountain. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. &quot;&#xC38;&#xC3E;&#xC28;&#xC41;&#xC2D;&#xC42;&#xC2E;&#xC41;&#xC32; &#xC26;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC3E;&#xC1C;&#xC26;&#xC3F;&#xC2F;&#xC2C;&#xC21;&#xC3F;.&quot; Vish. iii. 31. &quot;&#xC39;&#xC3F;&#xC2E;&#xC35;&#xC24;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC15;&#xC42;&#xC1F;&#xC38;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC24;&#xC46;&#xC02;&#xC1A;&#xC41;.&quot; ib. ii. 336. &#xC30;&#xC24;&#xC4D;&#xC28;&#xC38;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC41; a name of Mount Meru.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41; s&#x101;numattu. [Skt.] n. A mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s-&#x101;nuk&#x16B;lamu. [Skt.] adj. Convenient. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC2F;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;s&#x101;nika. [Tel.] n. An earthen vessel, plate or dish &#xC2E;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC02;&#xC1A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;s&#x101;ni. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F;.] n. A lady, a woman of rank. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F;, &#xC05;&#xC27;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. A wife, &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. (Commonly,) a dancing girl. &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;. &#xC26;&#xC4A;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F; or &#xC0F;&#xC32;&#xC3F;&#xC15;&#xC38;&#xC3E;&#xC28;&#xC3F; a lady or queen, &#xC30;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC38;&#xC3E;&#xC28;&#xC3F; a farmer&apos;s wife. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F; a midwife. &#xC38;&#xC3E;&#xC28;&#xC3F;&#xC26;&#xC3F; s&#x101;nidi. n. A dancing girl, &#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F;. &#xC38;&#xC3E;&#xC23;&#xC3F;&#xC1A;&#xC47;&#xC2A; or &#xC38;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4A;&#xC2F;&#xC4D;&#xC2F; s&#x101;ni-ch&#x113;pa. n. A fish, a species of Labrus. Russell. &#xC38;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; s&#x101;ni-v&#x101;n&#x1E0D;lu. n. plu. Members of the dancing caste. &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC1C;&#xC3E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;s&#x101;na-katti. [Tel. for &#xC38;&#xC3E;&#xC26;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.] n. A sword used in fencing. &#xC38;&#xC3E;&#xC26;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC17;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x101;magri. [Skt.] n. A thing, article, material, ingredient. A utensil; furniture, goods. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC09;&#xC2A;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30; &#xC36;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x101;mantu&#x1E0D;u. [Skt.] n. A neighbouring king, a feudatory prince, &#xC07;&#xC30;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3E;&#xC1C;&#xC41;. &quot;&#xC26;&#xC4A;&#xC30;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC32;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC17;&#xC3E;&#xC27;&#xC3F; &#xC2A;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; Sar. D. 592. &#xC38;&#xC3E;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC17;&#xC4B;&#xC32; s&#x101;manta-r&#x101;g&#x14D;la. n. A kind of weapon. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC17;&#xC4B;&#xC32; &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC2A;&#xC02;&#xC17;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;.&quot; &#xC26;&#xC4D;&#xC35;&#xC3F; &#xC38;&#xC3E;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC17;&#xC4B;&#xC32;&#xC38;&#xC3E;&#xC1A;&#xC3F; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC28;&#xC41;, &#xC35;&#xC32;&#xC2D;&#xC41;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC26;&#xC3E;&#xC15;&#xC3F;&#xC35;&#xC38;&#xC41;&#xC27;&#xC47;&#xC36;&#xC41;&#xC21;&#xC32;&#xC3F;&#xC17;&#xC3F;.&quot; Pal. 413.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2B;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;-phalyamu. [Skt. from &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC41;.] n. Fruitfulness, efficacy, success. &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC2B;&#xC32;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC24;&#xC2E;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC3E; &#xC1C;&#xC28;&#xC4D;&#xC2E; &#xC38;&#xC3E;&#xC2B;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; by seeing you I have accomplished the great end of my life. &#xC28;&#xC3E; &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15; &#xC38;&#xC3E;&#xC2B;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; my object is accomplished, my hopes are fulfilled.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC2B;&#xC41; s&#x101;pu. [H.] adj. Clear, pure, fair, smooth, straight, level, not crooked. &#xC38;&#xC3E;&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F; a fair copy (of a paper, book, &amp;c.) &#xC38;&#xC3E;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC21;&#xC2E;&#xC41; copying out fair. &#xC38;&#xC3E;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to level.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC02;&#xC1C;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;manjasyamu. [Skt. from &#xC38;&#xC2E;&#xC02;&#xC1C;&#xC38;&#xC2E;&#xC41;.] n. Fitness, propriety. &#xC38;&#xC2E;&#xC02;&#xC1C;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;pta-pad&#x12B;namu. [Skt. from &#xC38;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC26;&#xC3F;.] n. Friendship. &#xC38;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2C;&#xC15;&#xC41;</span>&#xA0;&#xA0;s&#x101;baku. [H.] adj. Former. &#xC38;&#xC3E;&#xC2C;&#xC15;&#xC41; &#xC39;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC41; a former order.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2C;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2B;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC3E;&#xC2A;&#xC41;.
			</div>
                