&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC24;, &#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC46;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC2E;&#xC46;&#xC24; s&#x101;mita. [from Skt. &#xC38;&#xC2E;&#xC24;&#xC3E;.] n. A proverb, a common saying, &#xC12;&#xC15; &#xC38;&#xC02;&#xC17;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC32;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC2E;&#xC3E;&#xC1F;, &#xC32;&#xC4B;&#xC15;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;. s&#x101;mi. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;.] n. Lord, master. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;, &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;. A king &#xC30;&#xC3E;&#xC1C;&#xC41;. A husband, &#xC2A;&#xC46;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC1F;&#xC3F;. &#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC2E;&#xC32; a hill on which Kum&#x101;rasw&#x101;mi resides.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;m&#x101;nyamu. [Skt. from &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;.] adj. Common, general, usual, ordinary. &#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC48;&#xC28;. Middling, inferior, low, base, mean, &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;, &#xC1C;&#xC2C;&#xC4D;&#xC2C;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; s&#x101;m&#x101;nyu&#x1E0D;u. n. A common or ordinary person, a base man. &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; middle class people, commmon folk. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC3E; is he a common man? &#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F; s&#x101;m&#x101;nya. n. A common woman. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC23; &#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;s&#x101;m&#x101;nu. [H.] n. Things, baggage, luggage, goods, wares, tools, apparatus. A service or set of things. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC41; bazaar goods. &#xC35;&#xC02;&#xC1F;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC32;&#xC41; cooking ingredients or vessels.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC1C;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;&#x1E63;&#x101;m&#x101;jiku&#x1E0D;u. [Skt. from &#xC38;&#xC2E;&#xC3E;&#xC1C;&#xC2E;&#xC41;.] n. A member of an assembly, or scoeity. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC2D;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC2D;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x101;mav&#x101;yiku&#x1E0D;u. [Skt.] n. A principal minister or counsellor. The chief of a company or corporation. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;m-arthyamu. [Skt. from &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;.] n. Skill, ability, capacity, adequacy, power, &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;, &#xC2C;&#xC32;&#xC2E;&#xC41;, &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC24;, &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; s&#x101;m-arthya-vantu&#x1E0D;u. n. An able man. &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; s&#x101;m-arthya-vantu-r-&#x101;lu. n. A skilful woman. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;See &#xC38;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ma-rasyamu. [Skt. from &#xC38;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC41;.] n. Equality, friendliness, amicableness. &#xC38;&#xC2E;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC30;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;mamu. [Skt.] n. The third of the Vedas. &#xC24;&#xC43;&#xC24;&#xC40;&#xC2F;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC17;&#xC3E;&#xC28;&#xC2E;&#xC41; the chanting of this Veda. Conciliation, pacification, gentle methods, fair means. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC28;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3E;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC38;&#xC3E;&#xC2E; &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC41;&#xC32;&#xC4D;.&quot; T. iv. 187. Gymnastics such as sword play or wrestling. &#xC38;&#xC3E;&#xC2E;&#xC41;. &quot;&#xC38;&#xC3E;&#xC2E;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC41;&#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC26;&#xC40;&#xC30;&#xC3F;&#xC28;&#xC30;&#xC2E;&#xC4D;&#xC2E;&#xC41;.&quot; Chatu. i. 67. &#xC38;&#xC3E;&#xC2E;&#xC17;&#xC41;&#xC21;&#xC41; s&#x101;magu&#x1E0D;u. n. A chanter or reciter of the Sama Veda. &#xC38;&#xC3E;&#xC2E;&#xC35;&#xC47;&#xC26;&#xC2A;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC1C;&#xC2E;&#xC41; s&#x101;m&#x101;-jamu. n. Lit. Born from the S&#x101;ma V&#x113;da. An elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC4B;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC2E;&#xC41; s&#x101;m-&#x14D;dbhavamu. n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. &quot;&#xC2E;&#xC26;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC2E;&#xC4B;&#xC26;&#xC4D;&#xC2D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC2E;&#xC2E;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC2E;&#xC48;.&quot; M. VI. 108.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;mu. [Tel. short for &#xC38;&#xC17;&#xC2E;&#xC41;.] n. A half. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;. &quot;&#xC38;&#xC3E;&#xC2E;&#xC41;&#xC38;&#xC4B;&#xC2E;&#xC41; &#xC28;&#xC4B;&#xC2E;&#xC41; &#xC17;&#xC4B;&#xC2E;&#xC41;&#xC2E;&#xC4B;&#xC2E;&#xC41;.&quot; Ila. iii. 170. &#xC1F;&#xC40; &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC38;&#xC4B;&#xC2E;&#xC41;, &#xC38;&#xC17;&#xC2E;&#xC41; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F;. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.] n. Bodily exercise, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC2E;&#xC2E;&#xC41;. Fencing of feats of strength, &#xC17;&#xC3E;&#xC30;&#xC3F;&#xC21;&#xC3F;. &#xC28;&#xC47;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC17;&#xC42;&#xC21;&#xC26;&#xC41; if you lose your footing you will lose your power. &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to practise gymnastics or feats of strength. &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC3F; s&#x101;m-ari. n. A gymnast or fencer. &#xC38;&#xC3E;&#xC2E;&#xC41; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC15;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; s&#x101;mu-kan&#x1E6D;i-&#x1E6D;sukka. n. The name of a constellation called &#xC2A;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3E; or &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC2B;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC40;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &quot;&#xC06; &#xC1A;&#xC26;&#xC41;&#xC35;&#xC41;&#xC38;&#xC3E;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC02;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC28;&#xC17;&#xC35;&#xC40;&#xC1F;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;, &#xC38;&#xC3E;&#xC27;&#xC41;&#xC32;&#xC32;&#xC28;&#xC41;&#xC2C;&#xC30;&#xC3F;&#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC3E;&#xC27;&#xC41;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC02;&#xC17;, &#xC1C;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC26;&#xC41;&#xC30;&#xC46;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC02;&#xC38;&#xC38;&#xC47;&#xC2F;.&quot; &#xC15;&#xC35;&#xC3F;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC40;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;m&#x12B;pyamu. [Skt. from &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC2E;&#xC41;.] n. Nearness, contiguity, proximity, neighbourhood. &#xC38;&#xC2E;&#xC40;&#xC2A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC40;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x101;m&#x12B;ri. [Skt.] n. Lit. the son of &#xC38;&#xC2E;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;. An epithet of Hanuman, &#xC39;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. Also, of Bh&#x12B;ma, &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
                