&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; s&#x101;mr&#x101;&#x1E47;i. [Tel.] n. Benzoin. &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC27;&#xC42;&#xC2A;&#xC2E;&#xC41; incense. &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC27;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to burn or offer incense. &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; a perfumed taper or candle. A steed, a fine horse, &#xC35;&#xC3E;&#xC1C;&#xC3F;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC17;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; &#xC17;&#xC24;&#xC41;&#xC32;&#xC26;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC4B;&#xC1C;&#xC24;&#xC4B;&#xC38;&#xC3E;&#xC02;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC24;&#xC47;&#xC1C;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC28;&#xC46;.&quot; Kalahasti. &#xA7;. 49.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;m-r&#x101;jyamu. [Skt. from &#xC38;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41;.] n. Empire, sway, rule. &#xC38;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC28;&#xC42;&#xC30;&#xC41; &#xC30;&#xC42;&#xC2A;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC07;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC2E;&#xC41; &#xC12;&#xC15; &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC3E; is it a great thing to give a hundred rupees? &#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC4D; or &#xC38;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41; s&#x101;m-r&#x101;&#x1E6D;. n. An emperor. &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC27;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;myamu. [Skt. from &#xC38;&#xC2E;&#xC2E;&#xC41;.] n. Equality, analogy, likeness, similarity, comparison. &#xC38;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2A;&#xC4B;&#xC32;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC46;&#xC24;</span>&#xA0;&#xA0;See &#xC38;&#xC3E;&#xC2E;&#xC3F;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;mudrikamu. [Skt. from &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;.] adj. Belonging to the sea. n. Palmistry, the interpretation of spots on the body, and of lines in the hand. &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2E;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC30;&#xC47;&#xC16;&#xC32;&#xC28;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; s&#x101;mudriku&#x1E0D;u. n. One who knows palmistry, a palmister. &#xC2E;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC41; &#xC30;&#xC47;&#xC16;&#xC32;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC3F; &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ra&#x1E47;amu. [Tel.] n. A kind of hawk. &#xC21;&#xC47;&#xC17;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4D;&#xC35;&#xC3F; &#xC38;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC1C;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC32;&#xC28;&#xC41;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC38;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;.&quot; HD. i. 534.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;s&#x101;ra-che&#x1E6D;&#x1E6D;u. [Tel.] n. A certain jungle tree. &#xC38;&#xC3E;&#xC30;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41; the kernel of the fruit of this tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;rangamu. [Skt.] n. A deer. &#xC26;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;. A bee, &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;. An elephant, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. A species of Cuckoo, a swallow, a bird of paradise, Cuculus melanoleucos. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC4B;&#xC2F;&#xC3F;&#xC32;, &#xC1A;&#xC3E;&#xC24;&#xC15;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC38;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41; s&#x101;ranga-r&#x101;gamu. n. A certain tune &#xC30;&#xC3E;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC30;&#xC02;&#xC17;&#xC3F; s&#x101;rangi. n. A kind of fiddle with five wires, played with a bow. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC40;&#xC23;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2F;&#xC41;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;-yujyamu. [Skt.] n. Identification, intimate union, absorption into the essence of the Deity. &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC32;&#xC3F;&#xC38;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2F;&#xC3F;&#xC32;</span>&#xA0;&#xA0;s&#x101;yila. [Tel.] n. A man belonging to a certain class of mendicants who profess fortune telling. &#xC2C;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2F;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC2F;&#xC3F;&#xC30;&#xC41; s&#x101;yaru. [H.] n. A transit duty, customs, tolls. &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;yamu. [from Skt. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;.] n. Aid, assistance, help. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;. [Tel. anuk.] as &#xC06;&#xC2F;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; custom house duties and the like. &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC3F;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC06;&#xC2F;&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC05;&#xC35;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F;.&quot; Pal. 313.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;yamu. [Skt.] n. Evening, the close of the day. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F; the evening prayer. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; s&#x101;yan-k&#x101;lamu. n. Evening. &#xC38;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41; s&#x101;yan-tanamu. adj. Belonging to the evening. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; s&#x101;yan-tramu. (corruption of &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC24;&#xC28;&#xC2E;&#xC41;.) n. Evening. &#xC38;&#xC3E;&#xC2F;&#xC02;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;yakamu. [Skt.] n. An arrow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. A sword. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC2F;&#xC2E;&#xC41; s&#x101;yamu. n. An arrow. &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;</span>&#xA0;&#xA0;s&#x101;rathi. [Skt.] n. A charioteer, a coachman. &#xC30;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC28;&#xC21;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC23;&#xC3F;</span>&#xA0;&#xA0;s&#x101;rani. [Skt.] n. A sluice, drain, or canal. &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC24;&#xC42;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;. &quot;&#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC28; &#xC2E;&#xC30;&#xC02;&#xC26; &#xC30;&#xC38;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39; &#xC38;&#xC02;&#xC24;&#xC24;&#xC41;&#xC32; &#xC38;&#xC3E;&#xC30;&#xC23;&#xC41;&#xC32;&#xC2A;&#xC4A;&#xC32;&#xC4D;&#xC2A;&#xC46; &#xC38;&#xC02;&#xC17;&#xC41;&#xC1A;&#xC4B;&#xC1F;.&quot; Vedanta. R. ii. 20.
			</div>
                