&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F; s&#x101;r&#x101;. [from Skt. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC38;&#xC41;&#xC30;&#xC3E;.] n. Arrack, wine, intoxicating liquor, &#xC35;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ras-vatamu. [Skt. from &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC3F;.] adj. Relating to the goddess Sarasvati. &#xC38;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &quot;&#xC07;&#xC24;&#xC4B;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC3E;&#xC27; &#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC4B;&#xC26;&#xC4D;&#xC2C;&#xC4B;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;.&quot; A. pref. 21. &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;rasyamu. [Skt. from &#xC38;&#xC30;&#xC38;&#xC2E;&#xC41;.] n. Suavity of manners. &#xC38;&#xC30;&#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;rasamu. [Skt. from &#xC38;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;.] n. A lotus or water lily. &#xC2A;&#xC26;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC30;&#xC38;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30; a lily-eyed or fair-eyed woman. The Siberian or Indian crane, or Cyrus, Ardea liberica. &#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &#xC38;&#xC3E;&#xC30;&#xC38;&#xC3F; s&#x101;rasi. n. The female Indian crane. &#xC06;&#xC21;&#xC41;&#xC2C;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC35;</span>&#xA0;&#xA0;s&#x101;rava. [Tel.] n. A bridge. A scaffolding. &#xC2A;&#xC30;&#xC02;&#xC5B;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ra-m&#x113;yamu. [Skt.] n. A dog. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC47;&#xC2F;&#xC3F; s&#x101;ra-meyi. n. a bitch. &#xC06;&#xC21;&#xC41;&#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;ramu. [Skt.] n. Essence, substance, the essential or vital part. The pith, sap, marrow. Juice. Vigour. The effect or purport. Riches, wealth. &#xC2E;&#xC42;&#xC32;&#xC17;, &#xC2E;&#xC46;&#xC26;&#xC21;&#xC41;. &#xC1A;&#xC47;&#xC35;, &#xC1C;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC24;&#xC4D;&#xC24;, &#xC2B;&#xC32;&#xC2E;&#xC41;. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;, &#xC30;&#xC38;&#xC2E;&#xC41;. &quot;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC2A;&#xC02;&#xC1A;&#xC15;&#xC2E;&#xC41; &#xC26;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC02;&#xC2C;&#xC3E;&#xC37;&#xC3F; &#xC38;&#xC02;&#xC24;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC28;&#xC4D;.&quot; A. vi. 29. &#xC1F;&#xC40; &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC28;, &#xC2E;&#xC46;&#xC26;&#xC21;&#xC41;&#xC28;&#xC41;&#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E;, &#xC32;&#xC4B;&#xC39;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; steel. &#xC35;&#xC47;&#xC26;&#xC3E;&#xC02;&#xC24;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; the essence of Theology; (this is the title of a certain Christain book) &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; the essence of emptiness. &#xC2D;&#xC42;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; the fertility or richness of the earth. &#xC07;&#xC02;&#xC26;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; in this I see nothing of any worth. &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; dry and empty discourse. adj. Excellent, fruitful, rich, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC30;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41; a rich or fruitful country of soil. &quot;&#xC38;&#xC3E;&#xC30;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC41;&quot; &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC30;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;. M. XIII. ii. &#xC38;&#xC3E;&#xC30;&#xC24;&#xC30;&#xC2E;&#xC41; s&#x101;ra-taramu. adj. More excellent. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC30;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41; s&#x101;ra-vantamu. adj. Fruitful, fertile, rich. &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC41; the essence or purport of any matter. &#xC38;&#xC3E;&#xC30;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC2E;&#xC41; s&#x101;ra-vat-taramu. adj. Best, most excellent. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC02;&#xC36;&#xC2E;&#xC41; s&#x101;r-&#x101;m&#x1E63;amu. n. The essential part, the pith, gist or purport. An issue framed by a court. &#xC38;&#xC24;&#xC4D;&#xC24;, &#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC42;&#xC2A;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;-r&#x16B;pyamu. [Skt. from &#xC38;+&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;.] n. Identity of form, close resemblance, assimilation. &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC30;&#xC42;&#xC2A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC3E;</span>&#xA0;&#xA0;s&#x101;ruv&#x101;. [Tel.] n. A wet crop. &#xC28;&#xC40;&#xC30;&#xC3E; &#xC38;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC47; &#xC2A;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC41;&#xC35;</span>&#xA0;&#xA0;s&#x101;ruva. [Tel.] n. A scaffolding. A canal. A bridge. A bank or bund, &#xC15;&#xC1F;&#xC4D;&#xC1F;, &#xC15;&#xC3E;&#xC38;&#xC46;&#xC2A;&#xC28;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC15;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC32;&#xC24;&#xC4B; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC24;&#xC4B; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;, &#xC35;&#xC02;&#xC24;&#xC46;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;s&#x101;ru. [Tel.] n. A kind of dance. &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC24;&#xC17;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;s&#x101;rin&#x1E6D;su. [Skt.] v. a. To extend, stretch. &#xC1A;&#xC3E;&#xC1A;&#xC41;. &quot;&#xC17;&#xC26;&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; To open, &#xC24;&#xC46;&#xC30;&#xC1A;&#xC41;. &quot;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; To straighten, set right, &#xC38;&#xC30;&#xC3F;&#xC26;&#xC40;&#xC2F;&#xC41;, &#xC38;&#xC35;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC28;&#xC3E;&#xC30;&#xC3F;&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; To brandish or flourish a sword, &#xC1C;&#xC33;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;. &quot;&#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; To cast a glance, &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. To spread, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC35;&#xC40;&#xC23;&#xC32;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32; &#xC38;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC24;&#xC41;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC41; &#xC35;&#xC3E;&#xC30;&#xC26;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; N. i. 224.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x101;ri. [Tel.] n. A time, turn, occasion. &#xC24;&#xC21;&#xC35;, &#xC24;&#xC47;&#xC2A;, &#xC2E;&#xC3E;&#xC1F;&#xC41;. &#xC12;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; once. &#xC30;&#xC46;&#xC02;&#xC21;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; twice. &#xC2E;&#xC42;&#xC21;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; thrice. &#xC08;&#xC38;&#xC3E;&#xC30;&#xC3F; this time. &#xC28;&#xC46;&#xC32;&#xC15;&#xC41; &#xC12;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; once a month. &#xC28;&#xC46;&#xC32;&#xC15;&#xC41; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC41; four times a month. &#xC38;&#xC3E;&#xC30;&#xC3F; s&#x101;ri. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;.] n. A military expedition, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;. &#xC38;&#xC3E;&#xC30;&#xC46;, &#xC38;&#xC3E;&#xC30;&#xC46;&#xC15;&#xC41; or &#xC38;&#xC3E;&#xC30;&#xC46;&#xC38;&#xC30;&#xC46;&#xC15;&#xC41; s&#x101;re. adv. Frequently, often, repeatedly, again and again. &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;. &quot;&#xC18;&#xC4B;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC38;&#xC3E;&#xC30;&#xC46;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32;&#xC41; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;.&quot; S. iii. 91. &quot;&#xC38;&#xC3E;&#xC30;&#xC46;&#xC02;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15; &#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;.&quot; N. ii. 334.
			</div>
                