&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC4C;&#xC2E;&#xC41;&#xC26;&#xC41;</span>&#xA0;&#xA0;s&#x101;rva-bhaumu&#x1E0D;u. [Skt. from &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC42;&#xC2E;&#xC3F;.] n. A universal monarch. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC30;&#xC3E;&#xC1C;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;. &#xC2A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC4C;&#xC2E;&#xC41;&#xC21;&#xC41; a most celebrated scholar. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC4C;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; s&#x101;rva-bhaumatvamu. n. Universal dominion. &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC2D;&#xC42;&#xC2A;&#xC3E;&#xC32;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;</span>&#xA0;&#xA0;s&#x101;rl&#x101;. [Tel.] n. Success, completion, achievement, good result. &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC24;. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC05;&#xC17;&#xC41; s&#x101;rl&#x101;-agu. v. n. To succeed, to be finished. &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC17;&#xC41;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC17;&#xC41;. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC15;&#xC47;&#xC32;&#xC47;&#xC26;&#xC41; the undertaking did not succeed. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; s&#x101;rl&#x101;-ch&#x113;yu. v. a. To settle, prepare, get ready, &#xC2A;&#xC30;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC46;&#xC28;&#xC41; he brought it about, settled it. &#xC05;&#xC26;&#xC3F; &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the thing succeeded well. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC21;&#xC41; s&#x101;rl&#x101;-pa&#x1E0D;u. v. n. To be gained, to come to a good result, to prosper, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC17;&#xC41;. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC30;&#xC1A;&#xC41; or &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC32;&#xC3E;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; s&#x101;rl&#x101;-para&#x1E6D;su. v. a. To bring about, get (a thing) done, get is settled. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;rthamu. [Skt.] n. A pack, swarm or multitude of animals, a troop or caravan of merchants. &#xC1C;&#xC02;&#xC24;&#xC41;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC35;&#xC23;&#xC3F;&#xC15;&#xC4D;&#xC38;&#xC02;&#xC18;&#xC2E;&#xC41;. adj. Significant, having a meaning, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC17;&#xC42;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC35;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; s&#x101;rtha-v&#x101;hu&#x1E0D;u. n. A merchant, a trader, a headman or leader, &#xC35;&#xC48;&#xC26;&#xC47;&#xC39;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC4D;&#xC30;&#xC2F;&#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC24; s-&#x101;rthakamu. [Skt.] n. Utility, profit, good, benefit, fruit, use, efficacy. &#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41; adj. Having a meaning, a significant, to the purpose, well adapted, suitable as an epithet, name or title. Effectual, profitable, useful. &#xC05;&#xC30;&#xC4D;&#xC25;&#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC28;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC28;&#xC3E;&#xC2E;&#xC2E;&#xC41; a significant name, a name having its peculiar meaning, as &#xC1A;&#xC24;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41; a quadruped. &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; s-&#x101;rthakamu-l&#x113;ni. adj. Irrelevant, fruitless, ineffective. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC46;&#xC02;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC02;&#xC24;&#xC41; s&#x101;rjen&#x1E6D;u. [Eng. &apos;serjeant.&apos;] n. A serjeant, &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;. Bobbili. iii. 106.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC46;</span>&#xA0;&#xA0;s&#x101;re. [Tel.] n. Presents made to a daughter when sent to her husband&apos;s house. &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC05;&#xC24;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC35;&#xC30;&#xC41;&#xC38;. A potter&apos;s wheel, &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. A stop in a lute, &#xC35;&#xC40;&#xC23;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. [From Skt. &#xC36;&#xC3E;&#xC30;&#xC3F;&#xC03;.] n. A pawn or piece used in games, a die. &#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC2F;, &#xC2A;&#xC3E;&#xC1A;&#xC3F;&#xC15;, &#xC2A;&#xC17;&#xC21;&#xC38;&#xC3E;&#xC32;&#xC15;&#xC3E;&#xC2F;, See also under &#xC38;&#xC3E;&#xC30;&#xC3F;. &#xC38;&#xC3E;&#xC30;&#xC46;&#xC38;&#xC24;&#xC4D;&#xC24;&#xC41; s&#x101;re-sattu. n. A sort of cake, &#xC1C;&#xC02;&#xC24;&#xC3F;&#xC15;. &quot;&#xC12;&#xC2C;&#xC4D;&#xC2C;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC46; &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; H. i. 117.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;</span>&#xA0;&#xA0;s&#x101;lastri. [H.] n. A farrier, a horse doctor. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41; &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;lamu. [Skt.] n. A wall surrounding a building. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. A tree, &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. The &quot;Sal tree,&quot; the Umbrella Thorn Tree, Acacia planifrons. &#xC2E;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC2D;&#xC02;&#xC1C;&#xC3F;&#xC15;</span>&#xA0;&#xA0;s&#x101;la-bhanjika. n. A doll, a puppet. &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;&#xC32;&#xC3F;&#xC15;, &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;la-gr&#x101;mamu. [Skt.] n. The Salagram, a species of ammonite, worshipped by the Vaishnavites as a type of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC38;&#xC3E;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41; the Salagram resembling a fish.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;lakamu. [Skt.] n. A kind of fish. &#xC09;&#xC30;&#xC41;&#xC5B;&#xC41; &#xC2E;&#xC40;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;s&#x101;la. [from Skt. &#xC36;&#xC3E;&#xC32;.] n. A house, edifice; a hall, room, place. &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC2D;, &#xC1A; &#xC3E;&#xC35;&#xC21;&#xC3F;, &#xC1A;&#xC46;&#xC30;&#xC38;&#xC3E;&#xC32; a prison. &#xC1F;&#xC02;&#xC15;&#xC38;&#xC3E;&#xC32; a mint. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC38;&#xC3E;&#xC32; a lying-in apartment. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC38;&#xC3E;&#xC32; a theatre. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC38;&#xC3E;&#xC32; an audience hall.
			</div>
                