&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC41; Same as &#xC36;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;s&#x101;lu. [H.] n. A year. &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC32;&#xC3E;&#xC2C;&#xC3E;&#xC26;&#xC41;&#xC17;&#xC3E; s&#x101;l&#x101;-b&#x101;du-g&#x101;. adv. Annually. &#xC38;&#xC3E;&#xC32;&#xC40;&#xC28;&#xC3E; or &#xC38;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC3E;&#xC28;&#xC3E; s&#x101;l&#x12B;n&#x101;. adj. Annual. &#xC38;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC41; s&#x101;l&#x101;ru. n. The end of the year. &#xC38;&#xC3E;&#xC32;&#xC41;&#xC2C;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC32;&#xC41; s&#x101;lu-bass&#x101;lu. adj. Annual. &#xC38;&#xC3E;&#xC33;&#xC35;&#xC3E;&#xC26;&#xC3E;&#xC33;&#xC35;&#xC3E;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; s&#x101;lav&#x101;-d&#x101;&#x1E37;av&#x101;-&#x1E37;ekka. n. An account regarding the wet and dry grain crops, i.e., for the whole year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x101;l&#x12B;&#x1E0D;u. [Tel. &#xC38;&#xC3E;&#xC32;&#xC46;+&#xC08;&#xC21;&#xC41;.] n. A spider. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. A weaver, &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC3E;&#xC35;&#xC43;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;l&#x101;-v&#x1E5B;ikamu. [Skt.] n. A dog. &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15;. A wolf, &#xC24;&#xC4B;&#xC21;&#xC47;&#xC32;&#xC41;. A jackal, &#xC28;&#xC15;&#xC4D;&#xC15;. A monkey, &#xC15;&#xC4B;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC3E;&#xC30;&#xC3F;&#xC15;</span>&#xA0;&#xA0;s&#x101;l&#x101;rika. [Skt.] n. A woman taken captive in war, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC1C;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC21;&#xC1A;&#xC47;&#xC2A;</span>&#xA0;&#xA0;s&#x101;va&#x1E0D;a-ch&#x113;pa. [Tel.] n. A kind of fish of the species called Chimaera, &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s-&#x101;va-dh&#x101;namu. [Skt.] n. Attention. &#xC38;&#xC3E;&#xC35;&#xC27;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E; attentively.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s-&#x101;vak&#x101;&#x1E63;amu. [Skt.] n. Leisure. &#xC38;&#xC3E;&#xC35;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC17;&#xC3E; leisurely.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC33;&#xC41;&#xC35;, &#xC38;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC3E;&#xC33;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC38;&#xC3E;&#xC32;&#xC41;&#xC35;&#xC2A;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC26; s&#x101;&#x1E37;uva. [Tel.] n. A hawk used in huntting. &#xC21;&#xC47;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC35;&#xC47;&#xC1F;&#xC38;&#xC3E;&#xC17;&#xC2E;&#xC1C;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC2A;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC2A;&#xC41; &#xC17;&#xC4D;&#xC30;&#xC26;&#xC4D;&#xC27;&#xC32;&#xC41;.&quot; P. i. 554. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3E;&#xC33;&#xC41;&#xC35; the black eagle. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC3E;&#xC33;&#xC41;&#xC35; and &#xC15;&#xC41;&#xC02;&#xC26;&#xC47;&#xC1F;&#xC3F; &#xC38;&#xC3E;&#xC33;&#xC4D;&#xC35;&#xC21;&#xC47;&#xC17; are other kinds. &#xC38;&#xC3E;&#xC33;&#xC4D;&#xC35;&#xC21;&#xC41; s&#x101;&#x1E37;va&#x1E0D;u. n. A name given to a dog that huunts like a hawk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC33;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;&#x1E37;agamu. [Skt.] n. Harmony in music. &#xC24;&#xC3F;&#xC32;&#xC24;&#xC02;&#xC21;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC48;&#xC28; &#xC30;&#xC3E;&#xC17;&#xC2E;&#xC47;&#xC33;&#xC28;&#xC2E;&#xC41;. A certain tune, &#xC30;&#xC3E;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC32;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC38;&#xC3E;&#xC33;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC30;&#xC2F;.&quot; BD. iii. 1364. &#xC38;&#xC3E;&#xC33;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; s&#x101;&#x1E37;ag-in&#x1E6D;su. v. n. To be mixed. or mingled, &#xC2E;&#xC3F;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC38;&#xC3E;&#xC33;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; s&#x101;&#x1E37;a-gimpu. n. Mixing, harmony, &#xC2E;&#xC47;&#xC33;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC4D;&#xC35;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x101;lva&#x1E0D;u. [Tel. &#xC38;&#xC3E;&#xC32;&#xC41;+&#xC2A;&#xC21;&#xC41;.] v. n. To become sapless, or lose strength, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC17;&#xC41;. To lean to a side, &#xC12;&#xC30;&#xC17;&#xC41;. &#xC38;&#xC3E;&#xC32;&#xC4D;&#xC35;&#xC30;&#xC1A;&#xC41; s&#x101;l-vara&#x1E6D;su. v. a. To cause to lean, &amp;c.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC4B;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;-l&#x14D;kyamu. [Skt. from &#xC38;+&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;.] n. Being in the same world, dwelling in heaven with God, &#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC3F;&#xC24;&#xC4B; &#xC38;&#xC2E;&#xC3E;&#xC28; &#xC32;&#xC4B;&#xC15;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;, &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC32;&#xC4B;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC32;&#xC46;</span>&#xA0;&#xA0;s&#x101;le. [from Skt. &#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC03;] n. Weaving. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41; &#xC28;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. A caste of weavers, &#xC38;&#xC3E;&#xC32;&#xC46; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; s&#x101;le-pa&#x1E6D;&#x1E6D;u. (from &#xC1C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2A;&#xC1F;&#xC03;) n. A spider&apos;s web. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41; s&#x101;le-purugu. n. A spider. &#xC24;&#xC02;&#xC24;&#xC41;&#xC35;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC08;&#xC17;&#xC2A;&#xC41;&#xC32;&#xC3F;. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41; s&#x101;le-v&#x101;&#x1E0D;u. n. A weaver.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC41;</span>&#xA0;&#xA0;Sam as &#xC1A;&#xC3E;&#xC35;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x101;vitri. [Skt.] n. A name of Sarasvati. The gayatri or sacred hymn to the sun. &#xC17;&#xC3E;&#xC2F;&#xC24;&#xC4D;&#xC30;&#xC3F;. N. v. 79.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC3F;&#xC15;</span>&#xA0;&#xA0;s&#x101;vika. [Skt.] n. A midwife. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC38;&#xC35;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;s&#x101;vi. [Tel.] n. Time. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. A blasted stalk of withered corn. &#xC24;&#xC40;&#xC30;&#xC3E; &#xC2A;&#xC02;&#xC21;&#xC15; &#xC2E;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC47; &#xC2F;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28; &#xC2A;&#xC48;&#xC30;&#xC41;. &quot;&#xC0E;&#xC30;&#xC41;&#xC35;&#xC41;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC21;&#xC41;&#xC38;&#xC3E;&#xC35;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17; &#xC24;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC48;&#xC17;&#xC02;&#xC2A;&#xC32;&#xC24;&#xC3E;&#xC28;&#xC46;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; KP. iv. 84.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;v&#x101;samu. [from Skt. &#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;.] n. Association, companionship, friendship, &#xC2A;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC38;&#xC3E;&#xC35;&#xC3E;&#xC38;&#xC3F; s&#x101;v&#x101;si. n. A friend, an associate, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC35;&#xC32;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC35;&#xC32;&#xC40;&#xC21;&#xC41; s&#x101;vali. [Tel.] n. A mendicant fortune-teller, &#xC21;&#xC41;&#xC2C;&#xC41;&#xC21;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                