&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;hasamu. [Skt.] adj. Daring, rash, outrageous, impetuous. &#xC24;&#xC46;&#xC17;&#xC41;&#xC35;&#xC17;&#xC32;. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; hold conduct. n. Courage, boldness, daring. Violence, rashness, temerity, impetuosity. Desperate or wild daring, a wild or desperate deed. &#xC1A;&#xC4A;&#xC30;&#xC35;, &#xC24;&#xC46;&#xC17;&#xC41;&#xC35;, &#xC24;&#xC46;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; to venture, to dare. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC15;&#xC43;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; s&#x101;hasa-k&#x1E5B;itya-mu. n. A daring act or deed, a feat, an outrage, &#xC24;&#xC46;&#xC17;&#xC41;&#xC35;&#xC17;&#xC32; &#xC2A;&#xC28;&#xC3F;. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; s&#x101;has-in&#x1E6D;su. v. n. To dare, venture. &#xC24;&#xC46;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC38;&#xC3E;&#xC39;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41; s&#x101;has-ikamu. adj. Violent, desperate, bold, rash, reckless, hot-brained. &#xC24;&#xC46;&#xC17;&#xC41;&#xC35;&#xC17;&#xC32;. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; s&#x101;has-ika-tvamu. n. Daring, rashness, temerity, impetuosity, &#xC24;&#xC46;&#xC17;&#xC41;&#xC35;, &#xC24;&#xC46;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41;. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC3E;&#xC39;&#xC38;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; s&#x101;hasu&#x1E0D;u. n. A bold, daring, rash or impetuous man. &#xC24;&#xC46;&#xC17;&#xC41;&#xC35;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;s&#x101;sna. [Skt.] n. The dewlap of an ox. &#xC17;&#xC02;&#xC17;&#xC21;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC38;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;s&#x101;suvulu. [Tel.] n. plu. Mustard seed. &#xC06;&#xC35;&#xC3E;&#xC32;&#xC41;. H. ii. 251.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s-&#x101;sh&#x1E6D;-&#x101;ngamu. [Skt.] n. Prostrate adoration. Literally, touching the ground with (&#xC2A;) the eight (&#xC05;&#xC37;&#xC4D;&#xC1F;) limbs (&#xC05;&#xC02;&#xC17;), i.e., the hands, knees, shoulders, breast and forehead. &#xC38;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC2C;&#xC21;&#xC3F; &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC26;&#xC02;&#xC21; &#xC2A;&#xC4D;&#xC30;&#xC23;&#xC3E;&#xC2E;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to do homage. &#xC38;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC26;&#xC02;&#xC21;&#xC2E;&#xC41; or &#xC38;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17; &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; prostrate homage. &quot;&#xC15;&#xC30;&#xC2F;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;, &#xC28;&#xC41;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC3E;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC4D;. &#xC38;&#xC30;&#xC3F;&#xC27;&#xC30;&#xC23;&#xC3F;&#xC2E;&#xC4B;&#xC2A;&#xC3F;&#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;, &#xC2C;&#xC30;&#xC41;&#xC35;&#xC21;&#xC3F;&#xC38;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; &#xC2A;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC40;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC4D;. &quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC39;&#xC42;</span>&#xA0;&#xA0;s&#x101;h&#x16B;. [Maharati.] interj. Behold! Be attentive! An exclamation used by heralds on the approach of a king or on the egress of an idol in a procession. &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41;. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;. &quot;&#xC24;&#xC47; &#xC17;&#xC40; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC38;&#xC3E;&#xC39;&#xC4B;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;, &#xC35;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC39;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;&#xC02;&#xC2A;.&quot; Anir. iv. 4.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC39;&#xC47;&#xC2C;&#xC41;</span>&#xA0;&#xA0;s&#x101;h&#x113;bu. [H.] n. A sahib, a master. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;. &#xC26;&#xC4A;&#xC30;. &quot;&#xC38;&#xC3E;&#xC39;&#xC47;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC30;&#xC41;.&quot; &#xC30;&#xC3E;. &#xC35;&#xC3F;. v. A Mahomedan, &#xC24;&#xC30;&#xC41;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC39;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC40;&#xC2F;&#xC2E;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC39;&#xC41;, &#xC38;&#xC3E;&#xC39;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC39;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41; s&#x101;ha. [H.] n. A rich merchant, a banker.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; s&#x101;hiti. [Skt.] n. Classical knowledge, scholarship, e&#x1E5B;udition, &#xC05;&#xC30;&#xC4D;&#xC25;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC3E;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC38;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC40;&#xC38;&#xC2E;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC23; &#xC38;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC2D;&#xC4C;&#xC2E;.&quot; A. pref. 54. Association, connection, &#xC38;&#xC02;&#xC38;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;, &#xC15;&#xC42;&#xC21;&#xC3F;&#xC15;. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC3F; or &#xC38;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; s&#x101;hitya-gny&#x101;ni. n. A classical scholar.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC39;&#xC3F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;hi&#x1E47;amu. [Tel.] n. A stable. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC38;&#xC3E;&#xC32;. &#xC38;&#xC3E;&#xC39;&#xC3F;&#xC23;&#xC3F; or &#xC38;&#xC3E;&#xC39;&#xC3F;&#xC23;&#xC40; s&#x101;hi&#x1E47;i. n. A groom, a horsekeeper, &#xC30;&#xC35;&#xC41;&#xC24;&#xC41;, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2C;&#xC47;&#xC30;&#xC1C;&#xC02;&#xC2A;&#xC41;&#xC2E;&#xC23;&#xC41;&#xC32; &#xC2E;&#xC4A;&#xC17;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC39;&#xC3F;&#xC23;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC02;&#xC21;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC24; &#xC2F;&#xC46;&#xC26;&#xC41;&#xC1F;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46; &#xC17;&#xC02;&#xC27;&#xC35;&#xC3E;&#xC39;&#xC2C;&#xC3E;&#xC02;&#xC27;&#xC35;&#xC02;&#xC2C;&#xC17;&#xC41;&#xC28;&#xC4A;&#xC15; &#xC2E;&#xC39;&#xC3E;&#xC38;&#xC48;&#xC02;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;.&quot; Swa. iv. 37. &quot;&#xC1A;&#xC2A;&#xC4D;&#xC2A;&#xC1F;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC26;&#xC32;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC38;&#xC3E;&#xC39;&#xC3F;&#xC23;&#xC40;&#xC32;&#xC41; &#xC2E;&#xC3E;&#xC35;&#xC41;&#xC32;&#xC2C;&#xC30;&#xC2A;&#xC02;&#xC17;&#xC35;&#xC48;&#xC1A;&#xC3F;.&quot; A. iii. 28. &quot;&#xC28;&#xC15;&#xC41;&#xC32;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC30;&#xC3E;&#xC1C;&#xC2D;&#xC35;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC38;&#xC3E;&#xC39;&#xC3F;&#xC28;&#xC3F;&#xC2F;&#xC48;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC21;&#xC47;.&quot; P. iii. 354.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC39;&#xC3E;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;h&#x101;yyamu. [Skt. from &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41;.] n. Aid, assistance, help. &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC24;, &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC39;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC24;, &#xC24;&#xC4B;&#xC21;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x101;hasramu. [Skt. from &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. Many thousands; a host. &#xC35;&#xC47;&#xC28;&#xC35;&#xC47;&#xC32;&#xC41;, &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC3E;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; s&#x101;hasru&#x1E0D;u. n. The commander of a thousand (troops.)
			</div>
                