&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sind&#x16B;ramu. [Skt.] n. Same as &#xC38;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sindu-v&#x101;ramu. [Skt.] n. A kind of tree, Vitex negundo. &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sinduramu. [from Skt. &#xC38;&#xC3F;&#xC02;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41;.] n. Red lead, vermilion, &#xC1A;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;. A sort of tree, &#xC35;&#xC3E;&#xC35;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;ingil&#x12B;kamu. [Tel.] n. The great black monkey, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26; &#xC28;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC4B;&#xC24;&#xC3F;. &quot;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC3F;&#xC38; &#xC38;&#xC3F;&#xC35;&#xC02;&#xC17;&#xC3F;&#xC36;&#xC4B;&#xC23;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC40;&#xC15; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC15;&#xC4B;&#xC24;&#xC41;&#xC32;&#xC17;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46;.&quot; H. v. 400.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC23;&#xC3F;</span>&#xA0;&#xA0;See &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;singi. [from Skt. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;.] n. Irritation. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; he is enraged. See also under &#xC38;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sing&#x101;ramu. [from Skt. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. Beauty, prettiness, ornament, decoration, embellishment. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;. adj. Ornamented, handsome. &#xC05;&#xC32;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; sing&#x101;rin&#x1E6D;su. v. a. To adorn, beautify, trim. &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F; sing&#x101;ri. n. A well-adorned woman, a beautiful woman, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41; &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;sing&#x101;ni. [from Skt. &#xC36;&#xC3E;&#xC30;&#xC4D;&#xC19;&#xC4D;&#xC17;.] adj. Made of horn. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;. &quot;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC21;&#xC41;&#xC32;&#xC41;.&quot; S. i. 158. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC23;&#xC3F;, &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC23;&#xC3F; or &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC23;&#xC40; [from Skt. &#xC36;&#xC40;&#xC02;&#xC1C;&#xC3F;&#xC28;&#xC40;.] n. A bow. &#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. The name of a dog, &#xC12;&#xC15; &#xC15;&#xC41;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC47;&#xC30;&#xC41;. &quot;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC23;&#xC3F;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC30;&#xC3E;.&quot; Swa. iv. 160. &quot;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC23;&#xC40; &#xC24;&#xC30;&#xC15;&#xC38;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; A. ii. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;singamu. [from Skt. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;.] n. A lion. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC2A;&#xC41;&#xC2A;&#xC40;&#xC1F; singapu-p&#x12B;&#x1E6D;a. n. A throne, &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;. &quot;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC42;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC2A;&#xC41;&#xC2A;&#xC40;&#xC1F;&quot; &#xC2A;&#xC3E;&#xC02;&#xC1A;&#xC3E;. i. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC41; singa&#x1E0D;u. n. Narsimha. &#xC28;&#xC43;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC41;&#xC21;&#xC41;. A gypsy, &#xC0E;&#xC30;&#xC41;&#xC15;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2E;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC30;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC21; &#xC26;&#xC30;&#xC3F;&#xC28;&#xC4D; &#xC24;&#xC32; &#xC2E;&#xC4B;&#xC1A;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC26;&#xC3F;.&quot; S. i. 19. One who is angry. &#xC15;&#xC4B;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41; singa&#x1E37;amu. [from Skt. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC33;&#xC2E;&#xC41;.] n. Ceylon. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC33;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F; singi. n. (fem.) A gypsy woman, &#xC0E;&#xC30;&#xC41;&#xC15;&#xC32;&#xC26;&#xC3F;. &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41; singi-n&#x101;damu. [from &#xC38;&#xC3F;&#xC02;&#xC39;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41;.] n. A horn, a trumpet, &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. Nonsense, stupidity, folly, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC46;&#xC30;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC2C;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC41; &#xC2E;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;&#xC24;&#xC4B; &#xC17;&#xC33;&#xC2E;&#xC41;&#xC28; &#xC26;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC3F;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B;&#xC21;.&quot; Chandra Bh&#x101;nu. Chari. ii. 54.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC25;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;sindhuvu. [Skt.] n. The ocean. A river. The river Indus: the country on its banks. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC26;&#xC3F;, &#xC28;&#xC26;&#xC40;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC24;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC1F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC36;&#xC2F;&#xC28;&#xC41;&#xC21;&#xC41; sindhu-&#x1E63;aya-nu&#x1E0D;u. n. He whose couch is the bad of the sea, i.e. Vish&#x1E47;u. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; sindhu&#x307;-d&#x113;&#x1E63;amu. n. Sindh; the country on the banks of the Indus, the Punjab, &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC28;&#xC26;&#xC40; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC02;&#xC24;&#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F; or &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC2F; sindhu-putri. n. Lit. the daughter of the sea; an epithet of Lakshmi. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;. &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC41; sindhuramu. n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
                