&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC15;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC15;&#xC4D;&#xC25;&#xC2E;&#xC41; sikthakamu. [Skt.] n. Bee&apos;s wax. &#xC2E;&#xC27;&#xC42;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;siktamu. [Skt.] adj. Wet, wetted, sprinkled. &#xC24;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC15;, &#xC24;&#xC21;&#xC41;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC2E;&#xC27;&#xC41;&#xC38;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; moistened with honey, honeyed.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC15;&#xC3E;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3E; sik&#x101;. [from Skt. &#xC36;&#xC3F;&#xC16;.] n. A seal. &#xC38;&#xC3F;&#xC15;&#xC3E;&#xC09;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41; a ring which is used as a seal, a favourite ring. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC1F;&#xC41;&#xC02;&#xC17;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC15;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sikatamu. [Skt.] n. Sand, &#xC07;&#xC38;&#xC41;&#xC15;. A sandy soil, &#xC07;&#xC38;&#xC41;&#xC15;&#xC28;&#xC47;&#xC32;, &#xC2E;&#xC4A;&#xC30;&#xC41;&#xC2A;&#xC28;&#xC47;&#xC32;. Stone or gravel in the bladder. &#xC38;&#xC3F;&#xC15;&#xC24;&#xC3E;&#xC2E;&#xC47;&#xC39;&#xC2E;&#xC41; sikat&#x101;-m&#x113;hamu. n. Stone or gravel in the bladder. &#xC05;&#xC36;&#xC4D;&#xC2E;&#xC30;&#xC3F;, &#xC2E;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC1B;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC15;&#xC24;&#xC3F;&#xC32;&#xC2E;&#xC41; sika-tilamu. adj. Sandy, &#xC07;&#xC38;&#xC41;&#xC15;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC15;</span>&#xA0;&#xA0;sika. [from Skt. &#xC36;&#xC3F;&#xC16;.] n. A crest, a lock of hair left on the crown. &#xC36;&#xC3F;&#xC16;, &#xC15;&#xC47;&#xC36; &#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC17;, &#xC5B;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC39;&#xC41;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;simhun&#x1E0D;amu. [Skt.] n. The plant called Euphorbia antiquorum. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC41;, &#xC2C;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC1C;&#xC46;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;simhamu. [Skt.] n. A lion. The sign Leo. (In composition,) Eminent, chief, &#xC2E;&#xC43;&#xC17;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC2F;&#xC3F;&#xC26;&#xC35;&#xC30;&#xC3E;&#xC38;&#xC3F;. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41; or &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2A;&#xC41;&#xC2A;&#xC32;&#xC15; a large piece of timber, &#xC32;&#xC3E;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC41;. &#xC15;&#xC35;&#xC3F;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41; a noble poet. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC2E;&#xC41;. (lit. the elephant&apos;s dream of his mortal foe the lion.) a killing thought, a dreadful apprehension. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC32;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41; (corrupted into &#xC38;&#xC3F;&#xC02;&#xC39;&#xC24;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;) an ornament in the form of a lion&apos;s head, the figure carved on the front of the pole of a Hindu litter. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; simha-dv&#x101;ramu. n. The portal or front gate of a house, &#xC24;&#xC32;&#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC28;&#xC3E;&#xC26;&#xC2E;&#xC41; simha-n&#x101;damu. n. A loud cry, a war cry or war whoop. Huzzas. &#xC15;&#xC4D;&#xC37;&#xC4D;&#xC35;&#xC47;&#xC33;, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2D;&#xC1F;&#xC41;&#xC32;&#xC41; &#xC05;&#xC30;&#xC3F;&#xC1A;&#xC47; &#xC05;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC2C;&#xC4A;&#xC2C;&#xC2C;&#xC4D;&#xC2C;. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC38;&#xC02;&#xC39;&#xC28;&#xC28;&#xC41;&#xC21;&#xC41; simha-samhananu&#x1E0D;u. n. Lit. one who kills a lion, i.e., a very handsome person, a man of noble presence or figure. &#xC38;&#xC30;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC17;&#xC38;&#xC41;&#xC2E;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3E;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC28;&#xC2E;&#xC41; simh-&#x101;va-l&#x14D;kanamu. n. Lit, a lion&apos;s look Retrospection. A trick in versification consisting of making each line begin with the last word of the preceeding one. &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC15;&#xC41; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28; &#xC2A;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC33;&#xC4D;&#xC32;&#xC40;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC1A;&#xC41; &#xC30;&#xC3E;&#xC35;&#xC21;&#xC2E;&#xC41;. &quot;&#xC07;&#xC26;&#xC3F;&#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30; &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC48;&#xC28; &#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC02;&#xC2C;&#xC41;, &#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC3F; &#xC2C;&#xC46;&#xC17;&#xC21;&#xC41;&#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;, &#xC15;&#xC46;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC3F; &#xC24;&#xC47;&#xC1F;&#xC3F;&#xC2F;&#xC4A;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC28; &#xC2E;&#xC02;&#xC15;&#xC46;&#xC28;, &#xC2E;&#xC02;&#xC15;&#xC46;&#xC28;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC3F;&#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC41;.&quot; T. iii. 63. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41; simk-&#x101;sanamu. n. A lion seat, a seat or throne supported by sculptured lions, a throne, &#xC28;&#xC43;&#xC2A;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC2D;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC28;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC1C;&#xC2A;&#xC40;&#xC20;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3E;&#xC38;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; simh-&#x101;sana-sthu&#x1E0D;u. n. One who is enthroned. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3F; simhi. n. A lioness. &#xC06;&#xC21;&#xC41;&#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3F; or &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3F;&#xC15;. n. The mother of R&#x101;hu. &#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC1A;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sichayamu. [Skt.] n. A cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. An old cloth, &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;siggu. [Tel.] n. Shame, shyness, modesty, timidity. &#xC32;&#xC1C;&#xC4D;&#xC1C;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC02;&#xC26;&#xC41; or &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; siggu-pa&#x1E0D;u. v. n. To blush, to be ashamed, to be shy or bashful. &#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41; siggu-p&#x101;&#x1E6D;u. n. The act of being ashamed or feeling shy, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;&#xC1F;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2E;&#xC3E;&#xC32;&#xC3F;&#xC28; siggu-m&#x101;lina. adj. Shameless, impudent. &#xC32;&#xC5B;&#xC4D;&#xC1C;&#xC32;&#xC47;&#xC28;&#xC3F;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC41; sigg-aru. (&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;+&#xC06;&#xC30;&#xC41;) or &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC41; v. n. To lose shame, to become shameless, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F; siggi-ari. n. One who is ashamed. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F; sigg-ari-katte. n. A shy or bashful woman. &#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC32;&#xC26;&#xC3F;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; sigg-ari-k&#x101;&#x1E0D;u. n. One who is ashamed or bashful, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; siggari-tanamu. n. Shamefacedness, bashfulness. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F; sigg-i&#x1E0D;i. (&#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;+&#xC07;&#xC21;&#xC3F;) n. One who has lost all shame, &#xC32;&#xC5B;&#xC4D;&#xC1C;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC5B;&#xC4D;&#xC1C;&#xC41;&#xC1A;&#xC46;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC17;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41;, &#xC38;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC35;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41; sigin&#x101;lu. [Tel.] n. plu. fine sort of areca nuts, &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC17;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC17;&#xC30; sigari. [from Skt. &#xC36;&#xC3F;&#xC16;&#xC30;&#xC3F;&#xC23;&#xC40;.] n. Buttermilk seasoned with spices, &#xC2E;&#xC46;&#xC02;&#xC24;&#xC3F; &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC17;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sigaramu. [from Skt. &#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;.] Same as &#xC36;&#xC3F;&#xC16;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC15; siga. [from Skt. &#xC36;&#xC3F;&#xC16;.] n. A lock of hair, left on the crown of the head, at the time of tonsure. &#xC38;&#xC3F;&#xC17;&#xC2C;&#xC02;&#xC24;&#xC3F; a bouquet or garland of flowers worn on the head.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sikyamu. [Skt.] n. The string or loop suspended from either end of a pole or yoke to receive the burden, a string or loop suspended from the ceiling of a house to hang things on. &#xC15;&#xC3E;&#xC35;&#xC21;&#xC3F; &#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC09;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC41;.
			</div>
                