&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC21;&#xC46;&#xC2E;&#xC41; si&#x1E0D;amu. [Tel.] n. A flag, a banner. &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC2E;&#xC41;. A flagstaff, &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;. &quot;&#xC17;&#xC26;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC48;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC26;&#xC3F;&#xC30;&#xC25;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC41; &#xC38;&#xC42;&#xC24;&#xC41;&#xC28;&#xC30;&#xC26;&#xC2E;&#xC41;&#xC38;&#xC3F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC3F;&#xC26;&#xC41;&#xC30;&#xC2A;&#xC32;&#xC41;&#xC38;&#xC47;&#xC2F;.&quot; M. VII. v. 257. &quot;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41;&#xC38;&#xC3F;&#xC21;&#xC46;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; M. VI. i. 340. ib. II. ii. 4. ib.VII. ii. 127.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F; sidde. [Tel.] n. A leather, bottle or vessel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC40;</span>&#xA0;&#xA0;sidd&#x12B;. [H.] n. An African, a negro, an Abyssinian. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E; &#xC2E;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC35;&#xC32;&#xC46; &#xC0E;&#xC28;&#xC41;&#xC17;&#xC02;&#xC24; &#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC15;&#xC3E;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC2A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sidd&#x101;yamu. [from Skt. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC2F;&#xC03;.] n. Saving in expenditure, economy. Embezzlement, pickings. A tax, fee. &#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC40;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC15;&#xC42;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC2A;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;, &#xC30;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC24;</span>&#xA0;&#xA0;sita. [Skt.] n. Sugar. &#xC36;&#xC30;&#xC4D;&#xC15;&#xC30;. &#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; sitamu. adj. White, bright, lightcoloured. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. &#xC38;&#xC3F;&#xC24;&#xC3E;&#xC2D;&#xC2E;&#xC41; or &#xC38;&#xC3F;&#xC24;&#xC3E;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41; sit&#x101;-bhamu. n. Crude camphor. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; situ&#x1E0D;u. n. One who is white, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC21;&#xC3F;</span>&#xA0;&#xA0;si&#x1E0D;i. [Tel.] n. The cross beam of a picota or water lift. &#xC0F;&#xC24;&#xC2A;&#xC41;&#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;. &quot;&#xC15; &#xC0F;&#xC24;&#xC2A;&#xC41;&#xC38;&#xC3F;&#xC21;&#xC3F;&#xC26;&#xC3E;&#xC35;&#xC02;&#xC17;&#xC3F;&#xC28;, &#xC2C;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2A;&#xC41;&#xC28;&#xC40;&#xC30;&#xC41;&#xC26;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; A hook or goad. A machine on which men were formerly suspended in the air by a hook passed through the sinews of the back and swung around in honor of the goddess &#xC2A;&#xC4B;&#xC32;&#xC47;&#xC30;&#xC2E;&#xC4D;&#xC2E;. &#xC17;&#xC02;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F; a basket in which a devotee (instead of being hooked up) is seated and swung about. &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC26;&#xC30;&#xC41; &#xC35;&#xC40;&#xC2A;&#xC41;&#xC28; &#xC24;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC06;&#xC21;&#xC47; &#xC17;&#xC3E;&#xC32;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41;. &#xC08; &#xC26;&#xC47;&#xC35;&#xC24;&#xC15;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC24;&#xC41; &#xC38;&#xC3F;&#xC21;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC28;&#xC30;&#xC38;&#xC3F;&#xC21;&#xC3F; &#xC12;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC1C;&#xC30;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41; in honor of this goddess they swing a goat and a man every year. &#xC38;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; or &#xC38;&#xC3F;&#xC21;&#xC41;&#xC32;&#xC41; sil&#x1E37;u n. An elephant goad, &#xC2C;&#xC30;&#xC3F;&#xC15;&#xC4B;&#xC32;. &quot;&#xC0F;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;&#xC28;&#xC15;&#xC41;&#xC38;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC38;&#xC42;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; M. IV. v. 92. &quot;&#xC15;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;&#xC38;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC15;&#xC3F; &#xC2F;&#xC47;&#xC28;&#xC41;&#xC02;&#xC17;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC38;&#xC42;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC15;&#xC4B;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; ib. VI. ii. 311. &quot;&#xC06;&#xC17;&#xC02;&#xC17;&#xC15;&#xC41;&#xC28;&#xC4D; &#xC35;&#xC46;&#xC32;&#xC2F;&#xC28;&#xC4D; &#xC35;&#xC47;&#xC1F;&#xC32;&#xC41;, &#xC2C;&#xC4B;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC3F;&#xC21;&#xC41;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC4D; &#xC38;&#xC41;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC48;.&quot; H. ii. 100.
			</div>
                