&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC24;&#xC1F;&#xC4D;&#xC1F; sibbi. [Tel.] n. A cullender, a strainer. &#xC07;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC2E;&#xC42;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC17;&#xC02;&#xC1C;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC24;&#xC2A;&#xC46;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC2E;&#xC42;&#xC2F;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC1F;. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F; a perforated strainer.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F;</span>&#xA0;&#xA0;sibbandi. [H.] n. An army, a retinue, armed peons, &#xC38;&#xC47;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC38;&#xC41;</span>&#xA0;&#xA0;sip&#x101;rasu. [H.] n. A recommendation, a certificate, a testimonial.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC2A;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;sip&#x101;yi. [H.] n. A Sepoy, &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC2C;&#xC02;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC25;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC25;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41; sidhmamu. [Skt.] n. A beauty spot, a bright or golden tint or spot on the body. &#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;siddhamu. [Skt.] adj. Ready, prepared, &#xC05;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. Accomplished, completed, fulfilled, &#xC08;&#xC21;&#xC47;&#xC30;&#xC3F;&#xC28;. Cooked, boiled, &#xC35;&#xC02;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;. Constant, eternal, &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. Real, right, true, certain, &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC30;&#xC42;&#xC22;&#xC2E;&#xC48;&#xC28;, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC2A;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; as it was ready to fall. n. Readiness, accomplishment. Reality, truth. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC24;, &#xC35;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC2E;&#xC41;. The twenty first of the astronomical Yogas. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC02;&#xC2D;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC48;&#xC2F;&#xC47;&#xC21;&#xC41; &#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; &#xC2F;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC48;&#xC2F;&#xC4A;&#xC15;&#xC1F;&#xC4B;&#xC26;&#xC3F;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC21;&#xC41; siddha-pa&#x1E0D;u. v. n. To get ready, to be ready or prepared. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC1A;&#xC41; siddha-para&#x1E6D;su. v. a. To make ready, prepare. &#xC24;&#xC2F;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41; siddha-purushu&#x1E0D;u. n. One who by devout abstraction and severe mortification has acquired spiritual perfection and superhuman powers. &#xC2F;&#xC4B;&#xC17;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC05;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC37;&#xC36;&#xC15;&#xC4D;&#xC24; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC39;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F; siddha-kriya. n. An action done by a sage or saint. An elixir or miraculous medicine. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC24; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC2E;&#xC39;&#xC4C;&#xC37;&#xC27;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; siddhamu-g&#x101;. adv. In readiness, ready. Actually, verily, doubtlessly. &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC02;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is ready. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to tell positively or definitely. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; siddh-&#x101;ntamu. n. Demonstration. An established truth, a principle. A conclusion, result, decree, doctrine. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC41;. An astronomical work. &#xC28;&#xC35;&#xC35;&#xC3F;&#xC27; &#xC1C;&#xC4D;&#xC2F;&#xC4B;&#xC24;&#xC3F;&#xC37;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; solar astronomy. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; an almanac. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC3F; siddh-&#x101;nti. n. A follower of the Mimamsa philosophy. One who demonstrates or established his conclusions. A mathematician or astronomer; one who prepares an almanac. &#xC2A;&#xC02;&#xC1A;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; &#xC17;&#xC41;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; sinddh-&#x101;nt&#x12B;-kar-in&#x1E6D;su. v. a. To lay down as a rule or doctrine, to establish or demonstrate. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; siddh-&#x101;nu-sv&#x101;ramu. n. The letter N, when an integral part of a word and not merely inserted to save elision, &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC48;&#xC28;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F; siddh-&#x101;rthi. n. The name of a Telugu year. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; siddh-&#x101;rthu&#x1E0D;u. n. A name of Buddha. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; siddhi. n. Fulfilment, accomplishment. The attainment of any object, success: the fruit, effect. Ascetic perfection: acquirement of supernatural powers; final beatitude. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC08;&#xC21;&#xC47;&#xC30;&#xC41;&#xC1F;, &#xC28;&#xC46;&#xC30;&#xC35;&#xC47;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC02;&#xC1B;&#xC3F;&#xC24;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC05;&#xC23;&#xC3F;&#xC2E;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC15;&#xC42;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC05;&#xC2D;&#xC40;&#xC37;&#xC4D;&#xC1F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; or &#xC2E;&#xC28;&#xC4B;&#xC30;&#xC25;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; the gratification of a wish. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; the completion of a deed. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; a charm taking effect. &#xC15;&#xC3E;&#xC2F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; the state of being invulnerable. &quot;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC28;&#xC35;&#xC3F;&#xC2F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F; &#xC15;&#xC3E;&#xC2F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;.&quot; L. xix. 166. &#xC06;&#xC2F;&#xC28; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC3F;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he died or went to heaven. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41; let (him) be happy, be it successful. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; siddintsu. v. n. To be effected, fulfilled or accomplished; to be gained, acquired, attained. &#xC08;&#xC21;&#xC47;&#xC30;&#xC41;, &#xC38;&#xC2E;&#xC15;&#xC42;&#xC21;&#xC41;, &#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;. &#xC06;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC2E;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC26;&#xC3F; he gained final beautitude. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; siddhu&#x1E0D;u. n. A person who has acquired supernatural powers by magic methods; a sort of demigod; a sage, a seer, &#xC26;&#xC47;&#xC35;&#xC2F;&#xC4B;&#xC28;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC06;&#xC23;&#xC3F;&#xC2E;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC23;&#xC4B;&#xC2A;&#xC47;&#xC24;&#xC4B; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38; &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC43;&#xC32;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; siddhu-r-slu. n. A female recluse who has acquired supernatural powers by magical methods, &#xC06;&#xC23;&#xC3F;&#xC2E;&#xC3E;&#xC26;&#xC3F; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC32; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC40; sir&#x101;ji. [Perhaps corruption of &quot;kurachi.&quot;] n. A name of a country, &#xC38;&#xC4D;&#xC35;&#xC3E;. ii. adj. Excellent, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC30;&#xC3E;</span>&#xA0;&#xA0;sir&#x101;. [H.] n. Indian ink. &#xC2E;&#xC38;&#xC3F;, &#xC36;&#xC3E;&#xC2F;&#xC3F;, &#xC07;&#xC02;&#xC15;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;suramu. [from Skt. &#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;.] n. The head, &#xC24;&#xC32;. Crude camphor, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC2E;&#xC41;. &quot;&#xC26;&#xC4A;&#xC30;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC41;&#xC38;&#xC3F;&#xC30;&#xC2E;&#xC41;.&quot; Swa. ii. 59. adj. Cool, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;si-rangamu. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;.] n. Srirangam, a sacred town near Trichinopoly. &#xC38;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC21;&#xC41; si-ranga&#x1E0D;u. (for &#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC02;&#xC17;&#xC21;&#xC41;.) n. The name of the god Sri-Ranga worshipped there.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC30;</span>&#xA0;&#xA0;sira. [Skt.] n. Any tubular vessel of the body, a nerve, a vein, a tendon, a gut. &#xC27;&#xC2E;&#xC28;&#xC3F;, &#xC28;&#xC3E;&#xC21;&#xC3F;, &#xC2C;&#xC4B;&#xC32;&#xC41;&#xC28;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC30;&#xC3F;&#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC3F;&#xC35;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC2F;&#xC2E;&#xC41; sibbemu. [from Skt. &#xC38;&#xC3F;&#xC27;&#xC4D;&#xC2E;.] n. A beauty spot; a damask mahogany tint; a bright or golden tint or spot on the body, &#xC38;&#xC3F;&#xC27;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sibbiti. [Tel.] n. Bashfulness, modesty. &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;. &#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC20;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; sibbiti-k&#x101;&#x1E0D;u. n. A bashful man, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2A;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; sibbiti-katte. n. A bashful woman, &#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3F;. &quot;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC3F; &#xC24;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC48;&#xC28;&#xC02;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC41; &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC35;&#xC21; &#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC15;&#xC1F;&#xC15;&#xC1F;&#xC3E;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;&#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC48;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC2F;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC48;&#xC28; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC2A;&#xC41;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC15;&#xC28;&#xC4D;.&quot; KP. iv. 72.
			</div>
                