&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC38;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;sisuvu. [from Skt. &#xC36;&#xC3F;&#xC36;&#xC41;&#xC35;&#xC41;.] n. An infant. &#xC2A;&#xC38;&#xC3F;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;sisalu. [H.] adj. Settled, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC25;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC17;&#xC2E;&#xC41; sivamu. [from Skt. &#xC36;&#xC3F;&#xC35;&#xC03;.] n. Inspiration by the deity or by an evil spirit; possession by a demon. &#xC06;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC3E;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC35;&#xC2E;&#xC3E;&#xC21;&#xC41; or &#xC38;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC3E;&#xC21;&#xC41; to play pranks as if possessed by an evil spirit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sir&#x101;&#x1E47;amu. [Tel.] n. A kind of weapon. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC35;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC3F;&#xC35;&#xC17;&#xC3F;, &#xC38;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC17;&#xC3F; or &#xC38;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC17;&#xC3F; sivangi. [Tel.] n. A cheetah or hunting leopard. &#xC24;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41;. &quot;&#xC07;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC17; &#xC28;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC46;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC3F; &#xC17;&#xC4B;&#xC2C;&#xC32;&#xC41;&#xC38;&#xC3F;&#xC35;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41;.&quot; S. i. 155. &quot;&#xC35;&#xC3F;&#xC28;&#xC41;&#xC24;&#xC33;&#xC3F;&#xC35;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC2E;&#xC28;&#xC41;&#xC15;&#xC41;&#xC20;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC1C;&#xC28;&#xC32;&#xC4B;&#xC15; &#xC2A;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC38;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC17;&#xC3F;&#xC1C;&#xC02;&#xC2A;&#xC3F;.&quot; BD. v. 1440. &#xC38;&#xC3F;&#xC35;&#xC02;&#xC17;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; sivangi-tanamu. n. Fractiousness, peevishness, a cross or snappish temper. &#xC15;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2C;&#xC4B;&#xC24;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC1F;&#xC1A;&#xC3F;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC21;&#xC41;&#xC32;&#xC41; See under &#xC38;&#xC3F;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC3F;&#xC32;&#xC4D;&#xC39;&#xC15;&#xC2E;&#xC41; silhamu. [Skt.] n. Incense, gum benjamin or oilbanum. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC15;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC26;&#xC41;&#xC17;&#xC41;&#xC2C;&#xC02;&#xC15;, &#xC27;&#xC42;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC32;&#xC41;&#xC35;</span>&#xA0;&#xA0;siluva. [H.] n. A cross. &#xC15;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;silugu. [Tel.] n. Mischief, trouble, inconvenience. &#xC06;&#xC2A;&#xC26;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41;, &#xC24;&#xC4A;&#xC02;&#xC26;&#xC30;, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. &quot;&#xC1C;&#xC32;&#xC27;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC23;&#xC3F; &#xC28;&#xC40;&#xC2D;&#xC1F;&#xC41;&#xC02;&#xC21;&#xC28;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC4D; &#xC28;&#xC47; &#xC2C;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC3E; &#xC38;&#xC3F;&#xC32;&#xC41;&#xC17;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC17;&#xC23;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC47;&#xC21;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; P. i. 626.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC32;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;sil&#x101;-jittu. [from Skt. &#xC36;&#xC3F;&#xC32;&#xC3E;&#xC1C;&#xC3F;&#xC24;&#xC41;.] n. Bitumen; red chalk. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC27;&#xC3E;&#xC24;&#xC41;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC32;</span>&#xA0;&#xA0;sila-sila. [Tel. (anuk.)] adv. Quickly. &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;. &quot;&#xC2B;&#xC46;&#xC33; &#xC2B;&#xC46;&#xC33;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC21;&#xC3F;&#xC17;&#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC1C;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3F;&#xC2A;&#xC42;&#xC2C;&#xC4A;&#xC26;&#xC32;&#xC41; &#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC39;&#xC33;&#xC3E;&#xC39;&#xC33;&#xC3F;&#xC17;&#xC3E;&#xC2B;&#xC32;&#xC3E;&#xC35;&#xC33;&#xC41;&#xC32;&#xC4D; &#xC1C;&#xC32;&#xC1C;&#xC32;&#xC30;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;.&quot; R. vii. 154.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;siri. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC40;.] n. A name of Lakshmi, the goddess of riches. &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F;. Fortune, prosperity, wealth, &#xC38;&#xC02;&#xC2A;&#xC26;. Beauty, splendour, lustre. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC36;&#xC4B;&#xC2D;. &#xC38;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC02;&#xC26;&#xC2E;&#xC41; Same as &#xC36;&#xC4D;&#xC30;&#xC40;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41; (q. v.) &#xC38;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; siri-ga&#x1E6D;&#x1E6D;u. n. The name of a hill called &#xC36;&#xC4D;&#xC30;&#xC40;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC32;&#xC3F; siri-&#x1E6D;s&#x16B;li. n. The son of Lakshmi, i. e. Manmadha. &#xC38;&#xC3F;&#xC30;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; Same as &#xC36;&#xC4D;&#xC30;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. (q. v.) &#xC38;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;&#xC02;&#xC17;&#xC23;&#xC3E;&#xC35;&#xC24;&#xC4D;&#xC24;&#xC3F; siri-singa&#x1E47;&#x101;-vatti. n. A certain game played by boys. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; &#xC06;&#xC21;&#xC47; &#xC12;&#xC15; &#xC06;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;</span>&#xA0;&#xA0;s&#x12B;. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC40;.] n. Lakshmi. Wealth, &#xC38;&#xC02;&#xC2A;&#xC26;. &quot;&#xC38;&#xC40;&#xC30;&#xC3E;&#xC2E;&#xC38;&#xC47;&#xC28;&#xC35;&#xC3E;&#xC32;&#xC41; &#xC2E;&#xC46;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC3E;&#xC32;</span>&#xA0;&#xA0;siss&#x101;la. [H.] adj. Triennial, &#xC2E;&#xC42;&#xC21;&#xC47;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC15;&#xC4A;&#xC15;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41; sistu. [H.] n. A tax, government, rent, charge. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;sistu. [Tel.] adj. Pretty, nice, becoming, trim, elegant. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC48;&#xC28;. &quot;&#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC48;&#xC28; &#xC26;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; Bmj. ii. 212. n. Delicacy, fineness. &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;. &quot;&#xC38;&#xC40; &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F; &#xC15;&#xC3E;&#xC1A;&#xC30;&#xC4D;&#xC1A;&#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E;&#xC26;&#xC28;&#xC3F;&#xC28;&#xC40;&#xC1F;&#xC41;&#xC17;&#xC3E;&#xC24;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E; &#xC17;&#xC02;&#xC26;&#xC2E;&#xC32;&#xC26;&#xC3F;.&quot; UR. iv. 237. &#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC17; or &#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; sistu-ga. adv. Gracefully. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; sistu-para&#x1E6D;su. v. a. To make trim or fine, to deck, to adorn, &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;&#xC24;&#xC3F;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC3F;.&quot; Ila. i. 80.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3F;&#xC38;&#xC43;&#xC15;&#xC4D;&#xC37;</span>&#xA0;&#xA0;sis&#x1E5B;iksha. [Skt.] n. A desire to create, &#xC38;&#xC43;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;. &#xC38;&#xC3F;&#xC38;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC35;&#xC41; sis&#x1E5B;ikshuvu. n. One who desires to create, &#xC38;&#xC43;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC3F;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                