&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC15;&#xC3E;&#xC2F;</span>&#xA0;&#xA0;s&#x12B;-k&#x101;ya. [Tel.] n. The soap acacia, Acacia concinna. (E. P.) &#xC35;&#xC3E;&#xC21;&#xC41; &#xC38;&#xC40;&#xC15;&#xC3E;&#xC2F;&#xC2A;&#xC47;&#xC21; &#xC35;&#xC32;&#xC46; &#xC0E;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he is become a mere thread paper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;</span>&#xA0;&#xA0;or &#xC38;&#xC40; &#xC38;&#xC40; s&#x12B;. [Tel.] interj. Foh! pah! bah! &#xC1C;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC4D;&#xC38;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F; &quot;&#xC38;&#xC40;&#xC2F;&#xC2E;&#xC26;&#xC48;&#xC35;&#xC2E;&#xC4C;&#xC30;&#xC3F;&#xC2F;&#xC1F;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D; &#xC28;&#xC17;&#xC41;&#xC2C;&#xC3E;&#xC1F;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC28;&#xC3E;&#xC39;&#xC3E;&#xC2F;&#xC28;&#xC41;.&quot; Paidim. v. 103. &quot;&#xC26;&#xC47;&#xC35;&#xC15;&#xC40;&#xC35; &#xC27;&#xC42;&#xC2E;&#xC23;&#xC3F;&#xC02;&#xC17;&#xC28;&#xC2E;&#xC3F; &#xC35;&#xC47;&#xC26;&#xC28;&#xC1C;&#xC46;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;, &#xC38;&#xC40;, &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC30;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC02;&#xC2C;&#xC28;&#xC41; &#xC1A;&#xC41;&#xC2C;&#xC32;&#xC4D;&#xC2E;&#xC30;&#xC41;&#xC35;&#xC47;&#xC38;&#xC30;&#xC41;.&quot; T. iv. 161.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC2E;</span>&#xA0;&#xA0;s&#x12B;ma. [Tel.] n. A country, district: (Colloquially,) a foreign country, as Europe or England. &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, (&#xC35;&#xC3E;&#xC21;&#xC41;&#xC15;&#xC17;&#xC3E;) &#xC2F;&#xC42;&#xC30;&#xC4B;&#xC2A;&#xC41;&#xC16;&#xC02;&#xC21;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC07;&#xC02;&#xC17;&#xC4D;&#xC32;&#xC02;&#xC21;&#xC41;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. A kingdom, &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;. A limit, boundary, barrier, border, frontier, &#xC0E;&#xC32;&#xC4D;&#xC32;, &#xC2A;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC47;&#xC30;, &#xC39;&#xC26;&#xC4D;&#xC26;&#xC41;. A part, place, site, &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC38;&#xC40;&#xC2E;&#xC3E;&#xC1A;&#xC3F;&#xC39;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC30;&#xC3F; they fixed the boundaries. &#xC38;&#xC40;&#xC2E;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC40;&#xC2E;&#xC32;&#xC41; countries which are not our home, i. e. foreign lands. &#xC2E;&#xC3E; &#xC38;&#xC40;&#xC2E;&#xC28;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they seizes our lands. adj. Foreign, not native. &#xC38;&#xC40;&#xC2E;&#xC15;&#xC4B;&#xC21;&#xC3F; a turkey &#xC38;&#xC40;&#xC2E;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; white chalk. &#xC38;&#xC40;&#xC2E;&#xC1A;&#xC3F;&#xC02;&#xC24;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a kind of tree. &#xC38;&#xC40;&#xC2E;&#xC30;&#xC47;&#xC23;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; a kind of jungle tree.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC26;&#xC3E;</span>&#xA0;&#xA0;s&#x12B;d&#x101;. [H.] n. Right, straight; honest. &#xC38;&#xC40;&#xC26;&#xC3E;&#xC17;&#xC3E; honestly, rightly, straightly, completely, &#xC38;&#xC3E;&#xC35;&#xC41;&#xC17;&#xC3E;, &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC40;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC41; s&#x12B;daramu. [Tel.] n. Poverty, &#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC2E;&#xC3F;&#xC21;&#xC3F;. A serpent, a snake, &#xC38;&#xC30;&#xC4D;&#xC2A;&#xC2E;&#xC41;. A serpent&apos;s skin, &#xC15;&#xC41;&#xC2C;&#xC41;&#xC38;&#xC2E;&#xC41;. &#xC38;&#xC40; &quot;&#xC05;&#xC28;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC21;&#xC15;&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC28;&#xC3F; &#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC24;&#xC41;&#xC32;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC41; &#xC38;&#xC40;&#xC26;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC28;&#xC3F; &#xC2F;&#xC35;&#xC18;&#xC2D;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41;.&quot; Vasu. i. 8. &quot;&#xC15;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC15;&#xC15;&#xC41;&#xC38;&#xC40;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC02;.&quot; P. i. 800.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x12B;tyamu. [Skt. from &#xC38;&#xC40;&#xC24;.] n. Land that has been once ploughed, &#xC12;&#xC15;&#xC38;&#xC3E;&#xC30;&#xC3F; &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC28;&#xC28;&#xC47;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC40;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; or &#xC38;&#xC40;&#xC24;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC3F; s&#x12B;t-k&#x101;ramu. [Skt.] n. A sigh: the sound of gushing or spirting: a whispering sound, shivering.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC40;&#xC24;&#xC41;&#xC35;&#xC41; s&#x12B;tu. [from Skt. &#xC36;&#xC40;&#xC24;&#xC2E;&#xC41;.] n. Cold, &#xC1A;&#xC32;&#xC3F;. The cold season, winter, the cold weather, &#xC36;&#xC40;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC24;</span>&#xA0;&#xA0;s&#x12B;ta. [Skt.] n. A furrow, the track of the ploughshare, &#xC28;&#xC3E;&#xC17;&#xC1F;&#xC3F;&#xC1A;&#xC3E;&#xC32;&#xC41;. The name of Rama&apos;s wife. &#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. The river Ganges, &#xC17;&#xC02;&#xC17;. &#xC38;&#xC40;&#xC24;&#xC3E;&#xC30;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC2A;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; a gift made in the sacred names of S&#x12B;ta and R&#x101;ma, a solemn gift. &#xC38;&#xC40;&#xC24;&#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC32;&#xC41; s&#x12B;ta-k&#x101;&#x1E6D;ukalu. n. plu. (Lit. white and black) A sort of rice. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC38;&#xC40;&#xC24;&#xC2E;&#xC4D;&#xC2E; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC28;&#xC42;&#xC32;&#xC41; s&#x12B;t-amma-purugu-n&#x16B;lu. n. A certain parasitical plant, Cuscuta reflexa. &#xC35;&#xC3E;&#xC28;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC4A;&#xC26;&#xC32;&#xC2E;&#xC40;&#xC26; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC12;&#xC15;&#xC24;&#xC40;&#xC17;. &#xC38;&#xC40;&#xC24;&#xC3E;&#xC15;&#xC4B;&#xC15;&#xC1A;&#xC3F;&#xC32;&#xC15; s&#x12B;t&#x101;-k&#x14D;ka-chilaka. n. A butterfly. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41; &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC35;&#xC32;&#xC46; &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC28;&#xC41;&#xC17;&#xC32; &#xC12;&#xC15; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC38;&#xC40;&#xC24;&#xC3E;&#xC2B;&#xC32;&#xC2E;&#xC41; s&#x12B;t&#x101;-phalamu. n. The white custard apple, Annona squamosa, &#xC17;&#xC02;&#xC21;&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC40;&#xC24;&#xC3E;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41; s&#x12B;t&#x101;-bh&#x14D;gamulu. n. A sort of rice. &#xC35;&#xC21;&#xC4D;&#xC32;&#xC32;&#xC4B;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x12B;mantamu. [Skt.] n. The parting of the hair on the forehead. &#xC15;&#xC47;&#xC36;&#xC35;&#xC40;&#xC27;&#xC3F;, &#xC2A;&#xC3E;&#xC2A;&#xC1F;. &#xC38;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41; or &#xC38;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC4B;&#xC28;&#xC4D;&#xC28;&#xC2F;&#xC28;&#xC2E;&#xC41; n. A ceremonial; parting the hair on the forehead at certain periods of first pregnancy. &#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC35;&#xC24;&#xC3F; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC02;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC40;&#xC2E;&#xC02;&#xC24; &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a first born son. &#xC38;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC3F; s&#x12B;mant-&#x101;sthi. n. The parietal bone. &#xC38;&#xC40;&#xC2E;&#xC02;&#xC24;&#xC3F;&#xC28;&#xC3F; s&#x12B;mantini. n. A woman, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC40;&#xC21;&#xC41; s&#x12B;&#x1E0D;u. [Tel.] n. A skein of thread. &#xC2A;&#xC41;&#xC02;&#xC1C;&#xC2E;&#xC41; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC35;&#xC3E;&#xC30;. plu. &#xC38;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC17;&#xC3E;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x12B;g&#x101;&#x1E0D;u. [Tel.] n. A name given to the Black-bellied Finch Lark, Myrrhulaudu grisea. (F.B.I.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x12B;k&#x101;ri. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC3F;.] n. A singer. &#xC2A;&#xC3E;&#xC1F;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC17;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
                