&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC35;&#xC3F;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x12B;viri. [Tel.] n. A chowri or cowtail whisk. &#xC35;&#xC3F;&#xC02;&#xC1C;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC38;&#xC3E;&#xC30;&#xC25;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC2A; &#xC2D;&#xC40;&#xC2E;&#xC41;&#xC21;&#xC41; &#xC38;&#xC3F;&#xC24;&#xC1A;&#xC4D;&#xC1B;&#xC24;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC35;&#xC3F;&#xC1A;&#xC46;&#xC32;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC38;&#xC40; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC35;&#xC32;&#xC3F;&#xC21;&#xC28;&#xC4D;.&quot; M. XII. i. 386.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC32;</span>&#xA0;&#xA0;or &#xC1A;&#xC40;&#xC32; s&#x12B;la. [Tel.] n. A nail or peg. &#xC15;&#xC40;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC40;&#xC32;&#xC2E;&#xC02;&#xC21; or &#xC1A;&#xC40;&#xC32;&#xC2E;&#xC02;&#xC21; s&#x12B;la-man&#x1E0D;a. n. The ankle. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC2D;&#xC2E;&#xC41;, &#xC2E;&#xC21;&#xC3F;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC2E;&#xC3E;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;s&#x12B;m&#x101;&#x1E6D;i. [Tel.] n. An honorable woman, lady, matron. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &quot;&#xC2E; &#xC1A;&#xC46;&#xC32;&#xC41;&#xC32;&#xC02;&#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC02;&#xC24; &#xC1A;&#xC47;&#xC30;&#xC46;&#xC28;&#xC1F;&#xC15;&#xC3E;&#xC38;&#xC40;&#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC38;&#xC40; &#xC2E;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC26;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC28;&#xC15;&#xC47;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC47;&#xC32;&#xC46;&#xC26;&#xC30;&#xC41;.&quot; Paidim. iii. 121.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x12B;ramu. [Skt.] n. A plough. &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;. P. i. 661. &#xC38;&#xC40;&#xC30;&#xC3F; or &#xC38;&#xC40;&#xC30;&#xC2A;&#xC3E;&#xC23;&#xC3F; s&#x12B;ri. n. An epithet of Balarama. &#xC2C;&#xC32;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC40;&#xC30;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; s&#x12B;r-&#x101;ngamu. n. A plough-share. &#xC15;&#xC30;&#xC4D;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC38;&#xC3E;</span>&#xA0;&#xA0;s&#x12B;s&#x101;. [H.] n. A bottle. &#xC2C;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC40;&#xC38;&#xC15;&#xC2E;&#xC41; s&#x12B;samu. [Skt.] n. Lead. &#xC38;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC28;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC40;&#xC38;&#xC2E;&#xC41; black lead. &#xC35;&#xC46;&#xC02;&#xC21;&#xC3F;&#xC38;&#xC40;&#xC38;&#xC2E;&#xC41; pewter. [From Skt. &#xC36;&#xC40;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC15;&#xC2E;&#xC41;.] n. A certain feat in wrestling. &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC2C;&#xC02;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC40;&#xC38;&#xC15;&#xC2E;&#xC41; s&#x12B;sakamu. n. A crown. &#xC15;&#xC3F;&#xC30;&#xC40;&#xC1F;&#xC2E;&#xC41;. &#xC38;&#xC40;&#xC38;&#xC2E;&#xC41; s&#x12B;samu. n. A certain metre used in Telugu poetry. &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Irritation, madness. &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC40;&#xC38;&#xC2E;&#xC41;&#xC30;&#xC47;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F; he was enraged.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x12B;vanamu. [Skt. Cf. Eng. &apos;sew.&apos;] n. Sewing, stitching. (&#xC2C;&#xC1F;&#xC4D;&#xC1F;) &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;.
			</div>
                