&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC02;&#xC21;&#xC40;</span>&#xA0;&#xA0;, &#xC38;&#xC41;&#xC21;&#xC40;, &#xC38;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC21;&#xC3F; or &#xC38;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC21;&#xC3F; sun&#x1E0D;imacr;. [Tel. for &#xC1A;&#xC42;&#xC21;&#xC41;&#xC21;&#xC41;.] interj. Look ye, do you know. See &#xC38;&#xC41;&#xC2E;&#xC3F;. &quot;&#xC2E;&#xC28;&#xC15;&#xC3F;&#xC26;&#xC3F;&#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC41;&#xC02;&#xC21;&#xC40;.&quot; M. vii. 1. 353. &quot;&#xC35;&#xC47;&#xC2E;&#xC28;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC40;.&quot; Vema. 2098.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC02;&#xC15;&#xC47;&#xC38;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC38;&#xC30;&#xC3F; sunk&#x113;salamu. [Tel.] n. The Tiger-bean-tree, a large tree with white flowers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC02;&#xC15;&#xC41;</span>&#xA0;&#xA0;sunku. [Tel.] n. A corn blossom: the yellow flower that comes on each grain in an ear or head of corn, &#xC15;&#xC02;&#xC15;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC17;&#xC3F;&#xC02;&#xC1C; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC15; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC2E;&#xC40;&#xC26; &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. Grain ceremoniously thrown over a married couple. &#xC12;&#xC15; &#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC2A;&#xC48;&#xC28;&#xC2A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC2E;&#xC42;&#xC38;&#xC3F; &#xC35;&#xC27;&#xC42;&#xC35;&#xC30;&#xC41;&#xC32; &#xC2E;&#xC40;&#xC26; &#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC47; &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC28;&#xC2F;&#xC3F;&#xC33;&#xC3E;&#xC2E;&#xC3E;&#xC27;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC1F;&#xC02;&#xC1A;&#xC41; &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC2A;&#xC3E;&#xC21;&#xC3F; &#xC38;&#xC41;&#xC02;&#xC15;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC30;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; Ila. i. 114. &quot;&#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC02;&#xC1F;&#xC32;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC41;&#xC02;&#xC15;&#xC41;&#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC3F;&#xC02;&#xC15;&#xC46;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B; &#xC28;&#xC46;&#xC02;&#xC24;&#xC17;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC4D; &#xC1C;&#xC42;&#xC2A;&#xC46;&#xC28;&#xC41; &#xC2C;&#xC4B;&#xC24;&#xC41;&#xC26;&#xC28;&#xC4D; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F; &#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC4D; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC15;&#xC02;&#xC15;&#xC3F;&#xC17;&#xC3E;&#xC2A;&#xC30;&#xC41;&#xC32;&#xC4A;&#xC02;&#xC26;&#xC28;&#xC4D; &#xC24;&#xC46;&#xC17;&#xC41;&#xC28;&#xC3F;&#xC02;&#xC24;&#xC46; &#xC15;&#xC3E;&#xC15;&#xC32;&#xC2E;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC43;&#xC23;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC2E;&#xC48;.&quot; UH. iv. 3. 65. &#xC38;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC5B;&#xC4A;&#xC28;&#xC4D;&#xC28; the great-millet in flower. An obstacle or obstruction. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sunkamu. [from Skt. &#xC36;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC02;.] n. A toll, custom, dnes, tax. &#xC36;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC2E;&#xC41;, &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41; An obstacle, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC02;&#xC15;&#xC1C;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC35;&#xC41;&#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC21;&#xC3F;&#xC17;&#xC3F;.&quot; Swa. iii. 25. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2E;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &quot;&#xC1A; &#xC05;&#xC24;&#xC21;&#xC41; &#xC24;&#xC26;&#xC32;&#xC4D;&#xC2A; &#xC2A;&#xC3E;&#xC2A;&#xC2B;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC41;&#xC1F;&#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC26;&#xC40;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;.&quot; A. vi. 55. &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;. &quot;&#xC38;&#xC41;&#xC02;&#xC15;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41;.&quot; S. iii. 207. &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC4D;&#xC2E; or &#xC38;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC33;&#xC32;&#xC2E;&#xC4D;&#xC2E; sunkamma. n. The name of a village goddess. &#xC38;&#xC41;&#xC02;&#xC15;&#xC30;&#xC3F;, &#xC38;&#xC41;&#xC02;&#xC15;&#xC30;&#xC40;&#xC21;&#xC41; or &#xC38;&#xC41;&#xC02;&#xC15;&#xC40;&#xC21;&#xC41; sunk-ari. n. A custom house officer; an exciseman. &#xC38;&#xC41;&#xC32;&#xC4D;&#xC15;&#xC39;&#xC3E;&#xC30;&#xC3F;, &#xC38;&#xC3E;&#xC2F;&#xC40;&#xC30;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41; &#xC35;&#xC38;&#xC42;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; sunk-ari-me&#x1E6D;&#x1E6D;u. n. A toll or custom-house. &#xC38;&#xC41;&#xC02;&#xC15;&#xC2E;&#xC41; &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47; &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41; su [Tel. short for &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC41;.] interj. Indeed! look ye! See &#xC38;&#xC41;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;</span>&#xA0;&#xA0;su. [Skt.] n. A prefix (like &apos;Eu&apos; in Greek, meaning) Good, well, &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC02;&#xC1A;&#xC3F;. &#xC38;&#xC41;&#xC2E;&#xC42;&#xC39;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; a happy hour. &#xC38;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41; a lucky day. Much, very much, thoroughly, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;. &#xC38;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC41; easy. &#xC38;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; a good deed, &#xC38;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC28;&#xC3F;. &#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; a good or righteous deed, righteousness, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41; happy. &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC3F; or &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC38;&#xC3E;&#xC32; su-gandhi. n. A medicinal drug. Periploca indica. A perfume. fragrance, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC41;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41; an amiable disposition, a virtue or good quality. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC12;&#xC15; &#xC38;&#xC41;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he has one good point or quality. &#xC38;&#xC41;&#xC17;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC41;&#xC17;&#xC41;&#xC23;&#xC3F; a good man, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; a man of a good character, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC36;&#xC40;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC1A;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30; a woman of a good character. &#xC38;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; a good man, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC24;&#xC28;&#xC41;&#xC35;&#xC41; a handsome woman, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC38;&#xC41;&#xC24;&#xC28;&#xC41;&#xC21;&#xC41; a handsome or well proportioned man, &#xC05;&#xC35;&#xC2F;&#xC35;&#xC38;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC3E;&#xC24; a liberal man, &#xC26;&#xC3E;&#xC28;&#xC36;&#xC40;&#xC32;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC2E;&#xC41; terrible, horrible, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; very far, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC28;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC2E;&#xC41; acute, very sharp, &#xC05;&#xC24;&#xC3F;&#xC24;&#xC40;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC28;&#xC40;&#xC24;&#xC41;&#xC21;&#xC41; a virtuous man, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC2A;&#xC27;&#xC2E;&#xC41; a path easy to travel, a good road, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC4B;&#xC35;, &#xC38;&#xC24;&#xC4D;&#xC2A;&#xC25;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41; an epithet of Gara&#x1E0D;a, &#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41; a good word, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F;; eloquence, elegant discourse, &#xC38;&#xC41;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; well pleased, favourable, clear, clean, &#xC15;&#xC43;&#xC2A;&#xC3E;&#xC28;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24; delight, clearness, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC24;&#xC47;&#xC1F;. &quot;&#xC2E;&#xC28;&#xC38;&#xC41; &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC46;&#xC28;&#xC4D;.&quot; Vish. i. 5. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E; most celebrated, &#xC32;&#xC4B;&#xC15;&#xC30;&#xC42;&#xC22;&#xC3F;&#xC17;&#xC3E;. &#xC38;&#xC41;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; correct, true, free from error, &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC48;&#xC28;; truth, fact, right, &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC2D;&#xC1F;&#xC41;&#xC21;&#xC41; a champion, a warrior, &#xC30;&#xC4C;&#xC24;&#xC41;. &#xC38;&#xC41;&#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; a good word, eloquence an eloquent word, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC06;&#xC32;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC3E;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC32;&#xC4B;&#xC28; &#xC38;&#xC41;&#xC2D;&#xC3E;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC02;&#xC2C;&#xC20;&#xC3F;&#xC02;&#xC2A;&#xC17;&#xC28;&#xC4D;.&quot; &#xC38;&#xC41;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; plenty; prosperous, plentiful, (the opposite is &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; scarcity.) &#xC38;&#xC41;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; a time of plenty. &#xC38;&#xC41;&#xC2E;&#xC24;&#xC3F; good sense, a sound mind: a wise heart, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;, &#xC38;&#xC41;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC38;&#xC41;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41; a good hearted or benevolent man, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC2E;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41; most excellent, &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC30;&#xC38;&#xC2E;&#xC41; sweet, well favoured, elegant, &#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; well guarded, secure, safe, comfortable, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC39;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC38;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; happily, safely, in a flourishing state, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC39;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC3E;. &#xC38;&#xC41;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC30;&#xC2E;&#xC41; beautiful, lovely, engaging, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC30;&#xC2E;&#xC23;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; handsome well formed. &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41; a handsome looking man. &#xC38;&#xC41;&#xC35;&#xC1A;&#xC28;&#xC2E;&#xC41; a good word, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F;. M. XVI. i. 107. &#xC38;&#xC41;&#xC35;&#xC3E;&#xC23;&#xC3F; a sweet-voiced lady, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC4B;&#xC2E;&#xC41;. &#xC17;&#xC32;&#xC28;&#xC4D;&#xC24;&#xC4D;&#xC30; &#xC28;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC28;&#xC41; a good vow, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC4B;&#xC2E;&#xC41; &#xC38;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; melodious, &#xC1A;&#xC46;&#xC35;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC38;&#xC41;&#xC36;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41; a celebrated man, &#xC38;&#xC24;&#xC4D;&#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. M. XIII. iii. 276. &#xC38;&#xC41;&#xC38;&#xC02;&#xC17;&#xC2E;&#xC41; good company or society, &#xC38;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC41; firm, steady, stable, &#xC26;&#xC43;&#xC22;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; one who has bathed, &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC48; having bathed. &#xC38;&#xC41;&#xC38;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41; smooth and soft. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sundaramu. [Skt.] adj. Handsome, beautiful, fair, fine. &#xC38;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC24; sundarata. n. Prettiness, beauty, fairness. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. &quot;&#xC0F;&#xC26;&#xC47;&#xC35;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC02;&#xC2C;&#xC47;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC24;&#xC30;&#xC41;&#xC38;&#xC2D;&#xC3E; &#xC35;&#xC3F;&#xC2D;&#xC35;&#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC24;&#xC1C;&#xC46;&#xC02;&#xC26;&#xC41;.&quot; B. ii. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; sundari. A beauty, a lovely girl. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;, &#xC05;&#xC02;&#xC26;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; sundarudu. n. A handsome man, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC3F; sund&#x101;ri. n. A certain tree. &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC30; &#xC38;&#xC41;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC3F;, &#xC1A;&#xC40;&#xC15;&#xC30;&#xC4D;&#xC30;, &#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC2F;&#xC41;.&quot; H. iv. 9.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC02;&#xC24;</span>&#xA0;&#xA0;sunta. [Tel.] adj. Little, small, slight, short, trifling. &#xC30;&#xC35;&#xC02;&#xC24;, &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;, &#xC07;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;, &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;. n. A little. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;. &quot;&#xC28;&#xC41;&#xC02;&#xC24;&#xC2F;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17; &#xC2C;&#xC32;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;.&quot; Bmj. ii. 50.
			</div>
                