&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-kum&#x101;ramu. [Skt.] adj. Comely; young, youthful; soft, smooth, tender, delicate. &#xC2E;&#xC43;&#xC26;&#xC41;&#xC35;&#xC41;, &#xC15;&#xC4B;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; a delicate form. &#xC38;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; su-kum&#x101;ru&#x1E0D;u. n. A delicate man.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;sukiya. [from Skt. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;.] n. A sort of cake. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48; &#xC2D;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;suk&#x101;ri. [from H. &#xC37;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;.] n. A gypsy tribe. &#xC0A;&#xC30;&#xC42;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC47; &#xC12;&#xC15; &#xC28;&#xC40;&#xC1A;&#xC1C;&#xC3E;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-karamu. [Skt.] adj. Easy, feasible, practicable. &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC2A;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC15;&#xC30; su-kara. n. A tame cow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sukamu. [from Skt. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;.] n. Happiness. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC15;&#xC35;&#xC3E;&#xC38;&#xC3F; suka-v&#x101;si. n. A happy man, one who leads an easy life, &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2A;&#xC21;&#xC15; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC24;</span>&#xA0;&#xA0;sukata. [Skt.] n. An untamed cow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC17;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;su-gatu&#x1E0D;u. n. A deified sage, a sage or teacher of the Buddhist sect, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC26;&#xC47;&#xC35;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-gandhamu. [Skt.] n. Fragrance. &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC2A;&#xC3E;&#xC32; su-gandha-p&#x101;la. n. Indian Sarsaparilla.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sukhamu. [Skt.] n. Happiness, welfare, health, safety, pleasure, enjoyment, delight. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;. Heaven, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC28;&#xC2F;&#xC28;&#xC38;&#xC41;&#xC16;&#xC2E;&#xC41; the delight of one&apos;s eyes, the name of a kind of cloth. adj. Pleasing, delightful, agreeable, comfortable, easy, happy, well, cheerful, healthy. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC16;&#xC38;&#xC24;&#xC4D;&#xC15;&#xC25;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E; while he was passing his time agreeably in listening to a pious story. &#xC38;&#xC41;&#xC16;&#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41; sukha-j&#x12B;vanamu. n. A happy or easy life. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC2C;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC15;&#xC41;. &#xC38;&#xC41;&#xC16;&#xC1C;&#xC40;&#xC35;&#xC3F; sukha-j&#x12B;vi. n. A prosperous or happy person. &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15; &#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC16; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC2E;&#xC41; an easy and safe accouchement. &#xC38;&#xC41;&#xC16;&#xC2D;&#xC4B;&#xC17;&#xC3F; one who lives at ease. &#xC38;&#xC41;&#xC16;&#xC2D;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC41; sukha-bh&#x14D;gulu. n. A sort of grain. &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. H. iv. 157. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E; sukhamu-g&#x101;. adv. Happily, safely, in good circumstances. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC40; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC3E; is your father well? &#xC38;&#xC41;&#xC16;&#xC35;&#xC3E;&#xC38;&#xC3F; or &#xC38;&#xC41;&#xC16;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F; sukha-v&#x101;si. n. A delicate, luxurious person, one who lives at ease. &#xC38;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC16;&#xC38;&#xC02;&#xC15;&#xC1F;&#xC2E;&#xC41; or &#xC38;&#xC41;&#xC16;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; sukha-sanka&#x1E6D;amu. n. (lit. the pains of pleasure) Venereal disease. &#xC2E;&#xC02;&#xC21;&#xC32;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC16;&#xC3E;&#xC38;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; sukh-&#x101;s&#x12B;nu&#x1E0D;u. n. One who is seated at his ease. &#xC39;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC3E; &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC16;&#xC3F; sukhi. n. One who is happy, one who possesses happiness or pleasure, one who is in good health, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC41;&#xC16;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; sukhin&#x1E6D;su. v. n. To be happy, well or at ease; to be glad, rejoice, be comforted. &#xC06;&#xC28;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC28;&#xC3F; sukk&#x101;nu. [H.] n. A rudder, helm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-k&#x1E5B;itamu. [Skt.] n. A good work, a good deed, well doing, charity. &#xC38;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;. &#xC24;&#xC28;&#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC08; &#xC2D;&#xC42;&#xC2E;&#xC3F;&#xC28;&#xC3F; &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he made a gift of this land so that his (deceased) father might obtain the fruit of his good deed. &#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC3F; or &#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; suk&#x1E5B;iti. n. A well doer, a benefactor, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC28;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41; suk&#x1E5B;it-&#x101;tmu&#x1E0D;u. n. A man of a good disposition, a virtuous man. &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; sukku. [Tel.] n. Pride. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;.&quot; &#xC5B;&#xC4B;&#xC26;&#xC41;&#xC32;&#xC2A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC38;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC23; &#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Pal. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;sukki&#x1E37;&#x1E37;u. [Tel.] n. plu. Wrinkles, cresses. &#xC2E;&#xC41;&#xC26;&#xC3F;&#xC2E;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC2A;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC21;&#xC24;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sukkuru&#x1E0D;u. [from Skt. &#xC36;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.] n. The planet Venus.
			</div>
                