&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC21;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su&#x1E0D;&#x101;lamu. [Skt.] n. A certain pace in horsemanship. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC27;&#xC3E;&#xC30;&#xC3E;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;su-gr&#x12B;vu&#x1E0D;u. [Skt.] n. The name of an ally of R&#x101;ma, who led a host of bears. &#xC35;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC2E;&#xC39;&#xC3E; &#xC38;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC3E;&#xC1C;&#xC4D;&#xC1E;&#xC17;&#xC3E; &#xC28;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; there matters go on orderly or peaceably. &#xC38;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC3E;&#xC1C;&#xC4D;&#xC1E; Draconian law.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;suggadi-tanamu. [Tel.] n. A close texture, as of cloth. &#xC38;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41; or &#xC38;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC24;&#xC2A;&#xC41; sugga&#x1E0D;itamu. adj. Thick. close-woven. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC24;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC47;&#xC24;&#xC17;&#xC32;. &quot;&#xC38;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC24;&#xC2A;&#xC41;&#xC1C;&#xC40;&#xC2C;&#xC41;&#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC4A;&#xC15;&#xC15;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F;.&quot; Vasu. v. 96.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC17;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC17;&#xC41;&#xC23;&#xC3F; su-gu&#x1E0D;i. [from Skt. &#xC38;&#xC41;+&#xC17;&#xC41;&#xC23;&#xC3F;.] n. A good or pleasant man. &#xC38;&#xC30;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC41;&#xC15;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC24;</span>&#xA0;&#xA0;suta. [Skt.] n. A daughter, &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;,
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC24;</span>&#xA0;&#xA0;suta. [Tel.] adv. Since, from. &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC43;&#xC24;&#xC3F;, &#xC28;&#xC41;&#xC02;&#xC21;&#xC3F;. Even, also, &#xC15;&#xC41;&#xC21;&#xC3E;. &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC38;&#xC41;&#xC24; or &#xC05;&#xC26;&#xC3F;&#xC38;&#xC41;&#xC24; ever since that time.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC23;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;su&#x1E47;ngu. [Tel.] v. a. To cheat, over-reach. &#xC2E;&#xC4B;&#xC38;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su&#x1E0D;umu. [Tel.] n. A flock of a hundred sheep. &#xC28;&#xC42;&#xC30;&#xC41;&#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. A torch &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;. A fagot of firewood or wisp of grass, used as a torch. &#xC26;&#xC3F;&#xC35;&#xC3F;&#xC1F;&#xC40;&#xC35;&#xC32;&#xC46; &#xC2E;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC15;&#xC38;&#xC35;&#xC41; &#xC32;&#xC47;&#xC15; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;. &#xC2C;&#xC4B;&#xC21;&#xC38;&#xC41;&#xC21;&#xC41;&#xC2E;&#xC41; a lighted wisp of straw.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC21;&#xC40;</span>&#xA0;&#xA0;Same as &#xC38;&#xC41;&#xC21;&#xC3F; (v. plu.) (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC21;&#xC3F;</span>&#xA0;&#xA0;su&#x1E0D;i. [Tel.] n. A whirl. &#xC06;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;. A whirlpool. A circlet. A curl or twist in the hair, particularly in the hair of horses. A fold of a leaf. The secondary form [ &#xC43; ] of the letter &#xC0B;. &quot;&#xC38;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC28;&#xC02;&#xC17; &#xC35;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC2F;&#xC28;&#xC2C;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC35;&#xC46;&#xC32;&#xC2F;&#xC41;.&quot; ABA. ii. 351. &#xC06; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC32;&#xC47;&#xC26;&#xC41; the horse has not good &quot;marks&quot; or curls in its hair. &quot;&#xC05;&#xC28;&#xC41;&#xC35;&#xC17;&#xC41;&#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC32;&#xC2F;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41; &#xC28;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; &#xC38;&#xC4D;&#xC35;&#xC3E;. vi. (Verb. plu.) Look! behold! &#xC38;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC2E;&#xC40;&#xC38;&#xC41;&#xC02;&#xC21;&#xC3F;, &#xC38;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2F;&#xC28;&#xC02;&#xC17;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC46;&#xC17;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC41;.&quot; ABA. iii. 109. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41; su&#x1E0D;i-ga&#x1E6D;&#x1E6D;u. n. A hill called &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC33;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F; a whirlwind. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; su&#x1E0D;i-go&#x1E6D;&#x1E6D;u. n. Wind, &#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; su&#x1E0D;i-gonu. v. a. To environ, surround, encompass. &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &quot;&#xC2C;&#xC4A;&#xC2E;&#xC2E;&#xC41;&#xC21;&#xC3F; &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC2C;&#xC3F;&#xC21;&#xC3F;&#xC15;&#xC3F;&#xC1F;&#xC2C;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;.&quot; R. v. 196. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC4B;&#xC30;&#xC41; su&#x1E0D;i-g&#x14D;ru. n. A ring-like protection for the finger nail used when playing on the lute. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC02;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC1A;&#xC47;&#xC2A; su&#x1E0D;i-&#x1E6D;sanduv&#x101;-ch&#x113;pa. n. A certain fish, like a small pomfret but with the tail and fins different, a species of stromateus. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; su&#x1E0D;i-p&#x14D;vu. v. n. To become useless, &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41;. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC2F; su&#x1E0D;iya. n. Half a bundle of betel leaf. &#xC24;&#xC2E;&#xC32;&#xC2A;&#xC3E;&#xC15;&#xC41;&#xC32; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC4B;&#xC38;&#xC17;&#xC2E;&#xC41;. A rascal, villain, &#xC24;&#xC41;&#xC32;&#xC41;&#xC35;. &quot;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC2F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC38;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC32;&#xC41;&#xC2E;&#xC40;&#xC30;&#xC41;.&quot; Pal. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC21;&#xC3F;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC21;&#xC3F;&#xC15;&#xC2F;&#xC3F;&#xC26;&#xC41;&#xC35;&#xC41; or &#xC38;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC32;&#xC41; su&#x1E0D;i-y-a&#x1E0D;idamu. n. The short circular missile weapon or discus of Vishnu. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC27;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC41; su&#x1E0D;iyu. v. n. To blow like a whirlwind, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC40;&#xC1A;&#xC41;. To surround, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. To appear, &#xC2A;&#xC4A;&#xC21;&#xC1A;&#xC42;&#xC2A;&#xC41;, &#xC05;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC41;. To wander, &#xC38;&#xC02;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC41;&#xC27;&#xC1C;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC2E;&#xC4B;&#xC35;&#xC3F;&#xC2A;&#xC48; &#xC38;&#xC41;&#xC21;&#xC3F;&#xC2F;&#xC41;&#xC24;&#xC47;&#xC28;&#xC3F;&#xC2F;&#xC2A;&#xC32;&#xC4D;&#xC15;&#xC41; &#xC15;&#xC4D;&#xC37;&#xC40;&#xC30;&#xC4B;&#xC26;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F; &#xC38;&#xC3E;&#xC30;&#xC2E;&#xC46;&#xC35;&#xC2F;.&quot; UH. i. 52. &quot;&#xC15;&#xC21;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC2A;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F; &#xC38;&#xC41;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC28;&#xC46;&#xC30;&#xC26;&#xC2A;&#xC4D;&#xC2A; &#xC26;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC2E;&#xC35;&#xC4D;&#xC35;&#xC02;&#xC2A;&#xC41;&#xC26;&#xC40;&#xC17;&#xC46;&#xC2E;&#xC3E;&#xC21;&#xC4D;&#xC15;&#xC3F;.&quot; TUR. vi. 78. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC21;&#xC41; or &#xC38;&#xC41;&#xC21;&#xC3F;&#xC2C;&#xC21;&#xC41; su&#x1E0D;i-va&#x1E0D;u. v. n. To twist or get entangled, to turn. To hesitate, be puzzled, confused, entangled or ensnared, &#xC1A;&#xC40;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC41;, &#xC15;&#xC32;&#xC35;&#xC30;&#xC2A;&#xC21;&#xC41;. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;, &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC2A;&#xC21;&#xC41;. To swoon or faint, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &quot;&#xC08; &#xC26;&#xC3F;&#xC35;&#xC21;&#xC3F;&#xC38;&#xC21;&#xC32;&#xC3F; &#xC38;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC21;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC46;&#xC21;&#xC32;&#xC4B;&#xC2E;&#xC41; &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;.&quot; Swa. iii. 38. &quot;&#xC28;&#xC40;&#xC26;&#xC41;&#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC41;&#xC21;&#xC3F;&#xC35;&#xC21; &#xC2D;&#xC40;&#xC37;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC15;&#xC41;&#xC1F;&#xC2F;&#xC41; &#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; M. VI. ii. 294. Plu. &#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;. &#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC3F; su&#x1E37;&#x1E37;a-m&#x101;ri. n. One who has bad marks, &#xC1A;&#xC46;&#xC21;&#xC4D;&#xC32;&#xC38;&#xC41;&#xC21;&#xC41;&#xC32;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;; one who whirls about or gives trouble, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                