&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sutu&#x1E0D;u. [Skt.] n. A son. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC24;&#xC3F;</span>&#xA0;&#xA0;suti. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;.] n. An accompaniment to an air, the drone accompaniment in music, the running bass, the diapason, the tone of a chord. &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;, &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;, &#xC38;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41; to put an instrument in tune, to harmonise chords. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC38;&#xC41;&#xC24;&#xC3F; a note set too high. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC38;&#xC41;&#xC24;&#xC3F; a note that is too low. &#xC38;&#xC41;&#xC24;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC38;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; a drone-player, one who plays the bag-pipe. &#xC38;&#xC41;&#xC24;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC28;&#xC3E;&#xC30;&#xC26; &#xC38;&#xC41;&#xC24;&#xC3F;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC28;&#xC47;&#xC30;&#xC35;&#xC41;&#xC28;&#xC40;&#xC35;&#xC41;&#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC35;&#xC40;&#xC23;&#xC46;&#xC1F;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC1F;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC28;&#xC28;&#xC41; &#xC2E;&#xC40;&#xC1F;&#xC41;.&quot; N. iv. 139. &#xC38;&#xC41;&#xC24;&#xC3F;&#xC2E;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; suti-mettani-v&#x101;&#x1E0D;u. n. A meek, soft, patient man. &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC24;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-talamu. [Skt.] n. The sixth of the lower regions, &#xC05;&#xC30;&#xC35;&#xC2A;&#xC3E;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC24;&#xC30;&#xC3E;&#xC02;</span>&#xA0;&#xA0;, &#xC38;&#xC41;&#xC24;&#xC30;&#xC3E;&#xC2E;&#xC41; or &#xC38;&#xC41;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41; sutar&#x101;m. [H.] adv. Utterly, totally, at all, in the least. &#xC2C;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC27;&#xC30;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;su-dharma. [Skt.] n. The council or assembly of the gods. &#xC26;&#xC47;&#xC35;&#xC38;&#xC2D;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC27;</span>&#xA0;&#xA0;sudha. [Skt.] n. Nectar, the drink of the gods. &#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;. Chunam, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC27;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41; or &#xC38;&#xC41;&#xC27;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC21;&#xC41; sudh-&#x101;m&#x1E63;uvu. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC27;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; the poetical amber or noble opal, which is fabled to melt in the moonbeams, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC27;&#xC3E;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41; sudh&#x101;-karu&#x1E0D;u. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC27;&#xC3E;&#xC2A;&#xC3E;&#xC23;&#xC3F; sudh&#x101;-p&#x101;&#x1E47;i. n. An epithet of Dhanvantari, the physician of the gods, &#xC27;&#xC28;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC30;&#xC3F;. &#xC38;&#xC41;&#xC27;&#xC3E;&#xC2E;&#xC2F;&#xC42;&#xC16;&#xC41;&#xC21;&#xC41; sudh&#x101;-may&#x16B;khu&#x1E0D;u. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. Vish. ii. 212. &#xC38;&#xC41;&#xC27;&#xC3E;&#xC36;&#xC28;&#xC35;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC3F; sudh-&#x101;&#x1E63;ana-vardhaki. n. Visvakarma, the artist of the gods. &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC15;&#xC30;&#xC4D;&#xC2E;. A. iv. 34.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;</span>&#xA0;&#xA0;sudda. [from Skt. &#xC38;&#xC41;&#xC27;&#xC3E; or &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;.] n. White pipe-clay. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC41;, &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC2E;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC15;. &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC2C;&#xC3E;&#xC35;&#xC3F; a well sunk in white clay. &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC2E;&#xC41; suddamu. [from &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;.] adj. Pure, clean, &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; sudda-gin&#x1E6D;su. v. a. To smooth by beating with a hammer. &#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC1F; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC24;&#xC4B;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. H. ii. 201. &#xC38;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; suddi. adj. Clean, pure, free from pollution. &#xC27;&#xC4C;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC42;&#xC1A;&#xC3F;&#xC2F;&#xC48;&#xC28;. &quot;&#xC28;&#xC40;&#xC30;&#xC3E;&#xC21;&#xC3F;&#xC15;&#xC21;&#xC41; &#xC38;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC40;&#xC30;&#xC46;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Chamatkara Manj. ii. 12. n. Purity,&#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. Morality, justice, &#xC28;&#xC40;&#xC24;&#xC3F;. [From &#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;.] n. A story; news, tidings, intelligence. &#xC2E;&#xC3E;&#xC1F;, &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC1C;&#xC28;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC28;&#xC41; &#xC32;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC15;&#xC38;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC47;&#xC32;.&quot; Vish. iii. 9. &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC21;&#xC41; suddi-g&#x101;&#x1E0D;u. n. A holy or clean man. &#xC2A;&#xC30;&#xC3F;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;. &quot;&#xC1A;&#xC42;&#xC2A;&#xC3F;&#xC2F;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC1F;&#xC41;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26; &#xC17;&#xC3E;&#xC21;&#xC41; &#xC15;&#xC3E;&#xC21;&#xC1F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41;&#xC17;&#xC26;.&quot; Suca. i. 481. &#xC38;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; suddi-ch&#x113;yu. n. a. To purify, clean. &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-dar&#x1E63;anamu. [Skt.] n. The city of the gods. &#xC05;&#xC2E;&#xC30;&#xC3E;&#xC35;&#xC24;&#xC40; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;. The discus or missile weapon of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;. The Salagram, a species of ammonite, worshipped as a repre sentation of Vishnu, &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC38;&#xC3E;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC26;</span>&#xA0;&#xA0;suda. [Tel.] n. The point, end, tip. &#xC05;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC28;, &#xC24;&#xC41;&#xC26;, &#xC15;&#xC21;.&quot; &#xC1A;&#xC42;&#xC24;&#xC2A;&#xC4B;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC41;&#xC26;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; HD. p. 255.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sutr&#x101;mu&#x1E0D;u. [Skt.] n. An epithet of the god Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46; or &#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F; sutti. [Tel.] n. A small hammer. &#xC26;&#xC3E;&#xC17;&#xC32;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2A;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2A;&#xC3E;&#xC1F;&#xC41; a dent or mark made by a hammer. &#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC46;&#xC2E;&#xC41;&#xC15; suttiy-emuka. n. The bone called the Malleus. &#xC38;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC30; sutti-vara. n. A fish, Rhinobatus granulatus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC26;&#xC24;&#xC3F;</span>&#xA0;&#xA0;su-dati. [Skt.] n. A woman with beautiful teeth; a woman in general. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC32;&#xC41;&#xC35;&#xC30;&#xC41;&#xC38;&#xC17;&#xC32;&#xC26;&#xC3F;.
			</div>
                