&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2A;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3E;&#xC23;&#xC3F; sup-&#x101;&#x1E47;i. [Tel. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC2A;+&#xC06;&#xC23;&#xC3F;.] n. A clear water (used of a pearl), &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC36;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC40;&#xC30;&#xC41;. A pearl of the first water, &#xC36;&#xC41;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC28;&#xC40;&#xC30;&#xC41;&#xC17;&#xC32; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC24;&#xC33;&#xC41;&#xC15;&#xC41;&#xC38;&#xC41;&#xC2A;&#xC3E;&#xC23;&#xC3F;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC2E;&#xC47;&#xC32;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; Navanad. Page. 420.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;su-parvu&#x1E0D;u. [Skt.] n. A god. &#xC26;&#xC47;&#xC35;&#xC24;, &#xC35;&#xC47;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2A;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sunnamu. [from Skt. &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC02;.] n. Lime made of shells or stone Carbonate of lime. Chunam. &#xC15;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; unslaked lime. &#xC38;&#xC40;&#xC2E;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; white chalk. &#xC30;&#xC3E;&#xC24;&#xC3F;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; stonelime. &#xC17;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; lime made of small shells. &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41; fine lime. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC2A;&#xC42;&#xC2F;&#xC41; to white-wash. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC2F; a small box in which lime, which is used with betel, is kept. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC3E;&#xC21;&#xC41; he was in dreadful trouble. &#xC35;&#xC3E;&#xC23;&#xC4D;&#xC28;&#xC3F; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC0E;&#xC2E;&#xC41;&#xC15; &#xC32;&#xC47;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they broke all his bones. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F; sunni. n. Powder. &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; sunni-pin&#x1E0D;i. n. A paste used as soap in bathing. &#xC28;&#xC32;&#xC41;&#xC17;&#xC41;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;. &#xC15;&#xC02;&#xC26;&#xC3F;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F; powdered Bengal gram. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41; sunnitamu. adj. Delicate, susceptible. &#xC30;&#xC35;&#xC02;&#xC24;&#xC48;&#xC28;&#xC28;&#xC41; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC17;&#xC3E; &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC3E; &#xC24;&#xC3E;&#xC33;&#xC28;&#xC3F;. &#xC2E;&#xC40; &#xC26;&#xC47;&#xC39;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC1F;&#xC26;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC26;&#xC41; your constitution is easily affected, it is not tough. &#xC30;&#xC4B;&#xC17;&#xC41;&#xC32;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC39;&#xC3E; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC41; sick persons are easily affected by any thing. n. Delicacy, susceptibility. &#xC30;&#xC35;&#xC02;&#xC24; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC24;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC24;&#xC3E;&#xC33;&#xC32;&#xC47;&#xC15;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sunnati. [H.] n. Circumcision.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;sunna [from Skt. &#xC36;&#xC42;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC4D;.] n. A cipher. Nothing, nonentity. &#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;, &#xC05;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. A dot. The Anusvara or circle used for a nasal letter, as &#xC05;&#xC02;&#xC21;&#xC2E;&#xC41; for &#xC05;&#xC23;&#xC4D;&#xC23;&#xC2E;&#xC41;. &#xC05;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.&quot; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC3E;&#xC35;&#xC3F;&#xC28;&#xC39;&#xC3F;&#xC28;&#xC46;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;.&quot; T. iv. 17. &quot;&#xC1A;&#xC42;&#xC21;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC3E;&#xC28;&#xC27;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; A. v. 163. &#xC06; &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC3E;&#xC2F; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; the boy is in round hand. An epigram says, &quot;&#xC06;&#xC22;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC02;&#xC26;&#xC30;&#xC41;&#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC47; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC2E;&#xC40;&#xC26;&#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC24;&#xC21;&#xC41; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC35;&#xC46;&#xC28;&#xC41;&#xC15; &#xC28;&#xC02;&#xC26;&#xC30;&#xC41;&#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC47; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC46;&#xC02;&#xC2A;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;.&quot; &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC41; or &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; sunna-gilu. v. n. To become round, &#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC2E;&#xC17;&#xC41;. &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; sunna-pe&#x1E6D;&#x1E6D;u. v. a. To mark with a cipher, to draw a circlet round a thing; to dupe, elude, cheat. &#xC05;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;, &#xC35;&#xC02;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; &#xC38;&#xC4A;&#xC30;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC26;&#xC30;&#xC3F; &#xC15;&#xC28;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC41;&#xC1C;&#xC47;&#xC30;.&quot; Ila. iv. 103.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC28;&#xC3E;&#xC2E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC23;&#xC3E;&#xC2E;&#xC23;&#xC40; sun&#x101;ma&#x1E47;i. [H.] n. Reading out, reciting. &#xC28;&#xC3E; &#xC06;&#xC30;&#xC4D;&#xC1C;&#xC40; &#xC38;&#xC41;&#xC35;&#xC3E;&#xC2E;&#xC23;&#xC3F; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3E; has my petition been read out?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC27;&#xC3F;</span>&#xA0;&#xA0;sudhi. [Skt.] n. A learned man, a scholar, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC27;&#xC40;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; men of sense, learned men. &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-b&#x101;&#x1E47;amu. [&#xC38;&#xC41; (Skt.)+&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. Tel.] n. A kind of cannon. &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;. &quot;&#xC15;&#xC4B;&#xC35;&#xC3F;&#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC3F;&#xC38;&#xC41;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC41;&#xC02;&#xC1F;&#xC15;&#xC4B;&#xC35;.&quot; ABA. ii .411.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2C;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sub-antamu. [Skt. &#xC38;&#xC41;&#xC2A;&#xC4D;+&#xC05;&#xC02;&#xC24;&#xC2E;&#xC41;.] n. A technical term in grammar for a noun or substantive, &#xC28;&#xC3E;&#xC2E;&#xC35;&#xC3E;&#xC1A;&#xC15;&#xC2A;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-pratr&#x12B;kamu. [Skt.] adj. Handsome, well made. &#xC05;&#xC02;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC35;&#xC2F;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;. n. The name of the elephant of the north-east quarter. &#xC08;&#xC36;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC41; &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC17;&#xC1C;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;supti. [Skt.] n. Sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41; suptu&#x1E0D;u. n. A sleeper. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41; a benumbed or paralysed foot.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;</span>&#xA0;&#xA0;sun-&#x101;y&#x101;samu-g&#x101; [Skt.] adv. Without any difficulty, very easily, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC06;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC28;&#xC3E;&#xC38;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sun&#x101;s&#x12B;ru&#x1E0D;u. [Skt.] n. An epithet of the god Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
                