&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-bhikshamu. [Skt.] adj. Affording an easy means of subsistence, cheap. &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC32;. The opposite is &#xC26;&#xC41;&#xC30;&#xC4D;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2D;&#xC26;&#xC4D;&#xC30;</span>&#xA0;&#xA0;su-bhadra. [Skt.] n. The sister of Krishna, married to Arjuna. &#xC15;&#xC43;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC28;&#xC3F; &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;, &#xC05;&#xC30;&#xC4D;&#xC1C;&#xC41;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2D;&#xC17;</span>&#xA0;&#xA0;su-bhaga. [Skt.] n. A pleasing or happy woman. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;, &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. The cord is bound on the neck of the bride with a blessing that runs as follows, &quot;&#xC2E;&#xC3E;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC2F;&#xC24;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3E;&#xC28;&#xC47;&#xC28; &#xC2E;&#xC2E;&#xC1C;&#xC40;&#xC35;&#xC28; &#xC39;&#xC47;&#xC24;&#xC41;&#xC28;&#xC3E; &#xC15;&#xC2E;&#xC20;&#xC47;&#xC2C;&#xC27;&#xC4D;&#xC28;&#xC3E;&#xC2E;&#xC3F; &#xC38;&#xC41;&#xC2D;&#xC17;&#xC47; &#xC24;)&#xC2F;&#xC02;&#xC1C;&#xC40;&#xC35;&#xC36;&#xC30;&#xC26;&#xC3E;&#xC02;&#xC36;&#xC24;&#xC02;.&quot; &#xC38;&#xC41;&#xC2D;&#xC17;&#xC2E;&#xC41; su-bhagamu. adj. Pleasing, gratifying to the eye, beautiful, charming. Beloved, dear; fortunate, auspicious. &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC41;&#xC2D;&#xC17;&#xC24; su-bhaga-ta. n. Blessedness, auspiciousness; beauty, charm. &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC39;&#xC30;&#xC24;, &#xC30;&#xC2E;&#xC23;&#xC40;&#xC2F;&#xC24;. &#xC38;&#xC41;&#xC2D;&#xC17;&#xC41;&#xC21;&#xC41; su-bhagu&#x1E0D;u. n. A fortunate man. &#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;su-brahma&#x1E47;yu&#x1E0D;u. [Skt.] n. A name of Kumaraswami, the god of war, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;</span>&#xA0;&#xA0;subbu. [Tel.] v. n. To come forth, appear, become manifest. &#xC2C;&#xC2F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC41;. &quot;&#xC30;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E; &#xC26;&#xC4A;&#xC21;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC32;&#xC4D; &#xC38;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC3F;&#xC28;&#xC28;&#xC4D; &#xC17;&#xC48;&#xC15;.&quot; R. v. 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2C;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC2C;&#xC47;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; sub&#x113;-d&#x101;ru. [H.] n. A Subedar. The governor of a province (&#xC38;&#xC41;&#xC2C;). A serjeant or native captain.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC41;&#xC2E;&#xC40;, &#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC40; or &#xC38;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC41; sumi. [Tel. for &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC3F;.] interj. Look! Verily! Truly! Indeed! &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC05;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC40; really this is very unjust. plu. &#xC38;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sum&#x101;&#x1E37;amu. [Tel.] n. Mirth, joy, gaiety, elation, &#xC05;&#xC24;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. &quot;&#xC38;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC35;&#xC41;&#xC32;&#xC02;&#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC15; &#xC38;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E;.&quot; A. iv. 44. &#xC1F;&#xC40; &#xC2E;&#xC28;&#xC4B;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC3F; sum&#x101;&#x1E37;i. n. One who is elated with joy. &#xC38;&#xC02;&#xC24;&#xC4B; &#xC37;&#xC2E;&#xC41;&#xC24;&#xC4B; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC28;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; sum&#x101;&#x1E37;-in&#x1E6D;su.v. n. To leap for joy.&quot; &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC24; &#xC17;&#xC02;&#xC24;&#xC41;&#xC32;&#xC41;&#xC2F;&#xC41; &quot;&#xC24;&#xC47; &#xC17;&#xC40; &#xC24;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC17;&#xC28;&#xC3F; &#xC38;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC27;&#xC35;&#xC41; &#xC28;&#xC3F;&#xC39;&#xC43;&#xC26;&#xC2F;, &#xC28;&#xC35;&#xC2E;&#xC2F;&#xC42;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC3F; &#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC3E;&#xC21;&#xC46;.&quot; KP. vii. 202. &quot;&#xC32;&#xC40;&#xC32;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC32; &#xC38;&#xC41;&#xC2E;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC3E;&#xC21;&#xC46;.&quot; Vish. vii. 296.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC37;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41; &#x1E63;um&#x101;ru. [H.] adv. About, nearly. &#xC30;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;sum&#x101;. [Tel. short for &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC3E;.] interj. Indeed! &#xC38;&#xC41;&#xC2E;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sumamu. [Skt.] n. A flower. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC41; suma-rasamu. n. The juice of flowers. &#xC2E;&#xC15;&#xC30;&#xC02;&#xC26;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC2E;&#xC36;&#xC30;&#xC41;&#xC21;&#xC41; suma-&#x1E63;aru&#x1E0D;u. n. Lit. one whose arrows are flowers, i.e., Manmatha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC2E;&#xC3E;&#xC02;&#xC1C;&#xC32;&#xC3F; sum-&#x101;njali. n. Presenting a nosegay or flowers held in both hands opened and hollowed. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3E;&#xC02;&#xC1C;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC2E;&#xC28;&#xC4B;&#xC30;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-man&#x14D;-rajamu. n. The pollen or dust of flowers, (lit. flowerdust.) &#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC4A;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;su-manassu. [Skt.] n. A flower. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. The great flowered jasmine. &#xC2E;&#xC3E;&#xC32;&#xC24;&#xC40;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. A god, an immortal, &#xC26;&#xC47;&#xC35;&#xC24;, &#xC35;&#xC47;&#xC23;&#xC41;&#xC35;&#xC41;. A learned man, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2E;&#xC02;&#xC17;&#xC32;&#xC3F;</span>&#xA0;&#xA0;su-mangali. [Skt.] n. A wife, a spouse, a married woman, one who wears the ornaments of a married woman. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;&#xC41;&#xC35;, &#xC38;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-mukhamu. [Skt.] adj. Pleasing, agreeable. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC30;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. n. A fine face, good features. &#xC09;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC24; or &#xC38;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; su-mukha&#x1E6D;a. n. Loveliness, prettiness. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC26;&#xC28;&#xC24;. &quot;&#xC15;&#xC02;&#xC1F;&#xC15;&#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC15; &#xC38;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC2F;&#xC4D;&#xC2F;.&quot; Kalahasti. ii. 135. &#xC38;&#xC41;&#xC2E;&#xC41;&#xC16;&#xC41;&#xC21;&#xC41; su-mukhu&#x1E0D;u. n. A handsome or agreeable man. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                