&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC15;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;sura-k&#x101;ni. [Tel.] n. One-fourth of a quarter of an anna.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC15;&#xC30;&#xC41;&#xC35;&#xC32;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC41;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC4D;&#xC2A;&#xC41; or &#xC38;&#xC41;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC3F; sura-karuvali. [Skt.+Tel.] n. A whirlwind. &#xC17;&#xC3E;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;. Bhag. x. 17.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;, &#xC1A;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; or &#xC38;&#xC42;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; sura-katti. [from Skt. &#xC1B;&#xC42;&#xC30;&#xC3F;&#xC15;&#xC3E;.] n. A small knife. &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;surangamu. [Skt.] n. A bore, a hole, a passage dug or excavated. &#xC15;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC39;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC4A;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;</span>&#xA0;&#xA0;sura. [Skt.] adj. Celestial, divine. &#xC26;&#xC47;&#xC35; &#xC24;&#xC32;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. n. A spirituous liquor, toddy, nectar, &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC05;&#xC2E;&#xC43;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC17;&#xC35;&#xC3F; sura-gavi. n. The cow of the gods. &#xC15;&#xC3E;&#xC2E;&#xC27;&#xC47;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC1C;&#xC4D;&#xC2F;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41; sura-jy&#x113;sh&#x1E6D;hu&#x1E0D;u. n. The eldest of the gods, i.e., Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC37;&#xC41;&#xC21;&#xC41; sura-dvishu&#x1E0D;u n. An enemy of the gods. An Asura. &#xC38;&#xC41;&#xC30;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC28;&#xC17; sura-nimnaga. n. The river of the gods, i.e., the heavenly Ganges. &#xC38;&#xC41;&#xC30;&#xC2A;&#xC24;&#xC3F; or &#xC38;&#xC41;&#xC30;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; sura-pati. n. The lord of the gods, i.e., the Indra. &#xC38;&#xC41;&#xC30;&#xC32;&#xC41; suralu. n. The immortals, the gods. &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41; sura-l&#x14D;kamu. n. Heaven. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC41;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC21;&#xC41; sura-varu&#x1E0D;u. n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC4D;&#xC2E;&#xC2E;&#xC41; sura-vartmamu. n. The sky, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; sur-&#x101;ch&#x101;ryu&#x1E0D;u. n. The priest of the gods; an epithet of &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;. &#xC38;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; sur-&#x101;layamu. n. The abode of the gods, i.e., Mount Meru. &#xC38;&#xC41;&#xC30;&#xC3E;&#xC30;&#xC3F; sur-&#x101;ri. (&#xC38;&#xC41;&#xC30;+&#xC06;&#xC30;&#xC3F;.) n. A foe of the gods, i.e., a demon or fiend. &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; sur-&#x101;rchitamu. adj. Adored by the immortals. &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC41;&#xC30;&#xC47;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; sur&#x113;jyu&#x1E0D;u. n. The teacher of the gods. &#xC2C;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC2A;&#xC24;&#xC3F;. M. V. i. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;</span>&#xA0;&#xA0;sura. [Tel.] n. A whirlwind. &#xC38;&#xC41;&#xC30;&#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC38;&#xC41;&#xC21;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;. Wind, &#xC17;&#xC3E;&#xC32;&#xC3F;. adj. Large, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC2E;&#xC47;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;su-m&#x113;ruvu. [Skt. of. &apos;Sumir.&apos; and &apos;Merv.&apos;] n. Mount Meru. &#xC2E;&#xC47;&#xC30;&#xC41; &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC38;</span>&#xA0;&#xA0;surasa. [Skt.] n. The name of the mother of the Nagas. &#xC28;&#xC3E;&#xC17;&#xC2E;&#xC3E;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC2E;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;suram&#x101;li. [Tel.] n. An air-cushion or pillow. &#xC17;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2C;&#xC3E;&#xC32;&#xC40;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC2E;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC30;&#xC2E;&#xC3E; suram&#x101;yi. [H. from &#xC37;&#xC41;&#xC30;&#xC2E;&#xC3E;.] adj. Very black. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC28;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC2D;&#xC3F;</span>&#xA0;&#xA0;surabhi. [Skt.] adj. Fragrant, sweet-smelling. &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC47;. Beautiful, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC2F;&#xC3F;&#xC28;. n. A perfume, odour, fragrance. The spring season. The celestial cow, spoken of as granting every wish. &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC30; &#xC05;&#xC28;&#xC47; &#xC17;&#xC02;&#xC27;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC02;&#xC24;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC28;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC2D;&#xC3F;&#xC33;&#xC2E;&#xC41; sura-bhilamu. adj. Sweet smelling, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC17;&#xC32;. &#xC38;&#xC41;&#xC30;&#xC2D;&#xC40;&#xC15;&#xC30;&#xC02;&#xC1A;&#xC41; surabh&#x12B;-karin&#x1E6D;su. v. a. To make fragrant. &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC2A;&#xC4A;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;sura-ponna. [from Skt. &#xC38;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC17;.] n. The tree called Calophyllum longifolium, &#xC2A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC17;&#xC2E;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC24;&#xC3E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;su-rat&#x101;&#x1E47;i. [Skt.] n. Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. The wife of Indra, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-ratamu. [Skt.] n. Coition. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC41;&#xC32; &#xC15;&#xC32;&#xC2F;&#xC3F;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;sura&#x1E6D;i. [Skt.] n. The name of a certain tune. &#xC30;&#xC3E;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC1F;&#xC3F; or &#xC38;&#xC41;&#xC30;&#xC1F;&#xC40;. [Tel. &#xC38;&#xC41;&#xC30;+&#xC05;&#xC02;&#xC1F;&#xC41;.] n. A round fan. &#xC35;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC28;&#xC3F;&#xC38;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC30;. A whisk for brushing away files, &#xC1A;&#xC3E;&#xC2E;&#xC30;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC02;&#xC1A;&#xC46;. &quot;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC38;&#xC41;&#xC30;&#xC1F;&#xC40;&#xC28;&#xC3F; &#xC35;&#xC3F;&#xC38;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC3E;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; T. iii. 19. &#xC38;&#xC41;&#xC30;&#xC1F;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC24;&#xC40;&#xC17;&#xC46;&#xC32;&#xC41; sura&#x1E6D;i-pa&#x1E6D;&#x1E6D;a-t&#x12B;gelu. n. A drug used in dyeing pink. &#xC1A;&#xC3E;&#xC2F;&#xC24;&#xC40;&#xC17;&#xC46;&#xC32;&#xC41;.
			</div>
                