&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC40;</span>&#xA0;&#xA0;sur&#x12B; [Mahr. &apos;Surat&apos;.] adj. Made in Surat. &#xC38;&#xC41;&#xC30;&#xC42;&#xC26;&#xC47;&#xC36;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;. &quot;&#xC38;&#xC41;&#xC30;&#xC40;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC2A;&#xC48; &#xC2C;&#xC30;&#xC1A;&#xC3F;&#xC30;&#xC3F;.&quot; Swa. v. 111. &#xC1F;&#xC40; &#xC38;&#xC41;&#xC30;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC24;&#xC3E;&#xC2A;&#xC3F; &#xC24;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC3F;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC30;&#xC46; suriya. [from Skt. &#xC1B;&#xC41;&#xC30;&#xC3F;&#xC15;.] n. A small knife. &#xC1A;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. &#xC38;&#xC42;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;. A. vi. 106. &quot;&#xC38;&#xC41;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC28;&#xC41; &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC38;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC1A;&#xC47;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; HD. v. 1435. &quot;&#xC38;&#xC41;&#xC30;&#xC3F;&#xC2F; &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC36;&#xC42;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC41;.&quot; Vema. i. 176. &#xC38;&#xC41;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC33;&#xC41; or &#xC38;&#xC41;&#xC30;&#xC46;&#xC2F;&#xC3E;&#xC33;&#xC41; suriy&#x101;&#x1E37;u. (&#xC38;&#xC41;&#xC30;&#xC3F;&#xC2F;+&#xC06;&#xC33;&#xC41;.) n. A Pariab. &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;suriga. [Tel.] n. A sprig, twig, small branch. &#xC30;&#xC46;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC30;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; sur&#x101;&#x1E37;in&#x1E6D;su. [Tel.] v. a. To wave a lamp or a cup of burning camphor, &amp;c., before an idol, or over a person to avert an evil eye. &#xC28;&#xC40;&#xC30;&#xC3E;&#xC1C;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC4B;&#xC37;&#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC26;&#xC3F;&#xC17;&#xC26;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC41;. To throw away in disdain, &#xC28;&#xC3F;&#xC30;&#xC3E;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC05;&#xC30;&#xC4D;&#xC2D;&#xC15;&#xC41;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2D;&#xC42;&#xC24;&#xC2D;&#xC2F;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC3E;&#xC17;&#xC4B;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC17;&#xC4B;&#xC2E;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC02;&#xC26;&#xC3F;&#xC32;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Vish. vii. 109. &quot;&#xC15;&#xC21;&#xC2E;&#xC2A;&#xC41;&#xC26;&#xC02;&#xC21; &#xC32;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F; &#xC17;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2C;&#xC3E;&#xC32;&#xC15;&#xC35;&#xC41;&#xC21;&#xC41; &#xC38;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC35;&#xC48;&#xC1A;&#xC46;.&quot; KP. vii. 76. &#xC38;&#xC41;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41; sur&#x101;&#x1E37;amu. n. Wrathfulness. &#xC15;&#xC4B;&#xC2A;&#xC3E;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. Giddiness, &#xC2D;&#xC42;&#xC24;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC47;&#xC36;&#xC1C;&#xC28;&#xC3F;&#xC24;&#xC36;&#xC3F;&#xC30;&#xC4B;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC3E;&#xC2E;&#xC02;&#xC21;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sur&#x101;-man&#x1E0D;amu. [Skt.] n. The froth of ardent spirits. &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;. &#xC24;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC38;&#xC41;&#xC30;</span>&#xA0;&#xA0;sura-sura [Tel. (anuk.)] adv. Bang, slapdash; all at once. This is an adverb used of quickness in taking fire; or of fainting &#xC24;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. (&#xC07;&#xC26;&#xC3F; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41; &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC2A;&#xC4B;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC3E;&#xC1F;.) &quot;&#xC15;&#xC28;&#xC32;&#xC46;&#xC21;&#xC41;&#xC38;&#xC42;&#xC26;&#xC41;&#xC32;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC23;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;, &#xC1C;&#xC4A;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC48;&#xC28;&#xC38;&#xC41;&#xC30; &#xC38;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;.&quot; HD. ii. 1181. &#xC38;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC28; or &#xC38;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC41;&#xC28; surr-ana. adv. Aloud, hissingly.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC33;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC32;&#xC41;&#xC35;&#xC41; su&#x1E37;uvu. [from Skt. &#xC38;&#xC41;&#xC32;&#xC2D;&#xC02;.] adj. Light. &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC48;&#xC28;. Easy, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;. &quot;&#xC38;&#xC41;&#xC33;&#xC41;&#xC35;&#xC41;&#xC24;&#xC32;&#xC17;&#xC21; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC42;&#xC26;&#xC3F;.&quot; T. iv. 204. n. Facility, lightness. &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;, &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;. &#xC38;&#xC41;&#xC33;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; su&#x1E37;uvu-ch&#x113;yu. v. a. To facilitate, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC32;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;sult&#x101;nu. [H.] n. A Sultan or Mussalman prince.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC32;&#xC4B;&#xC1A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-l&#x14D;chanamu. [Skt.] n. Spectacles, eye glasses. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC16;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC32;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-labhamu. [Skt.] adj. Easy, feasible, attainable, practicable, easy of access. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F;, &#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC26;&#xC41;&#xC30;&#xC4D;&#xC32;&#xC2D;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC38;&#xC41;&#xC32;&#xC2D;&#xC41;&#xC21;&#xC41; su-labhu&#x1E0D;u. n. One who is easy, courteous or accessible. &#xC17;&#xC21;&#xC41;&#xC38;&#xC41; &#xC2E;&#xC28;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC38;&#xC41;&#xC32;&#xC2D;&#xC41;&#xC21;&#xC41; he is good or kind to all. &#xC2D;&#xC15;&#xC4D;&#xC24;&#xC28;&#xC41;&#xC32;&#xC2D;&#xC21;&#xC41; he who is accessible to his worshippers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC47;&#xC16;&#xC24;</span>&#xA0;&#xA0;su-r&#x113;khata. [Skt.] n. A particular mode in music. &#xC17;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC47;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sur&#x113;-k&#x101;ramu. [Tel.] n. Salt-petre, nitrate of Potash. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC46;</span>&#xA0;&#xA0;See &#xC38;&#xC41;&#xC30;&#xC3F;&#xC2F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;surumu. [Tel.] n. Powder. &#xC1A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;or &#xC37;&#xC41;&#xC30;&#xC2E;&#xC3E; suruma. [H.] n. Collyrium, antimony.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;suru&#x1E0D;u. [Tel.] n. A fire brand, &#xC5B;&#xC41;&#xC02;&#xC5B;&#xC41;&#xC30;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F; surugu&#x1E0D;u. [Tel.] n. A tree called Ventilago madras-patana. A bark used in deying cloth.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;surugu. [Tel.] v. n. To disappear. &#xC05;&#xC26;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC17;&#xC41;. To take flight, retreat, &#xC2A;&#xC32;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC17;&#xC41;. To wither or fade, &#xC35;&#xC3E;&#xC21;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. To slink away, &#xC5B;&#xC3E;&#xC21;&#xC17;&#xC3E;&#xC2A;&#xC4B;&#xC35;&#xC41;. To move, shake or tremble, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC24;&#xC4A;&#xC32;&#xC41;&#xC24; &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC1A;&#xC1F;&#xC3F;&#xC15;&#xC4B; &#xC24;&#xC4A;&#xC32;&#xC17;&#xC28;&#xC02;&#xC2A;&#xC3F; &#xC2F;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC23;&#xC26;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC2E;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC3F;, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC32;&#xC4B; &#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC1F;&#xC2A;&#xC1F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC38;&#xC41;&#xC02;&#xC26;&#xC41;&#xC28;&#xC38;&#xC41;&#xC30;&#xC17; &#xC1C;&#xC42;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC41; &#xC28;&#xC40;&#xC35;&#xC41;.&quot; HN. v. 53. &quot;&#xC05;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC38;&#xC41;&#xC30;&#xC24;&#xC30;&#xC41;&#xC35;&#xC41; &#xC28;&#xC46;&#xC30;&#xC41;&#xC17;&#xC15;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC17;&#xC4A;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41;&#xC2E;&#xC26;&#xC3F;&#xC28;&#xC40; &#xC15;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Parij. iv. 63. &quot;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC3F;&#xC15;&#xC43;&#xC2A;&#xC15;&#xC41;&#xC02;&#xC26;&#xC17;&#xC41;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC4D; &#xC38;&#xC41;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC24;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;.&quot; M. XIII. ii. 81.
			</div>
                