&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC2E;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;See under &#xC38;&#xC41;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC37;&#xC41;&#xC2E;&#xC4D;&#xC28;</span>&#xA0;&#xA0;sushumna. [Skt.] n. The spinal cord. The name of a particular tubular vessel of the body, spoken of in mystic treatises. The pineal gland.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC37;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;su-shupti. [Skt.] n. Sound or deep sleep. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC30;&#xC41;&#xC17;&#xC28;&#xC3F; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC38;&#xC41;&#xC37;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3F; the long sleep, i.e., death. &#xC1A;&#xC3E;&#xC35;&#xC41;. &#xC38;&#xC41;&#xC37;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC2E;&#xC41; su-shuptamu. adj. Fast asleep, &#xC2C;&#xC3E;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC37;&#xC3F;</span>&#xA0;&#xA0;sushi. [Skt.] n. A hole. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC2C;&#xC46;&#xC5B;&#xC4D;&#xC1C;&#xC2E;&#xC41;. A. iv. 26. &#xC38;&#xC41;&#xC37;&#xC3F;&#xC30;&#xC2E;&#xC41; sushiramu. n. A hole, orifice. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. A wind instrument, &#xC2E;&#xC41;&#xC30;&#xC33;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC17;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC37;&#xC2E;</span>&#xA0;&#xA0;sushamu. [Skt.] n. Ewquisite beauty or splendour. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC36;&#xC4B;&#xC2D;. adj. Beautiful, handsome, pleasing. &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC47;</span>&#xA0;&#xA0;suvv&#x113;. [Tel.] interj. Behold! &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC32;&#xC41;, &#xC38;&#xC41;&#xC35;&#xC3E;&#xC32;&#xC41;, &#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC32;, &#xC38;&#xC41;&#xC35;&#xC3E;&#xC32;. &#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC32;&#xC3E;&#xC32;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F; suvv&#x101;lu. [Tel. &#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F;+&#xC06;&#xC32;.] interj. A word or chorus used in carols, like &apos;derry down down&apos;. &#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC3F; s&#x16B;vvi. n. The noise made by persons while pounding rice, &#xC26;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC4D;&#xC2F;&#xC28;&#xC41;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC35;&#xC47;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC35;&#xC47;&#xC32;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; su-v&#x113;lamu. [Skt.] n. The name of a certain mountain. &#xC2A;&#xC30;&#xC4D;&#xC35;&#xC24; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. R. vii. 141.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;su-v&#x101;sini. [Skt.] n. A good woman; one whose husband is alive. &#xC2A;&#xC47;&#xC30;&#xC02;&#xC1F;&#xC3E;&#xC32;&#xC41;, &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;&#xC41;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;suv&#x101;ramu. [from Skt. &#xC38;&#xC41;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. Cooking, &#xC35;&#xC02;&#xC1F;. &quot;&#xC1A; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC2E;&#xC3F;&#xC30;&#xC3F; &#xC2F;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC46;&#xC21;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC46;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;&#xC32;&#xC41; &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC46;, &#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC41;&#xC1C;&#xC32;&#xC1C;&#xC02;&#xC24;&#xC41;&#xC32;&#xC02;&#xC2C;&#xC4A;&#xC32;&#xC32; &#xC38;&#xC41;&#xC15;&#xC42;&#xC30;&#xC32;&#xC41;&#xC35;&#xC02;&#xC21;&#xC3F; &#xC35;&#xC46;&#xC21;&#xC32;&#xC26;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC02;. &#xC26;&#xC41;&#xC21;&#xC41;&#xC15;&#xC17;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC35;&#xC41;&#xC1F;&#xC4B;&#xC17;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC21;&#xC41;&#xC17;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC28;, &#xC2F;&#xC4D;&#xC2F;&#xC46;&#xC21;&#xC30;&#xC18;&#xC35;&#xC40;&#xC30;&#xC41;&#xC38;&#xC3E;&#xC2F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC28;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC46;&#xC38;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC02;&#xC2C;&#xC28;&#xC41;&#xC32;&#xC4D;.&quot; R. vii. 105. &#xC38;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; suv&#x101;rapu-&#x1E6D;-illu. n. A kitchen. &#xC35;&#xC02;&#xC1F;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC38;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; suv&#x101;rapu-v&#x101;&#x1E0D;u. n. A cook. &#xC35;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC39;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC39;&#xC43;&#xC26;&#xC41;&#xC21;&#xC41; su-h&#x1E5B;ittu. [Skt.] n. Lit: a good hearted man. A friend. &#xC06;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC39;&#xC43;&#xC24;&#xC4D;&#xC15;&#xC4B;&#xC1F;&#xC3F; a circle of friends.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-hitamu. [Skt.] adj. Fit, proper, suitable. &#xC24;&#xC17;&#xC3F;&#xC28;, &#xC2F;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC40; susti. [H.] n. Laziness, idleness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC38;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; susaramu. [Skt.] adj. Easy, clear, free, unimpeded. &#xC38;&#xC30;&#xC33;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC41; sush&#x1E6D;u. [Tel.] adj. Well, good, sound, handsome, healthy. &#xC2E;&#xC02;&#xC1A;&#xC3F;, &#xC2C;&#xC3E;&#xC17;&#xC48;&#xC28;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;.&quot; &#xC38;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC35;&#xC4C;&#xC2F;&#xC36;&#xC35;&#xC2E;&#xC41;.&quot; V&#x113;ma. 1238. n. Good condition, a sound state, health, beauty, &#xC2C;&#xC3E;&#xC17;&#xC41;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41; sush&#x1E6D;u-para&#x1E6D;su. v. a. To amend, make better. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC37;&#xC47;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sush&#x113;&#x1E47;amu. [Skt.] n. A cane or reed, the ratan. &#xC35;&#xC47;&#xC24;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC2C;&#xC4D;&#xC2C;. &#xC38;&#xC41;&#xC37;&#xC47;&#xC23;&#xC41;&#xC21;&#xC41; sush&#x113;&#x1E47;u&#x1E0D;u. n. A name of Vishnu. Also, a name of a physician of the monkey chief Sugriva. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;, &#xC38;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC41;&#xC28;&#xC3F; &#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC47; s&#x16B; [Tel. short for &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC41;.] interj. Behold! &#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC40;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41; &quot;&#xC18;&#xC28;&#xC41;&#xC21;&#xC3F;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC17;&#xC30;&#xC4D;&#xC24;&#xC38;&#xC42;&#xC2C;&#xC38;&#xC35;.&quot; L. xvi. 90.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;su-var&#x1E47;amu. [Skt.] n. Gold, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC41; gold coins. &#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2D;&#xC42;&#xC2A;&#xC24;&#xC3F; a certain medicine. &#xC14;&#xC37;&#xC27;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. A. iv. 318.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC41;&#xC37;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC41;&#xC36;&#xC3F;&#xC2E;&#xC2E;&#xC41; sushimamu. [Skt.] adj. Cold, frigid. &#xC36;&#xC3F;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;.
			</div>
                