&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC15;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;s&#x16B;kti. [Skt. &#xC38;&#xC41;+&#xC09;&#xC15;&#xC4D;&#xC24;&#xC3F;.] n. A good word, a fair or friendly speech. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC3E;&#xC1F;. Vasu. iv. 8.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;ktamu. [Skt. &#xC38;&#xC41;+&#xC09;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;.] adj. Well or properly said. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC17;&#xC3E; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. n. A hymn in the Rig Veda. &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15; &#xC35;&#xC3F;&#xC37;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC2A;&#xC28;&#xC38;&#xC32;&#xC41;. &quot;&#xC05;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC42;&#xC15;&#xC4D;&#xC24;&#xC02;&#xC1C;&#xC2A;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC41;.&quot; L. iii. 52.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;s&#x16B;&#x1E0D;in&#x1E6D;su. [Tel.] v. n. To be envious. &#xC2A;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41;. &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;. viii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;s&#x16B;&#x1E6D;i. [Tel.] n. An aim an expedient. &#xC17;&#xC41;&#xC30;&#xC3F;, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &#xC08; &#xC2A;&#xC28;&#xC3F; &#xC38;&#xC42;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41;&#xC28;&#xC3E; will this business succeed? &#xC28;&#xC40; &#xC2E;&#xC28;&#xC38;&#xC41;&#xC15;&#xC41; &#xC38;&#xC42;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC3F;&#xC24;&#xC47; if it seems right to you. adj. Straight, not crooked, right, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F;, &#xC38;&#xC30;&#xC3F;&#xC2F;&#xC48;&#xC28;. &quot;&#xC38;&#xC42;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC1C;&#xC42;&#xC2A;&#xC47; &#xC36;&#xC42;&#xC32;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41;.&quot; Chenna v. 415. &#xC38;&#xC42;&#xC1F;&#xC3F;&#xC17;&#xC3E; s&#x16B;&#x1E6D;i-g&#x101;. adv. Duly, straight, in a light line. &#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;, &#xC28;&#xC4A;&#xC38;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC42;&#xC1F;&#xC3F;&#xC17;&#xC3E; &#xC30;&#xC3E;&#xC2F;&#xC3F;&#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he threw the stone straight at his forehead. &#xC38;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; s&#x16B;ti-b&#x101;&#x1E0D;u. n. A marksman, &#xC17;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41;. A handsome person, &#xC05;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC1F;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC41; s&#x16B;&#x1E6D;i-gonu. v. n. To fit, suit, agree. &#xC5B;&#xC24;&#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC4A;&#xC38;&#xC17;&#xC41;, &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC21;&#xC41;. &quot;&#xC38;&#xC42;&#xC1F;&#xC3F;&#xC17;&#xC4A;&#xC28;&#xC38;&#xC3E;&#xC1F;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41; &#xC5B;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Bilh. ii. 194. &#xC38;&#xC42;&#xC1F;&#xC3F;&#xC2A;&#xC21;&#xC41; s&#x16B;&#x1E6D;i-pa&#x1E0D;u. v. n. To hit correctly, &#xC38;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC1A;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC42;&#xC1A;&#xC3F;&#xC15; s&#x16B;chi. [Skt.] n. A needle. &#xC38;&#xC42;&#xC26;&#xC3F;. An index or sign, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC28;&#xC26;&#xC3F;. &#xC38;&#xC42;&#xC1A;&#xC40;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; s&#x16B;ch&#x12B;-mukhamu. n. The point of a needle. &#xC38;&#xC42;&#xC26;&#xC3F;&#xC2E;&#xC4A;&#xC28;. An arrow. &quot;&#xC2E;&#xC3E;&#xC1A;&#xC40;&#xC2E;&#xC41;&#xC16;&#xC02;&#xC2C;&#xC48;&#xC28;&#xC1C;&#xC4A;&#xC28;&#xC2A;&#xC17;&#xC30;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC40;&#xC15;&#xC1F;&#xC3F;.&quot; BD. v. 683. &#xC38;&#xC42;&#xC1A;&#xC40;&#xC2E;&#xC41;&#xC16;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; s&#x16B;ch&#x12B;-mukha-pakshi. n. A kind of bird. &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC38;&#xC42;&#xC1A;&#xC3F;&#xC2E;&#xC41;&#xC16; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F;.&quot; G. i. 276.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;kshmamu. [Skt.] adj. Little, small, minute, atomic, fine, subtle, delicate. Ingenious, subtile, clever, smart, quick &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC41;&#xC30;&#xC41;&#xC15;&#xC41;&#xC17;&#xC32;. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC28;&#xC3F; delicate work. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC15;&#xC41; to explain in a few words. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; quick sight. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC30;&#xC4D;&#xC2E;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; a clever or keen intellect. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC36;&#xC30;&#xC40;&#xC30;&#xC2E;&#xC41; the spiritual body. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41; the atomic or spiritual form, the ideal body, as distinguished from the bodily shape, the spiritual image. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC35;&#xC38;&#xC4D;&#xC25; the invisible or essential condition, spirituality as opposed to corporeal being. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC41; or &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC24; s&#x16B;kshmamu. n. An atom. Fineness, delicacy, peculiarity, nicety. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the small intestines.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC21;&#xC3F;&#xC26;</span>&#xA0;&#xA0;or &#xC38;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC46; s&#x16B;&#x1E0D;ula. [Tel.] n. A gift, an offering. &#xC15;&#xC3E;&#xC28;&#xC41;&#xC15;. &quot;&#xC36;&#xC41;&#xC28;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC15;&#xC41; &#xC28;&#xC46;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC38;&#xC42;&#xC21;&#xC3F;&#xC26;&#xC32;&#xC4D; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;&#xC28;&#xC3E;&#xC15;&#xC15;&#xC2E;&#xC33;&#xC4D;&#xC32;&#xC17;&#xC32;&#xC26;&#xC46;.&quot; Miscell. i. 125. line 4.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;su&#x1E0D;igamulu. [Tel.] n. plu. A sort of bracelets. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC2D;&#xC42;&#xC37;&#xC3E; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC17;&#xC3E;&#xC5B;&#xC41;&#xC32;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC3F;&#xC15;&#xC3F;&#xC15;&#xC21;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC32;&#xC32;&#xC28;&#xC38;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28; &#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3F;&#xC35;&#xC4B;&#xC32;&#xC46;, &#xC17;&#xC02;&#xC15;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC24;&#xC4B; &#xC38;&#xC42;&#xC21;&#xC3F;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC30;&#xC3E;&#xC2F;.&quot; Kasikhandamu. v. 172.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;chakamu. [Skt.] n. Intimation, information by signs. &#xC38;&#xC42;&#xC1A;&#xC28;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;. adj. Shweing, denoting, intimating, suggesting. &#xC05;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC47;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC47;. &#xC38;&#xC42;&#xC1A;&#xC15;&#xC41;&#xC21;&#xC41; s&#x16B;cha-ku&#x1E0D;u. n. A spy, informer. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC17;&#xC3E;&#xC21;&#xC41;. One who hints or suggests, &#xC2C;&#xC4B;&#xC27;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC1A;&#xC28;. s&#x16B;chana. n. A hint, a suggestion, a slight or faint notice. &#xC5B;&#xC3E;&#xC21;. &#xC38;&#xC42;&#xC1A;&#xC28;&#xC17;&#xC3E;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to tell briefly, to give a general idea or outline, to hint. &#xC38;&#xC42;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; s&#x16B;chin&#x1E6D;su. v. a. To hint, signify, point out, &#xC5B;&#xC3E;&#xC21;&#xC17;&#xC3E; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC40;&#xC24;&#xC4B; &#xC26;&#xC40;&#xC28;&#xC3F; &#xC38;&#xC42;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC3F;.&quot; Vish. vi. 337. &#xC38;&#xC42;&#xC1A;&#xC3F;&#xC24;&#xC2E;&#xC41; s&#x16B;chitamu. adj. Hinted at. &#xC38;&#xC42;&#xC1A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC15;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;karamu. [Skt.] n. A hog. &#xC05;&#xC21;&#xC35;&#xC3F;&#xC2A;&#xC02;&#xC26;&#xC3F;, &#xC35;&#xC30;&#xC3E;&#xC39;&#xC2E;&#xC41;. A pig, &#xC2A;&#xC02;&#xC26;&#xC3F;. &#xC38;&#xC42;&#xC15;&#xC30;&#xC3F; s&#x16B;kari. n. A sow.
			</div>
                