&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x16B;tu&#x1E0D;u. [Skt.] n. A charioteer. &#xC30;&#xC25;&#xC38;&#xC3E;&#xC30;&#xC25;&#xC3F;. A carpenter, &#xC35;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. A hard, an encomiast. &#xC15;&#xC35;&#xC3F;, &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC20;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC35;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC38;&#xC42;&#xC24; &#xC17;&#xC40;&#xC24;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC28;&#xC02;&#xC2C;&#xC21;.&quot; Mandha. iv. 213.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;tamu. [Skt.] adj. Born, engendered. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;&#xC2E;&#xC41;, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;&#xC15;&#xC28;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;tamu. [Skt.] n. Mercury, quick silver. &#xC2A;&#xC3E;&#xC26;&#xC30;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC24;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;takamu. [Skt.] n. Ceremonial impurity arising from childbirth or death, &#xC1C;&#xC3E;&#xC24;&#xC3E;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;, &#xC2E;&#xC43;&#xC24;&#xC3E;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;, &#xC28;&#xC42;&#xC24;&#xC15;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to observe the rites of ceremonial impurity. &#xC38;&#xC42;&#xC24;&#xC3F; s&#x16B;ti. n. Birth, child bearing. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC35;&#xC2E;&#xC41;, &#xC15;&#xC28;&#xC21;&#xC2E;&#xC41;. Offspring, progeny, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC30;&#xC42;&#xC2A;&#xC38;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC42;&#xC24;&#xC3F; the son of Vyasa, i.e., the hermit Suka. &quot;&#xC05;&#xC17;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;&#xC3F;.&quot; an elder brother. la. ii. 2. &quot;&#xC27;&#xC28;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC17;&#xC41;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC3F;.&quot; Bhanumati. iv. 4. &#xC38;&#xC42;&#xC24;&#xC3F;&#xC15; s&#x16B;tika. n. A lying-in woman, a woman recenlty delivered. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC1F;&#xC3E;&#xC32;&#xC41;, &#xC28;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;, &#xC2C;&#xC3E;&#xC32;&#xC46;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC38;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC3E;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC38;&#xC42;&#xC24;&#xC3F;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; or &#xC38;&#xC42;&#xC24;&#xC40;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41; s&#x16B;tik&#x101;-g&#x1E5B;ihamu. n. A lying-in chamber. &#xC2A;&#xC41;&#xC30;&#xC3F;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x16B;&#x1E0D;u. [Tel.] n. Enmity, pique, spite. &#xC38;&#xC41;&#xC15;, &#xC35;&#xC48;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC47;&#xC37;&#xC2E;&#xC41;. An enemy, &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;. v. a. To cut, &#xC15;&#xC4B;&#xC2F;&#xC41;. &quot;&#xC05;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2E;&#xC28;&#xC46;&#xC21;&#xC3F;&#xC2F;&#xC21;&#xC35;&#xC3F;&#xC28;&#xC3F;, &#xC28;&#xC41;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC2A;&#xC41; &#xC16;&#xC21;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC42;&#xC21;&#xC17;&#xC35;&#xC32;&#xC26;&#xC3E;.&quot; Vema. 2091. &quot;&#xC15; &#xC28;&#xC42;&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC28;&#xC41;&#xC2E;&#xC30;&#xC3F;&#xC26;&#xC3E;, &#xC15;&#xC40;&#xC21;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC1F;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC41; &#xC1C;&#xC17;&#xC02;&#xC2C;&#xC41; &#xC15;&#xC40;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC15;&#xC48;.&quot; UH. iv. 248. &quot;&#xC1C;&#xC15;&#xC4D;&#xC15;&#xC35;&#xC17;&#xC2E;&#xC3F;&#xC2E;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F; &#xC35;&#xC17;&#xC15;&#xC3E;&#xC21;&#xC41;.&quot; T. i. 44. &#xC38;&#xC42;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; s&#x16B;&#x1E0D;u-k&#x101;&#x1E0D;u. n. An enemy. &#xC35;&#xC48;&#xC30;&#xC3F;. &#xC38;&#xC42;&#xC21;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; or &#xC38;&#xC42;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; s&#x16B;&#x1E0D;u-pa&#x1E6D;&#x1E6D;u. n. To entertain ill will. &#xC2A;&#xC17;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC35;&#xC3F;&#xC30;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;tramu. [Skt.] n. A thread, cord, line, yarn, twine. &#xC24;&#xC02;&#xC24;&#xC3F;, &#xC28;&#xC42;&#xC32;&#xC41;, &#xC28;&#xC42;&#xC32;&#xC3F;&#xC2A;&#xC4B;&#xC17;&#xC41;, &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;. A brief or precept in grammar, &amp;c., an aphorism. &#xC05;&#xC28;&#xC47;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2C;&#xC4B;&#xC27;&#xC15;&#xC38;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. An expedient, contrivance; an artificial piece of work; a machine, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC15;&#xC2A;&#xC1F; a delusive contrivance. &#xC28;&#xC3E;&#xC1F;&#xC15;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC3F;. &quot;the unseen mover of the world&apos;s machine,&quot; an epithet of God. &#xC1C;&#xC24;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a water work, a hydraulic engine. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC30;&#xC23;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a concise rule of grammar. &#xC06;&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the institutes of Apastamba. &#xC2E;&#xC40; &#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC2E;&#xC3F; what is your family name? and what is your creed? &#xC2E;&#xC02;&#xC17;&#xC33;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the thread with which the marriage badge is tied on the bride&apos;s neck. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; the sacred thread worn by the three principal classes of the Hindus. &quot;&#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC2E;&#xC3E;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;.&quot; A. i. 43. &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC17;&#xC3E;&#xC21;&#xC41; s&#x16B;tra-g&#x101;du. n. An artist, a contriver or maker of any machine. &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC3F; s&#x16B;tra-dh&#x101;raku&#x1E0D;u. n. The manager or principal actor in a play or drama; the person behind the scenes who pulls the strings of puppets. An instigator, secret agent, or tempter. &#xC2E;&#xC47;&#xC33;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC06;&#xC1F;&#xC3E;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC21;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC1C;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC1F;&#xC15;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC27;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F;.&quot; T. ii. 77. &quot;&#xC28;&#xC47;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30; &#xC27;&#xC3E;&#xC30;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC02;&#xC26;&#xC30;&#xC41;&#xC2C;&#xC39;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC3F;.&quot; B. X. 297. &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; s&#x16B;tra-pa&#x1E6D;&#x1E6D;u. v. a. To &quot;lay the line,&quot; as a bricklayer does. &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC24;&#xC28;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC32;&#xC4B;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC2A;&#xC02;&#xC1A;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;, &#xC26;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC26;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC02;&#xC17;&#xC26;&#xC32;&#xC1A;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC4A;, &#xC38;&#xC42;&#xC1F;&#xC3F;&#xC2E;&#xC40;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC47;&#xC32;&#xC15;&#xC41; &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC35;&#xC40;&#xC15;&#xC28;&#xC40;&#xC30;&#xC02;&#xC25;&#xC4D;&#xC30; &#xC27;&#xC3E;&#xC30;&#xC3E;&#xC33;&#xC35;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC3F;&#xC38;&#xC46;.&quot; R. vi. 3. &quot;&#xC2A;&#xC30;&#xC17; &#xC35;&#xC40;&#xC27;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC28;&#xC42;&#xC24;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; A. i. 4. &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC21;&#xC41; s&#x16B;tra-pa&#x1E0D;u. v. n. To match, &#xC5B;&#xC24;&#xC2A;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; s&#x16B;trin-&#x1E6D;su. v. a. To lay down a rule, to enact. &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC30;&#xC1A;&#xC41;.
			</div>
                