&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x16B;nu&#x1E0D;u. [Skt. Cf. Eng. &apos;son.&apos;] n. A son. &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC28; s&#x16B;na. n. A daughter, &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;namu. [Skt.] n. A flower. &#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC38;&#xC42;&#xC28;&#xC36;&#xC30;&#xC41;&#xC21;&#xC41; s&#x16B;na-&#x1E63;aru&#x1E0D;u. n. Lit. &quot;the god whose darts are flowers,&quot; i.e., Manmatha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC28;</span>&#xA0;&#xA0;s&#x16B;na. [Skt.] n. A slaughter-house, the shambles. &#xC17;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC46;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC15;&#xC32;&#xC41; &#xC15;&#xC4B;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC2E;&#xC47;&#xC32;&#xC3E;. See also under &#xC38;&#xC42;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC38;&#xC42;&#xC28;&#xC30;&#xC3F; s&#x16B;na-g&#x101;&#x1E0D;u. n. One who kills. &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A butcher. &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC2D;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC1C;&#xC02;&#xC2A; &#xC2C;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC21;&#xC41;&#xC38;&#xC42;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41;.&quot; BD. iv. 1287.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x16B;du&#x1E0D;u. [Skt.] n. A cook. &#xC35;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC26;&#xC3F;</span>&#xA0;&#xA0;s&#x16B;li. [from Skt. &#xC38;&#xC42;&#xC1A;&#xC3F;.] n. A needle. &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC2E;&#xC41;. &#xC17;&#xC30;&#xC3F;&#xC15;&#xC38;&#xC42;&#xC26;&#xC41;&#xC32;&#xC41; a kind of rice. &#xC38;&#xC42;&#xC26;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; slender or sharp horns. &#xC38;&#xC42;&#xC26;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC28;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC46;&#xC24;&#xC47;&#xC32;&#xC41; to enter like a small needle and come out a packing needle. &#xC38;&#xC42;&#xC26;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC15; or &#xC38;&#xC42;&#xC26;&#xC3F;&#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46; s&#x16B;di-mallika. n. The eared jasmine, Jasminum auriculatum. &#xC38;&#xC42;&#xC26;&#xC41;&#xC32;&#xC35;&#xC32;&#xC46; &#xC38;&#xC28;&#xC4D;&#xC28;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2E;&#xC32;&#xC4D;&#xC32;&#xC46;&#xC32;&#xC41;. &#xC38;&#xC42;&#xC26;&#xC02;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC38;&#xC42;&#xC26;&#xC3F;&#xC30;&#xC3E;&#xC2F;&#xC3F; or &#xC05;&#xC02;&#xC1F;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F; s&#x16B;d-an&#x1E6D;u-r&#x101;yi. n. A magnet, a lodestone. &#xC15;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC05;&#xC2F;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;danamu. [Skt.] adj. Destroying, killing. &#xC1A;&#xC02;&#xC2A;&#xC47;. n. Killing. &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC1F;. &#xC38;&#xC42;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; s&#x16B;danu&#x1E0D;u. n. A destroyer. &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; s&#x16B;ditamu. adj. Killed, destroyed. &#xC1A;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC40;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41; s&#x16B;r&#x12B;&#x1E0D;u. [from Skt. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.] n. The sun.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x16B;ri. [Skt.] n. A great scholar: a learned man. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41;. The sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x16B;ri. [from Skt. &#xC1B;&#xC41;&#xC30;&#xC3F;&#xC15;.] n. A knife. &#xC1B;&#xC41;&#xC30;&#xC3F;&#xC15;. &quot;&#xC15;&#xC47;&#xC26;&#xC17;&#xC3F;&#xC38;&#xC41;&#xC30;&#xC3F; &#xC2F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC21;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; A. iv. 151. &#xC1F;&#xC40; &#xC2E;&#xC4A;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC41; &#xC38;&#xC42;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC2F;&#xC46;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC42;&#xC30;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; s&#x16B;r&#x101;-k&#x101;ramu. [Tel.] n. Salt-petre. &#xC1A;&#xC4C;&#xC1F;&#xC3F;&#xC24;&#xC4B; &#xC35;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC38;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x16B;ra-s&#x16B;tu&#x1E0D;u. [Skt.] n. The charioteer of the sun. &#xC05;&#xC38;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;, &#xC38;&#xC42;&#xC30;&#xC46;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC1F;&#xC2E;&#xC41; s&#x16B;ra-pu&#x1E6D;amu. [Tel.] n. A kind of cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. Velvet, &#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC30;&#xC17;&#xC21; &#xC2E;&#xC4A;&#xC15;&#xC2E;&#xC3E;&#xC32;&#xC41;&#xC28;&#xC41; &#xC38;&#xC42;&#xC30;&#xC46;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC28;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; H. v. 148.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;ya-m&#x101;namu. [Skt.] adj. That which is being offered as a burnt sacrifice. &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC47;. &quot;&#xC38;&#xC42;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC4B;&#xC2E;&#xC32;&#xC24;&#xC32;&#xC41;&#xC28;&#xC48;.&quot; R. iii. 26.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;pamu. [Skt.] n. Split pease cooked in water. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC26;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC35;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC38;&#xC42;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC42;&#xC2A;&#xC41;&#xC21;&#xC41; s&#x16B;pa-k&#x101;ru&#x1E0D;u. n. A cook. &#xC35;&#xC02;&#xC1F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC2A;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; s&#x16B;pa-&#x1E63;&#x101;stramu. n. The science of Cookery. &#xC2A;&#xC3E;&#xC15;&#xC36;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC28;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;n-&#x1E5B;itamu. [Skt.] n. Sincerity, veracity, truth. &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. True, sincere, &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC42;&#xC35;&#xC43;&#xC24;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F; a true word.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;y&#x101;&#x1E47;amu. [from Skt. &#xC38;&#xC41;&#xC2F;&#xC3E;&#xC28;&#xC2E;&#xC4D;.] n. A punitive expedition. &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41; &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC26;&#xC02;&#xC21;&#xC2F;&#xC3E;&#xC24;&#xC4D;&#xC30;. &quot;&#xC38;&#xC40; &#xC24;&#xC17;&#xC41;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC1E; &#xC38;&#xC42;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC17; &#xC28;&#xC4A;&#xC28;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC46; &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC17; &#xC28;&#xC47;&#xC32;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC38;&#xC46;&#xC30;&#xC17;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41;.&quot; &#xC2D;&#xC3E;&#xC30;. &#xC35;&#xC3F;&#xC30;&#xC3E;. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;ra&#x1E47;amu. [Skt.] n. An esculent root called Arun campanulatum. &#xC15;&#xC02;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;s&#x16B;ra-katti. [from Skt. &#xC1B;&#xC41;&#xC30;&#xC3F;&#xC15;.] n. A small knife. &#xC05;&#xC38;&#xC3F;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;, &#xC1A;&#xC41;&#xC30;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
                