&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;&#x1E37;amu. [Skt.] n. A certain tune or song. &#xC17;&#xC40;&#xC24;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC17;&#xC3E;&#xC23;&#xC32;&#xC4D; &#xC2E;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC2C;&#xC3E;&#xC21;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC26;&#xC4A;&#xC32;&#xC15;&#xC02;&#xC17;&#xC3E;&#xC24;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC23;&#xC40;&#xC28;&#xC3E;&#xC27; &#xC1C;&#xC2F;&#xC3E;&#xC02;&#xC15;&#xC38;&#xC02;&#xC15;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC42;&#xC32;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC40;&#xC24;&#xC3E;&#xC35;&#xC33;&#xC41;&#xC32;&#xC4D;.&quot; NH. ii. 125. &quot;&#xC06;&#xC32;&#xC3E;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC2F;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F; &#xC38;&#xC42;&#xC33;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC38;&#xC4A;&#xC17;&#xC2F;&#xC2C;&#xC3E;&#xC21;&#xC41;&#xC1F;&#xC2F;&#xC41;.&quot; HD. i. 873.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC32;</span>&#xA0;&#xA0;[from Skt. &#xC36;&#xC42;&#xC32;.] Same as &#xC36;&#xC42;&#xC32; (q. v.) &#xC38;&#xC42;&#xC32;&#xC1A;&#xC47;&#xC15;&#xC1F;&#xC41;&#xC32;&#xC41; s&#x16B;la-ch&#x113;ka&#x1E6D;ulu. n. A kind of bracelet. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC28;&#xC42;&#xC32;&#xC1A;&#xC47;&#xC15;&#xC1F;&#xC41;&#xC32;&#xC4A;&#xC15;&#xC2E;&#xC42;&#xC32; &#xC35;&#xC48;&#xC1A;&#xC3F;&#xC38;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC3F;, &#xC17;&#xC28;&#xC41;&#xC35;&#xC41;&#xC32;&#xC17;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC1A;&#xC47;&#xC15;&#xC1F;&#xC41;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC32;&#xC4D;&#xC1A;&#xC3F;.&quot; S. i. 176. &#xC38;&#xC42;&#xC32;&#xC32;&#xC26;&#xC02;&#xC21; s&#x16B;lala-dan&#x1E0D;u. n. A kind of necklace. &#xC15;&#xC02;&#xC20;&#xC2D;&#xC41;&#xC37;&#xC23;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC47;&#xC15;&#xC1F;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC28;&#xC42;&#xC32;&#xC32;&#xC26;&#xC02;&#xC21;.&quot; H. iv. 101.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x16B;ryu&#x1E0D;u. [Skt.] n. The sum. &#xC2D;&#xC3E;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41; s&#x16B;rya-k&#x101;ntamu. n. The sun-gem tourmaline, &#xC05;&#xC26;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC36;&#xC3F;&#xC32;, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC30;&#xC36;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC1F;&#xC1A;&#xC47;&#xC1F; &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC32;&#xC3F;&#xC17;&#xC46;&#xC21;&#xC41; &#xC12;&#xC15; &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC30;&#xC3E;&#xC2F;&#xC3F;. A well known medicinal herb. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41; or &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41; s&#x16B;rya-k&#x101;nti-pushpamu. n. The sun-flower. Helianthus annuu&#x1E63;. &#xC2A;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC41;&#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC1F;&#xC2E;&#xC41; Same as &#xC38;&#xC42;&#xC30;&#xC2A;&#xC1F;&#xC2E;&#xC41;. (q. v.) &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC28;&#xC41; s&#x16B;rya-p&#x101;nu. n. A triangular perpendicular paraso or fan, resembling a fire screen. See &#xC38;&#xC41;&#xC30;&#xC47;&#xC2A;&#xC3E;&#xC28;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41; s&#x16B;rya-pu&#x1E6D;amu. n. Exposure to the sun. &#xC0E;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; to inspissate fluid medicines or extracts by exposure to the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; s&#x16B;rya-putru&#x1E0D;u. n. The son of Hellus: an epithet of &#x1E62;ani, of Yama and the Varuna. &#xC36;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC35;&#xC30;&#xC41;&#xC23;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2A;&#xC4D;&#xC30;&#xC2D; s&#x16B;rya-prabha. n. The disc or orb of the sun; also a vehicle or seat with a gift aureole, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC2C;&#xC3F;&#xC02;&#xC2C;&#xC2E;&#xC41;, &#xC12;&#xC15; &#xC26;&#xC47;&#xC35;&#xC24; &#xC35;&#xC47;&#xC02;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; s&#x16B;rya-v&#x101;dyamu. n. A tambourine or small double tabor. &#xC2A;&#xC3E;&#xC17;&#xC3E;&#xC2E;&#xC40;&#xC26; &#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC47; &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC30;&#xC4D;&#xC2E;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC42;&#xC30;&#xC4D;&#xC2E;&#xC3F; s&#x16B;rmi. [Skt.] n. A metal idol. &#xC32;&#xC4B;&#xC39;&#xC2A;&#xC41;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC47;&#xC2A;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC42;&#xC30;&#xC46;&#xC2A;&#xC3E;&#xC28;&#xC41; s&#x16B;r&#x113;-p&#x101;nu. [Tel.] n. A triangular perpendicular parasol or fan carried before a prince or an idol.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC30;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;s&#x16B;relu. [Tel.] n. plu. Sides, flanks. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41;, &#xC09;&#xC2D;&#xC2F;&#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC05;&#xC24;&#xC28;&#xC3F;&#xC38;&#xC42;&#xC30;&#xC46;&#xC32; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC40;&#xC30;&#xC32;&#xC4B;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;.&quot; M. VII. iii. 185. &quot;&#xC05;&#xC24;&#xC28;&#xC3F; &#xC17;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC24;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC26;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41;&#xC32; &#xC38;&#xC42;&#xC30;&#xC46;&#xC32;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC2A;&#xC3F;.&quot; R. ii. 45. &quot;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC40;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC38;&#xC42;&#xC30;&#xC46;&#xC32;&#xC28;&#xC4D; &#xC1C;&#xC28;&#xC17;.&quot; M. II. i. 138. &quot;&#xC38;&#xC42;&#xC26;&#xC02;&#xC1F;&#xC41;&#xC36;&#xC3F;&#xC32;&#xC26;&#xC28;&#xC28;&#xC42;&#xC30;&#xC46;&#xC32;&#xC1C;&#xC47;&#xC30;&#xC38;&#xC42;&#xC26;&#xC3F; &#xC2E;&#xC4B;&#xC39;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC1C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC28; &#xC28;&#xC46;&#xC38;&#xC17;&#xC3F;&#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28;.&quot; L. ii. 189. &#xC38;&#xC42;&#xC30;&#xC46;&#xC17;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC38;&#xC42;&#xC30;&#xC46;&#xC17;&#xC3F;&#xC32;&#xC41; s&#x16B;re-gillu. v. n. To lean or move aside. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC4A;&#xC26;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC43;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC43;&#xC15;&#xC4D;&#xC35;&#xC3F; s&#x1E5B;ikvamu. [Skt.] n. A corner of the mouth. &#xC28;&#xC4B;&#xC1F;&#xC3F;&#xC38;&#xC46;&#xC32;&#xC35;&#xC3F;, &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F; &#xC2E;&#xC42;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC38;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x16B;sari. [Tel.] n. A bricklayer, plasterer. &#xC17;&#xC3E;&#xC30;&#xC15;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC2A;&#xC42;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC32;&#xC47;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC42;&#xC38;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x16B;sakamu. [Tel.] n. A kind of jewel worn on the head by women. &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC21;&#xC41;&#xC2C;&#xC3F;&#xC33;&#xC4D;&#xC32;, &#xC38;&#xC3F;&#xC17;&#xC2A;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC41;. &quot;&#xC38;&#xC40; &#xC1A;&#xC46;&#xC2E;&#xC17;&#xC32;&#xC4D;&#xC35;&#xC2A;&#xC41;&#xC26;&#xC02;&#xC21;&#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC26;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC2A;&#xC48;, &#xC18;&#xC28;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC28; &#xC38;&#xC42;&#xC38;&#xC15;&#xC2E;&#xC41;&#xC18;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E; vi. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC43;&#xC17;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x1E5B;ig&#x101;lamu. [Skt.] n. A jackal. &#xC28;&#xC15;&#xC4D;&#xC15;. &#xC38;&#xC43;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC15; s&#x1E5B;ig&#x101;lika. n. A female jackal. &#xC06;&#xC21;&#xC41;&#xC28;&#xC15;&#xC4D;&#xC15;.
			</div>
                