&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC15;</span>&#xA0;&#xA0;or &#xC38;&#xC46;&#xC17; seka. [from Skt. &#xC36;&#xC3F;&#xC16;&#xC3E;.] n. Heat, warmth. &#xC09;&#xC37;&#xC4D;&#xC23;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC35;&#xC46;&#xC1F;&#xC4D;&#xC1F;, &#xC35;&#xC47;&#xC21;&#xC3F;&#xC2E;&#xC3F;, &#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41;. A flame, &#xC1C;&#xC4D;&#xC35;&#xC3E;&#xC32;. &quot;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC30;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC1C;&#xC28;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC38;&#xC47;&#xC15;&#xC32;&#xC02;&#xC1A;&#xC41; &#xC35;&#xC46;&#xC38;&#xC24;&#xC3E;&#xC33;&#xC35;&#xC43;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC40;&#xC35;&#xC28;&#xC47;&#xC32;.&quot; Anir. iii. 29. &#xC28;&#xC46;&#xC15;&#xC15;&#xC02;&#xC1F;&#xC3F; seka-kan&#x1E6D;i. n. Lit. the flame eyed, an epithet of Siva. &#xC28;&#xC46;&#xC15;&#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41; seka-velugu. n. An epithet of the sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC46;&#xC17;&#xC17;&#xC21;&#xC4D;&#xC21; sega-ga&#x1E0D;&#x1E0D;a. n. A boil, pimple, pustule, arising from heat. &#xC15;&#xC3E;&#xC15;&#xC1A;&#xC47;&#xC24; &#xC32;&#xC47;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC38;&#xC46;&#xC17;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; sega-be&#x1E6D;&#x1E6D;u. v. a. To warm. &#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC15;&#xC28;&#xC41;&#xC09;&#xC02;&#xC1A;&#xC41;. &#xC28;&#xC46;&#xC17;&#xC30;&#xC47;&#xC21;&#xC41; sega-r&#x113;&#x1E0D;u. n. Fire, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC36;&#xC3F;&#xC16;&#xC3E;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC28;&#xC46;&#xC17;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; sega-r&#x14D;gamu. n. Gonorrh&#x153;a. &#xC2E;&#xC41;&#xC02;&#xC21;&#xC32;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;send&#x101;rulu. [Tel.] n. plu. An instrument which was apparently used in hunting. &#xC2E;&#xC43;&#xC39;&#xC2F;&#xC3E;&#xC38;&#xC3E;&#xC27;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC26;&#xC40;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC2F;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41;&#xC38;&#xC4A;&#xC28;&#xC3F;&#xC2A;&#xC3F;&#xC2F;&#xC41;, &#xC38;&#xC46;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC41; &#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41; &#xC35;&#xC32;&#xC32;&#xC15;&#xC41;&#xC02;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC41;.&quot; Rukmangada. iii. 90.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;s&#x1E5B;iti. [Skt.] n. A way, road, path. &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. Going, &#xC2A;&#xC4B;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC43;&#xC23;&#xC3F;</span>&#xA0;&#xA0;s&#x1E5B;i&#x1E47;i. [Skt.] n. A goad, a hook with which elephants are urged. &#xC05;&#xC02;&#xC15;&#xC41;&#xC36;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC43;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;s&#x1E5B;ij-in&#x1E6D;su. [Skt.] v. a. To create, make, form, produce. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; s&#x1E5B;ish&#x1E6D;amu. adj. Created, made, formed, invested. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC38;&#xC43;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; or &#xC38;&#xC43;&#xC1C;&#xC28; s&#x1E5B;ish&#x1E6D;i. n. Creation, formation, production, fabrication, invention. &#xC38;&#xC43;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC09;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC28;. The world, the universe, &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC38;&#xC1A;&#xC30;&#xC3E;&#xC1A;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC1F;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41; s&#x1E5B;ish&#x1E6D;in&#x1E6D;su. v. a. To create, make, form, fabricate, invent. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC1C;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC24; s&#x1E5B;ish&#x1E6D;i-karta. n. The creator, or lord of creation. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC17;&#xC41; s&#x1E5B;ish&#x1E6D;i-y-agu. v. n. To be created. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;seragu. [Tel.] n. Danger, ill fortune, evil, harm. &#xC06;&#xC2A;&#xC26;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC30;</span>&#xA0;&#xA0;sera. [Tel.] n. A line or streak in the eye, &#xC1C;&#xC40;&#xC30;. &quot;&#xC0E;&#xC30;&#xC4D;&#xC30;&#xC38;&#xC46;&#xC30;&#xC32;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC15;&#xC2A;&#xC3F;&#xC32;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC32; &#xC35;&#xC46;&#xC21;&#xC02;&#xC17;&#xC41; &#xC5B;&#xC42;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; Harivamsa. v. 167.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC46;</span>&#xA0;&#xA0;semme. [from Skt. &#xC36;&#xC2E;&#xC4D;&#xC2F;&#xC3E;.] n. A brass lampstand. &#xC07;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F; &#xC26;&#xC40;&#xC2A;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC30;, &#xC1A;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC30;</span>&#xA0;&#xA0;or &#xC38;&#xC46;&#xC2C;&#xC4D;&#xC30; sebbara. [Tel.] n. Evil, &#xC15;&#xC40;&#xC21;&#xC41;. Harm, &#xC1A;&#xC46;&#xC21;&#xC41;&#xC17;&#xC41;. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC38;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC30;&#xC32;&#xC41;. good and bad.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC2C;&#xC3E;&#xC38;&#xC41;, &#xC38;&#xC47;&#xC2C;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC2C;&#xC3E;&#xC38;&#xC41; seb&#x101;su. [from Tel. &#xC1A;&#xC40;+H. &#xC2D;&#xC47;&#xC37;&#xC4D;.] interj. Holloa! What a wonder! well done! bravo! &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;!
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC28;&#xC46;&#xC2A;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC28;&#xC46;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; sepiyin&#x1E6D;su. [from Skt. &#xC36;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.] Same as &#xC36;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41;</span>&#xA0;&#xA0;senagalu. [from Skt. &#xC1A;&#xC23;&#xC15;&#xC03;.] n. The pulse called Bengal gram, Circer arictinum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; se&#x1E6D;&#x1E6D;i. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC40;.] n. A merchant, &#xC35;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. A title assumed by all members of the B&#x113;ri Komati, or Balija caste who are merchants.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;sedzdza. [from Skt. &#xC36;&#xC2F;&#xC4D;&#xC2F;&#xC3E;.] n. A bed, a couch, &#xC36;&#xC2F;&#xC4D;&#xC2F;. A basket of plaited cocoanut leaves to hold flowers, fruits, &amp;c. The box worn by Jangams, containing the lingam. &#xC2A;&#xC42;&#xC32;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;, &#xC38;&#xC02;&#xC2A;&#xC41;&#xC1F;&#xC2E;&#xC41;, &#xC32;&#xC3F;&#xC02;&#xC17;&#xC15;&#xC3E;&#xC2F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F; &#xC09;&#xC02;&#xC21;&#xC47;&#xC38;&#xC02;&#xC1A;&#xC3F;. &quot;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC17;&#xC41;&#xC1F;&#xC2F;&#xC41; &#xC36;&#xC3F;&#xC32;&#xC2F;&#xC46;&#xC28;&#xC46;&#xC1C;&#xC4D;&#xC1C;&#xC17;&#xC3E;&#xC17;&#xC38;&#xC40;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC46;.&quot; M. XII. iii. 202.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC38;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC46;&#xC2E;&#xC41; seggu. [Tel.] n. Reproach, censure, a false accusation. &#xC05;&#xC2A;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC26;. Disgust. &#xC05;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC02;&#xC26; seggamu. adj. Disgusting, &#xC30;&#xC4B;&#xC24;&#xC2F;&#xC48;&#xC28;. Blameworthy, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC41; seggimpu. n. Disgust, &#xC30;&#xC4B;&#xC24;. &#xC38;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; seggin&#x1E6D;su. v. a. To reproach, blame, accuse, to evince disgust or horror at, &#xC28;&#xC3F;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC26;&#xC42;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2A;&#xC21;&#xC41;, &#xC30;&#xC4B;&#xC2F;&#xC41;, &#xC0F;&#xC35;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC28;&#xC40;&#xC2E;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC28; &#xC28;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC21;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC38;&#xC47;&#xC2F;&#xC30;&#xC41; &#xC24;&#xC28;&#xC4D;&#xC35;&#xC40;.&quot; Vish. vi. 57.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC24;</span>&#xA0;&#xA0;serinta. [Tel.] n. Jest, jeering mimickry. &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC28;&#xC17;&#xC35;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC38;&#xC46;&#xC30;&#xC3F;&#xC02;&#xC24;&#xC35;&#xC3E; &#xC26;&#xC17;&#xC41;&#xC28;&#xC41;&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;.&quot; ABA. i. 1162.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC30;&#xC2C;&#xC21;&#xC3F;</span>&#xA0;&#xA0;sera-ba&#x1E0D;i. [Tel.] n. Friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;.
			</div>
                