&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC35;&#xC3F;</span>&#xA0;&#xA0;selavi. [from Skt. &#xC38;&#xC43;&#xC36;&#xC4D;&#xC35;&#xC3F;.] n. A corner of a mouth. &#xC2A;&#xC46;&#xC26;&#xC35;&#xC3F;&#xC2E;&#xC42;&#xC32;. &quot;&#xC38;&#xC40; &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;&#xC32;&#xC35;&#xC28;&#xC26;&#xC02;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC42;&#xC17;.&quot; Swa. ii. 5. &quot;&#xC38;&#xC46;&#xC32;&#xC35;&#xC41;&#xC32;&#xC41; &#xC2C;&#xC3F;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC26;&#xC02;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC32;&#xC41;&#xC2E;&#xC46;&#xC30;&#xC2F;.&quot; ib. iv. 155.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;selayu. [Tel.] v. n. To burst out, to riot. &#xC1A;&#xC46;&#xC32;&#xC30;&#xC47;&#xC17;&#xC41;. &quot;&#xC24;&#xC28;&#xC15;&#xC4D;&#xC30;&#xC47;&#xC35;&#xC17;&#xC28;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC27;&#xC30;&#xC23;&#xC40;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC38;&#xC46;&#xC32;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC17;&#xC4A;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC24;&#xC32;&#xC17;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; N. i. 144. v. a. To chop, to cut. &#xC28;&#xC30;&#xC41;&#xC15;&#xC41;. To scatter, &#xC1A;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC46;&#xC35;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC35;&#xC3F;&#xC28;&#xC3F;&#xC1A;&#xC40;&#xC2E;&#xC1A;&#xC3F;&#xC1F;&#xC41;&#xC15;&#xC28;&#xC4D;&#xC28; &#xC28;&#xC4A;&#xC15;&#xC2A;&#xC3E;&#xC30;&#xC3F; &#xC38;&#xC46;&#xC32;&#xC38;&#xC3F;&#xC35;&#xC46;&#xC02;&#xC2A;&#xC30;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1C;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC46;&#xC32;&#xC4D;&#xC32;.&quot; Swa. iv. 16.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC17;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;selagulu. [Tel.] n. plu. Troubles. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC38;&#xC46;&#xC32;&#xC17;&#xC41;&#xC32;&#xC2C;&#xC3E;&#xC2A;&#xC3F;.&quot; L. xix. 335.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC46;&#xC32;&#xC17;&#xC41; selagu. [Tel.] v. a. To cut to pieces. &#xC16;&#xC02;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC17;&#xC2A;&#xC3E;&#xC30;</span>&#xA0;&#xA0;selaga-p&#x101;ra. [Tel.] n. An Indian spade or hoe. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2A;&#xC3E;&#xC30;, &#xC17;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC17;</span>&#xA0;&#xA0;or &#xC38;&#xC46;&#xC32;&#xC17;&#xC4A;&#xC2E;&#xC4D;&#xC2E; selaga. [Tel.] n. A branch of a branch. &#xC09;&#xC2A;&#xC36;&#xC3E;&#xC16;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC17;, &#xC36;&#xC46;&#xC32;&#xC17;, &#xC36;&#xC32;&#xC17;</span>&#xA0;&#xA0;or &#xC38;&#xC32;&#xC17; selaga. [Tel.] n. or interj. So much! A word used in measuring grain. &quot;One lot;&quot; from which a new reckoning begins. The handfull or pinch of grain put down as a mark of reckoning. &#xC38;&#xC42;&#xC1F;&#xC3F;&#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;. A fee rated at 16 or 18 &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC32;&#xC41; to the Putti or at two rupees per Kuchchela (&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC32;.) &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC32;&#xC35;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC05;&#xC28;&#xC47;&#xC2E;&#xC3E;&#xC1F;, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC26;&#xC4B;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC4B;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC3F; &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E;&#xC2C;&#xC4B;&#xC2F;&#xC41; &#xC27;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC24; &#xC05;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC30;&#xC41;&#xC38;&#xC41;&#xC2E;&#xC41;. &#xC28;&#xC42;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC38;&#xC47;&#xC32;&#xC17;&#xC02;&#xC1F;&#xC3E;&#xC21;&#xC41; he kills one hundred and cries &quot;that is one lot.&quot;
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;</span>&#xA0;&#xA0;sela. [from Skt. &#xC36;&#xC3F;&#xC32;&#xC3E;.] n. A fountain head. &#xC05;&#xC02;&#xC2C;&#xC41;&#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC28;&#xC26;&#xC40;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;. A hill stream or torrent. &#xC38;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41;. A twig, &#xC2C;&#xC30;&#xC3F;&#xC15;. A burrow, a hole, &#xC2C;&#xC4A;&#xC30;&#xC3F;&#xC2F;, &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;. A line or streak, &#xC1C;&#xC40;&#xC30;. The mouth or orifice of an ulcer, &#xC35;&#xC4D;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC40;&#xC2E;&#xC41;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. The point of an arrow, &#xC2C;&#xC3E;&#xC23;&#xC2A;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC3F;. [from Skt. &#xC36;&#xC32;&#xC2E;&#xC4D;.] n. A porcupine&apos;s quill, &#xC0F;&#xC26;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;. [from Skt. &#xC36;&#xC32;&#xC4D;&#xC2F;&#xC02;.] n. A sharp point of a dagger, &amp;c. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC4B;&#xC32;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC41;. An arrow, &#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;. &quot;&#xC35; &#xC0E;&#xC30;&#xC15;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC28;&#xC30;&#xC3F;&#xC15;&#xC3F;&#xC28; &#xC2F;&#xC46;&#xC21;&#xC32; &#xC38;&#xC46;&#xC32;&#xC32;&#xC15;&#xC41;&#xC28;&#xC3F;&#xC21;&#xC3F;&#xC28; &#xC1C;&#xC32;&#xC17;&#xC32;&#xC2A;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC28;.&quot; Parij. ii. 112. &quot;&#xC28;&#xC46;&#xC32;&#xC28;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC30;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2C;&#xC41;&#xC32;&#xC3F;&#xC38;&#xC48;&#xC28;&#xC2C;&#xC40;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC21;&#xC41;&#xC35;&#xC48;&#xC24;&#xC41;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC28;&#xC40;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC3E;&#xC28;.&quot; Swa. iv. 44. &#xC1F;&#xC40; &#xC28;&#xC46;&#xC32;&#xC28;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;, &#xC21;&#xC4A;&#xC02;&#xC15;&#xC32;&#xC4B;&#xC24;&#xC3E;&#xC35;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F;. &#xC38;&#xC46;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC47; &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41;. a fistula, a deep sore or ulcer. &#xC38;&#xC46;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;, &#xC38;&#xC46;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F; or &#xC38;&#xC46;&#xC32;&#xC17;&#xC4B;&#xC32; sela-ka&#x1E6D;&#x1E6D;e. n. A dart, javelin, arrow. A bamboo rod or stake, a slender stick. A shepherd&apos;s crook. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC40;&#xC1F;&#xC46;, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC24;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC15;&#xC30;&#xC4D;&#xC30;, &#xC36;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC46;&#xC21;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46; &#xC1A;&#xC2C;&#xC41;&#xC15;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;. &quot;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC28;&#xC40;&#xC32;&#xC3F;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC46;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2F;&#xC35;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41;&#xC35;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC17;&#xC4C;&#xC38;&#xC46;&#xC28;&#xC32;&#xC4D;.&quot; Swa. iv. 43. &quot;&#xC15; &#xC2E;&#xC4A;&#xC32;&#xC26;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC1A;&#xC46;&#xC30;&#xC17;&#xC41;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41;, &#xC2C;&#xC32;&#xC41;&#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3F;&#xC30;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC4A;&#xC15;&#xC21;&#xC41; &#xC2A;&#xC1F;&#xC41;&#xC35;&#xC17;&#xC41;&#xC2E;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC4D;, &#xC38;&#xC46;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC47;&#xC30;&#xC4A;&#xC15;. &#xC38;&#xC46;&#xC32;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC02;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC48;&#xC1A;&#xC46; &#xC1C;&#xC46;&#xC2E;&#xC30;&#xC41;&#xC02;&#xC17;&#xC3E;&#xC15;&#xC3F;&#xC28;&#xC4D;.&quot; Swa. iv. 83. &quot;&#xC15;&#xC28;&#xC3F;&#xC1A;&#xC47;&#xC24;&#xC28;&#xC4D; &#xC38;&#xC46;&#xC32;&#xC17;&#xC4B;&#xC32;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D; &#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC30;&#xC3E;.&quot; BX. 349. &#xC38;&#xC46;&#xC32;&#xC2A;&#xC02;&#xC26;&#xC3F; sela-pandi. n. A porcupine, &#xC0F;&#xC26;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F;, &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC2A;&#xC02;&#xC26;&#xC3F;. &#xC38;&#xC46;&#xC32;&#xC2A;&#xC3E;&#xC30;&#xC41;, &#xC38;&#xC46;&#xC32;&#xC35;&#xC21;&#xC41;, &#xC38;&#xC46;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; or &#xC38;&#xC46;&#xC32;&#xC35;&#xC47;&#xC2F;&#xC41; sela-p&#x101;ru. v. n. To fester or run into sinuses; to break into holes as a bad sore or ulcer. &#xC2A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC32;&#xC32;&#xC4B; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC3F; &#xC2E;&#xC42;&#xC32;&#xC2E;&#xC42;&#xC32;&#xC15;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC41;. &#xC38;&#xC46;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC3F;&#xC28;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; or &#xC38;&#xC46;&#xC32;&#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; a sinuous ulcer which breaks into holes. &#xC06; &#xC2A;&#xC41;&#xC02;&#xC21;&#xC41; &#xC38;&#xC46;&#xC32;&#xC32;&#xC41;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; the ulcer breaks into holes. &quot;&#xC1A;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC4B;&#xC1F;&#xC3F; &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC38;&#xC46;&#xC32;&#xC2C;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;&#xC30;&#xC41;.&quot; Ila. ii. 7. &#xC38;&#xC46;&#xC32;&#xC2F;&#xC47;&#xC30;&#xC41; sela-y-&#x113;ru. n. A waterfall, cascade, mountain torrent. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC30;&#xC2E;&#xC41;. &#xC27;&#xC3E;&#xC30;. &#xC38;&#xC46;&#xC32;&#xC2F;&#xC42;&#xC1F; sela-y-&#x16B;&#x1E6D;a. n. A mountain spring. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC2F;&#xC42;&#xC1F;.
			</div>
                