&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x113;kamu. [from Skt. &#xC36;&#xC3F;&#xC16;&#xC3E;.] n. Heat, warmth. &#xC38;&#xC46;&#xC17;, &#xC15;&#xC3E;&#xC15;. &quot;&#xC17;&#xC40; &#xC15;&#xC41;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;&#xC02;&#xC2A;&#xC1F;&#xC3F;&#xC38;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;.&quot; P. i. 725. &quot;&#xC38;&#xC47;&#xC15;&#xC2A;&#xC41;&#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4B;&#xC15;&#xC32;&#xC41;&#xC28;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC02;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC41;.&quot; ib. i. 722.&apos; &#xC1F;&#xC40; &#xC38;&#xC47;&#xC15;&#xC2A;&#xC41;&#xC38;&#xC30;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;, &#xC09;&#xC37;&#xC4D;&#xC23;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41; s&#x113;kamu. [Skt.] n. Wetting, sprinkling. &#xC24;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1F;, &#xC1A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1F;. &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;. &#xC38;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; to smear, &#xC1A;&#xC30;&#xC41;&#xC2E;&#xC41;. &quot;&#xC07;&#xC35;&#xC3F;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC3E; &#xC2E;&#xC02;&#xC26;&#xC41;&#xC32;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC2F;&#xC41; &#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC1A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC30;&#xC24;&#xC28;&#xC41;&#xC35;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC47;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; BD. iii. 1162. &quot;&#xC2D;&#xC35;&#xC26;&#xC40;&#xC2F;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC15; &#xC28;&#xC3E;&#xC2E;&#xC43;&#xC24;&#xC38;&#xC47;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; M. XII. i. 33. &quot;&#xC18;&#xC28;&#xC2C;&#xC40;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC2A;&#xC3E;&#xC26;&#xC41; &#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC1C;&#xC32;&#xC38;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC28; &#xC2A;&#xC4B;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; Sar. D. 375.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;[from Skt. &#xC36;&#xC32;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.] Same as &#xC36;&#xC32;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; One of the heroes of the Mahabharata.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3E;</span>&#xA0;&#xA0;sell&#x101;. [from Skt. &#xC1A;&#xC47;&#xC32;&#xC02;.] n. Muslin: any cloth without a border. Jaconet. &#xC05;&#xC02;&#xC1A;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;. &#xC30;&#xC35;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E; fine muslin.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC38;&#xC41;</span>&#xA0;&#xA0;selasu. [Tel.] n. A kind of tree. &#xC26;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &#xC38;&#xC46;&#xC32;&#xC38;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC38;&#xC46;&#xC32;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; selasu-villu. n. A bow made of its wood. &quot;&#xC35;&#xC40;&#xC15;&#xC17;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC46;&#xC26;&#xC30;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC46;&#xC32;&#xC38;&#xC41;&#xC35;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC1A;&#xC47;&#xC17;&#xC35;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC41;&#xC32;&#xC15;&#xC17;&#xC3E;&#xC26;&#xC40;&#xC38;&#xC3F;.&quot; Kalahasti. iii. 43.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC46;&#xC32;&#xC35;&#xC41;</span>&#xA0;&#xA0;selavu. [Tel.] n. Leave, permission. An order, &#xC05;&#xC1C;&#xC4D;&#xC1E;. Expenses, charges, expenditure (Madras Telugu) &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;. Use, &#xC09;&#xC2A;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41;. Dismissal; a holiday, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC41;. &#xC38;&#xC46;&#xC32;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; selav-itstsu. v. a. To order, command. &#xC06;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC05;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC46;&#xC32;&#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; he was pleased to say so. To give leave, to permit, allow, give permission. &#xC35;&#xC47;&#xC38;&#xC02;&#xC17;&#xC3F; &#xC38;&#xC46;&#xC32;&#xC35;&#xC41; the midsummer holidays. &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4B; take leave, depart.&#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;&#xC15;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; I have nothing to live on, &#xC28;&#xC3E;&#xC15;&#xC41; &#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41;. &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; selavu-k&#x101;&#x1E0D;u. n. A prodigal, a spendthrift. &#xC26;&#xC42;&#xC2C;&#xC30;&#xC26;&#xC3F;&#xC02;&#xC21;&#xC3F;. &#xC38;&#xC46;&#xC32;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; selavu-ch&#x113;yu. v. a. To spend, to expend. &#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; (Madras Telugu.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x113;dyamu. [Tel.] n. Cultivation, tillage, farming. &#xC15;&#xC43;&#xC37;&#xC3F;. &#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC21;&#xC41; s&#x113;dya-g&#x101;&#x1E0D;u. n. A farmer, plough man, agricultural labourer, &#xC38;&#xC47;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC3E;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC26;</span>&#xA0;&#xA0;s&#x113;da. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC03;.] n. Fatigue, weariness, languor, distress. &#xC05;&#xC32;&#xC2F;&#xC3F;&#xC15;, &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. &#xC38;&#xC47;&#xC26;&#xC17;&#xC4A;&#xC28;&#xC41; s&#x113;la-gonu. v. n. To be tired, wearied, fatigued. &#xC2C;&#xC21;&#xC32;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC38;&#xC47;&#xC26; &#xC26;&#xC47;&#xC30;&#xC41; to be calmed or comforted. &#xC38;&#xC47;&#xC26;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41; to comfort. &quot;&#xC36;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC1A;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC38;&#xC47;&#xC26;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC2A;&#xC02;&#xC2C;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC41;&#xC02;.&quot; Ila. iii. 10.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;s&#x113;tuvu. [Skt.] n. A bridge, a cause way, dam, bank or mound. The bridge at Rameswaram. &#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC15;&#xC1F;&#xC4D;&#xC1F;, &#xC35;&#xC02;&#xC24;&#xC46;&#xC28;. &#xC30;&#xC3E;&#xC2E;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC35;&#xC26;&#xC4D;&#xC26;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC27;&#xC3F;. &quot;&#xC17;&#xC24;&#xC38;&#xC32;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC47;&#xC24;&#xC41;&#xC35;&#xC47;&#xC32;&#xC3E;. Bilh. iii. 38.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC26;&#xC41;&#xC15;&#xC30;&#xC4D;&#xC30;</span>&#xA0;&#xA0;s&#x113;&#x1E0D;u-karra. [Tel.] n. A kind of instrument used by weavers. &#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC3E;&#xC27;&#xC28;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC1A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x113;chakamu. [Skt.] adj. Sprinkling, &#xC24;&#xC21;&#xC3F;&#xC38;&#xC47;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC46;&#xC21;&#xC3F;. n. A cloud, &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. &#xC38;&#xC47;&#xC1A;&#xC28;&#xC2E;&#xC41; s&#x113;chanamu. n. Sprinkling, wetting, &#xC24;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC1F;, &#xC2A;&#xC4D;&#xC30;&#xC4B;&#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC17;&#xC3F;</span>&#xA0;&#xA0;s&#x113;gi. [Tel.] n. Loss, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC3F;. Evil, harm, calamity, misfortune, &#xC15;&#xC40;&#xC21;&#xC41;, &#xC06;&#xC2A;&#xC26;. &quot;&#xC28;&#xC3E;&#xC21;&#xC46;&#xC28;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC41;&#xC28;&#xC21;&#xC41;&#xC17;&#xC41;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC17;&#xC32;&#xC26;&#xC46;&#xC28;&#xC47;&#xC21;&#xC15;&#xC1F;&#xC28;&#xC47;&#xC17;&#xC3F;.&quot; R. iii. 139. &quot;&#xC0F;&#xC2E;&#xC28;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC38;&#xC41;&#xC27;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC2F;&#xC3E;&#xC2C;&#xC32;&#xC41;&#xC28;&#xC47;&#xC17;&#xC3F;.&quot; Vasu. ii. 161. &quot;&#xC18;&#xC28;&#xC41;&#xC32;&#xC32;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC28;&#xC47;&#xC17;&#xC3F; &#xC15;&#xC4B;&#xC30;&#xC4D;&#xC35;&#xC17;&#xC3E;&#xC32;&#xC47;&#xC30;&#xC41; &#xC17;&#xC26;&#xC3E;.&quot; P. ii. 40. &#xC38;&#xC47;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41; s&#x113;gi-p&#x14D;vu. v. n. To fail, prove useless, be in vain. &#xC35;&#xC4D;&#xC2F;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC28;&#xC40;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC24;&#xC2A;&#xC2E;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC41; &#xC38;&#xC47;&#xC17;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC46;.&quot; Vish. ii. 249.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;s&#x113;karin&#x1E6D;su. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. a. To prepare, collect. &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;. To recover. &#xC24;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC38;&#xC47;&#xC15;&#xC30;&#xC2E;&#xC41; s&#x113;karamu. n. Collecting, preparing anything. &#xC38;&#xC02;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
                