&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC30;&#xC3F;</span>&#xA0;&#xA0;or &#xC36;&#xC47;&#xC30;&#xC3F; s&#x113;ri. [H.] n. Free land, which though not Inam, pays not direct tax to Government, Land rented by a farmer from a Zamindar or possessor of a Manyam and free of tax to Government. Land which pays no money rent, but a portion of the crop as payment in kind. Also, land cultivated by the proprietor himself, a home farm.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x113;mamu. [from Skt. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;.] n. Happiness, well being, welfare, health. &#xC15;&#xC41;&#xC36;&#xC32;&#xC2E;&#xC41;, &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;&#xC1A;&#xC46;&#xC21;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;. &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC3F;&#xC15; s manti. [Skt.] n. The flower called Chrysanthemum indicum. &#xC1A;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC3F;. &quot;&#xC24;&#xC32;&#xC1A;&#xC42;&#xC2A;&#xC46;&#xC28;&#xC4A;&#xC15;&#xC35;&#xC02;&#xC15; &#xC27;&#xC33;&#xC27;&#xC33;&#xC24;&#xC4D;&#xC38;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC3F; &#xC15;&#xC3E;&#xC17;&#xC02;&#xC27;&#xC3F;&#xC28;&#xC40;&#xC39;&#xC3E;&#xC30;&#xC15;&#xC23; &#xC2D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; Parij. iii. 91.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC2C;&#xC3E;&#xC38;&#xC41;, &#xC36;&#xC3E;&#xC2C;&#xC3E;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC46;&#xC2C;&#xC3E;&#xC38;&#xC41; s&#x113;b&#x101;su. [H.] interj. Well done! Bravo! See &#xC38;&#xC46;&#xC2C;&#xC3E;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC2A;&#xC41;</span>&#xA0;&#xA0;s&#x113;pu. [Tel.] n. Time, a period. &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC41; some time. &#xC5B;&#xC3E;&#xC2E;&#xC41;&#xC38;&#xC47;&#xC2A;&#xC41; an hour&apos;s time. &#xC15;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; &#xC38;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; for a moment. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC38;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; soon, shortly after. &#xC17;&#xC21;&#xC3F;&#xC2F;&#xC38;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; in an hour. &#xC07;&#xC02;&#xC24;&#xC38;&#xC47;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC30;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; he has not come all this while.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC28;</span>&#xA0;&#xA0;s&#x113;na. [Skt.] n. An army, forces. &#xC1A;&#xC24;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2C;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC41;, &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC02;&#xC17;&#xC2E;&#xC41; s&#x113;n-&#x101;ngamu. n. A component part of an army, as elephants, chariots, cavalry or infantry. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC25;&#xC2A;&#xC26;&#xC3E;&#xC24;&#xC3F;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F; or &#xC38;&#xC47;&#xC28;&#xC3E;&#xC2A;&#xC24;&#xC3F; s&#x113;n-&#x101;dhi-pati. n. A general, commander; a leader or headman. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC4A;&#xC28;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC38;&#xC47;&#xC28;&#xC3E;&#xC2A;&#xC24;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; s&#x113;n-&#x101;dhi-patyamu. n. Generalship, leadership, command of an army, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC26;&#xC02;&#xC21;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC06;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC28;&#xC3F; s&#x113;n&#x101;ni. n. A general. Also, an epithet of Kumaraswami, the god of war. &#xC26;&#xC02;&#xC21;&#xC41;&#xC15;&#xC41;&#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;. &#xC38;&#xC47;&#xC28;&#xC3E;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41; s&#x113;&#x1E47;&#x101;-mukhamu. n. The front or van of an army. &#xC38;&#xC47;&#xC28;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC05;&#xC17;&#xC4D;&#xC30;&#xC2C;&#xC3E;&#xC17;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC28;</span>&#xA0;&#xA0;or &#xC36;&#xC3E;&#xC28;&#xC3E; s&#x113;na. [Tel. corruption of &#xC1A;&#xC3E;&#xC32;&#xC3E; or &#xC1A;&#xC3E;&#xC32;&#xC41;.] adj. Much, plenty. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC47;&#xC28;, &#xC38;&#xC47;&#xC28;&#xC3E; or &#xC38;&#xC47;&#xC28;&#xC17; adv. Much, abundantly. &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC38;&#xC47;&#xC28;&#xC17;&#xC35;&#xC3E;&#xC02;&#xC1B;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC2D;&#xC41;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC17;.&quot; Bh&#x101;ska. &#xA7;. 69.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x113;&#x1E37;amu. [Skt.] n. A kind of tree. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC32;</span>&#xA0;&#xA0;s&#x113;l&#x101;. [from Skt. &#xC1A;&#xC47;&#xC32;&#xC2E;&#xC41;] n. A cloth, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC47;&#xC30;&#xC41; s&#x113;ru. [H.] n. A seer, a measure of weight equal to two pounds: also, a meausure of quantity equal to about a quart. (It varies in various parts of the country.) &#xC05;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC32;&#xC47;&#xC15; &#xC07;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F; &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;; &#xC0E;&#xC28;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC3F;&#xC2A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;; &#xC07;&#xC30;&#xC41;&#xC35;&#xC26;&#xC3F;&#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC24;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC32; &#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC15;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC38;&#xC47;&#xC30;&#xC41; the same more definitely. &#xC2A;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC38;&#xC46;&#xC30;&#xC41; the large seer which contains three &#xC38;&#xC47;&#xC30;&#xC41;&#xC32;&#xC41;, that is, twenty four &#xC2A;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; or ninety-six rupees&apos; weight. &#xC38;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC47;&#xC30;&#xC41; a seer of thirty rupees&apos; weight.
			</div>
                