&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC02;&#xC27;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sanindhavamu. [Skt. from &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;.] adj. Born in or belonging to Sind. n. A horse from Sind, &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC26;&#xC47;&#xC36;&#xC1C;&#xC3E;&#xC24;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC48;&#xC02;&#xC27;&#xC35;&#xC2E;&#xC41; or &#xC38;&#xC48;&#xC27;&#xC35;&#xC32;&#xC35;&#xC23;&#xC2E;&#xC41; n. Salt brought from Sind. &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;&#xC26;&#xC47;&#xC36;&#xC28;&#xC26;&#xC40;&#xC32;&#xC35;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC3F; sai. [from Skt. &#xC38;&#xC39;.] adj. or prefix. Assisting, together with. See &#xC2A;&#xC48;&#xC26;&#xC4B;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC38;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC47;&#xC38;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41; s&#x113;salu. [from Skt. &#xC36;&#xC47;&#xC37;&#xC3E;.] n. Raw rice thrown on the heads of the bride and bridegroom during the marriage ceremony. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41;, &#xC05;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC32;&#xC41;, &#xC24;&#xC32;&#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC38;&#xC47;&#xC38;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41; tresses worn on the wedding day. &#xC2A;&#xC46;&#xC2E;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC15;&#xC4A;&#xC02;&#xC21;&#xC46;&#xC38;&#xC3F;&#xC17;. &quot;&#xC38;&#xC47;&#xC38;&#xC15;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC5B;&#xC3E;&#xC30;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC4D;&#xC35;&#xC2E;&#xC4A;&#xC17;&#xC21;&#xC32;&#xC41; &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC3E;&#xC30;&#xC41;&#xC23;&#xC15;&#xC1F;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32; &#xC38;&#xC46;&#xC28;&#xC2F;.&quot; Vasu. iv. 121. &quot;&#xC35;&#xC3E;&#xC30;&#xC32;&#xC41;&#xC24;&#xC4D;&#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC32;&#xC28;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC26;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;, &#xC38;&#xC47;&#xC38;&#xC32;&#xC3F;&#xC21;&#xC3F;&#xC30;&#xC3F;&#xC2F;&#xC41; &#xC35;&#xC24;&#xC3F;&#xC36;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC02;&#xC26;&#xC41;.&quot; B. X.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC35;&#xC3F;&#xC2F;</span>&#xA0;&#xA0;or &#xC38;&#xC47;&#xC35;&#xC46; s&#x113;viya. [from Skt. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC15;.] n. A kind of food prepared from wheat flour, sugar and milk.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC47;&#xC35;</span>&#xA0;&#xA0;or &#xC38;&#xC47;&#xC35;&#xC28;&#xC2E;&#xC41; s&#x113;va. [Skt.] n. Service, servitude, homage, reverence, worship. &#xC2A;&#xC30;&#xC3F;&#xC1A;&#xC30;&#xC4D;&#xC2F;, &#xC36;&#xC41;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC37;. &#xC38;&#xC47;&#xC35;&#xC1A;&#xC47;&#xC2F;&#xC41; to serve, to wait on, attend on. &#xC0F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC38;&#xC47;&#xC35; solitary adoration. &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC38;&#xC47;&#xC35; visiting a holy place. &#xC14;&#xC37;&#xC27;&#xC38;&#xC47;&#xC35;&#xC28;&#xC2E;&#xC41; taking medicine. &quot;&#xC05;&#xC2E;&#xC32; &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC38;&#xC47;&#xC35;&#xC28;&#xC2E;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;.&quot; M. XII. vi. 2. &#xC38;&#xC47;&#xC35;&#xC15;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; s&#x113;vaka-v&#x1E5B;itti. n. Servitude, living by service. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC35;&#xC41;&#xC15;&#xC30;&#xC3F;. &#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC38;&#xC47;&#xC35;&#xC3F; s&#x113;va-ku&#x1E0D;u. n. A servant, an attendant. &#xC26;&#xC3E;&#xC38;&#xC41;&#xC21;&#xC41;. &#xC24;&#xC2E;&#xC38;&#xC47;&#xC35;&#xC15;&#xC41;&#xC21;&#xC48;&#xC28; your obedient servant. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC35;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; s&#x113;vin&#x1E6D;su. v. a. To serve, to worship, to prostrate oneself, to salute; to eat or drink, as a medicine, &amp;c. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC1A;&#xC41;, &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC41;, &#xC24;&#xC3E;&#xC17;&#xC41;. &quot;&#xC15;&#xC3E;&#xC35;&#xC41;&#xC28;&#xC28;&#xC47;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28; &#xC38;&#xC41;&#xC30; &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC15; &#xC2F;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;&#xC1F;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC41;.&quot; M. XIII. v. 166. &#xC2C;&#xC39;&#xC41;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he visited many shrines. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC24;&#xC2E;&#xC41; s&#x113;vitamu. adj. Served, worshipped. &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC2A;&#xC42;&#xC1C;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; s&#x113;vitu&#x1E0D;u. n. One who is worshipped or venerated. &#xC28;&#xC2E;&#xC38;&#xC4D;&#xC15;&#xC43;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC2E;&#xC41;&#xC28;&#xC3F;&#xC38;&#xC47;&#xC35;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC48;&#xC28; &#xC2F;&#xC40;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41; the god who is adored by the hermits. &#xC38;&#xC47;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; s&#x113;vyamu. adj. Venerable, worthy of worship, &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC05;&#xC30;&#xC4D;&#xC39;&#xC2E;&#xC48;&#xC28;, &#xC09;&#xC2A;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. n. Ploughed land. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC4A;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC47;&#xC35;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; s&#x113;vyu&#x1E0D;u. n. One who is venerable, one who deserves worship or veneration. &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC26;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC3F;&#xC26;&#xC4B;&#xC21;&#xC41; sai-d&#x14D;du. [Tel. &#xC38;&#xC2F;&#xC3F;+&#xC24;&#xC4B;&#xC21;&#xC41;.] n. A brother or sister. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC32;&#xC47;&#xC15;. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;, &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;.&quot; &#xC24;&#xC28;&#xC2A;&#xC48; &#xC26;&#xC4B;&#xC21;&#xC41;&#xC35;&#xC32;&#xC46;&#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC1A;&#xC41;.&quot; Satyabha. iii. 165. Vasu. iii. 138.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC3F;&#xC26;&#xC2E;&#xC41; saidamu. [Tel.] n. Wheat flour. &#xC17;&#xC4B;&#xC26;&#xC41;&#xC2E;&#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41; saitamu. [from Skt. &#xC38;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC4D;.] adv. Even, too, also, &#xC15;&#xC42;&#xC21;&#xC3E;. &quot;&#xC09; &#xC2E;&#xC47;&#xC2E;&#xC41; &#xC38;&#xC48;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC4D;, &#xC35;&#xC3E;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC17;&#xC30;&#xC41;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC17;&#xC28;&#xC4D;&#xC17;&#xC4A;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC1F;&#xC3F;&#xC2E;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC28;&#xC4D;.&quot; Vish. vi. 100.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC3F;&#xC1A;&#xC41; sai&#x1E6D;su. [from Skt. &#xC38;&#xC39;&#xC28;&#xC2E;&#xC4D;.] v. n. and a. To bear, endure; to pardon. &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC28;&#xC4D;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC07;&#xC02;&#xC15;&#xC28;&#xC3E;&#xC2A;&#xC2F;&#xC3F; &#xC26;&#xC2F; &#xC2F;&#xC46;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC4A; &#xC2E;&#xC40;&#xC15;&#xC41; &#xC38;&#xC48;&#xC1A;&#xC15;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3E; &#xC1C;&#xC28;&#xC4D;&#xC2E;&#xC2E;&#xC47;&#xC32;.&quot; T. iv. 20. &quot;&#xC05;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC36;&#xC24;&#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC33;&#xC3F;&#xC35;&#xC48;&#xC1A;&#xC3F;.&quot; BD. iv. 516.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC17;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC3F;&#xC17; saiga. [from Skt. &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;.] n. A sign, gesture. &#xC38;&#xC02;&#xC1C;&#xC4D;&#xC1E;. &#xC15;&#xC28;&#xC41;&#xC38;&#xC48;&#xC17; a wink. &#xC1A;&#xC46;&#xC2F;&#xC3F;&#xC38;&#xC48;&#xC17; a sign with the hand.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41; saikamu. [Tel.] n. Thinness, &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. adj. Thin, light, nice, pretty, trim. &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;. &#xC38;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;, &#xC24;&#xC47;&#xC32;&#xC3F;&#xC15;&#xC48;&#xC28;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;. &quot;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC02;&#xC1A;&#xC41; &#xC1A;&#xC46;&#xC02;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC48;&#xC15;&#xC2A;&#xC41; &#xC26;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC3F;&#xC35;&#xC32;&#xC35;&#xC15;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC02;&#xC18;&#xC41;&#xC32;&#xC2E;&#xC1C;&#xC40;&#xC30;.&quot; Bmj. iii. 136.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC15;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saikatamu. [from Skt. &#xC38;&#xC3F;&#xC15;&#xC24;.] adj. Sandy in general. &#xC38;&#xC3F;&#xC15;&#xC24;&#xC3E;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC07;&#xC38;&#xC41;&#xC15;&#xC24;&#xC4B; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &#xC38;&#xC48;&#xC15;&#xC24;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; an effigy made of sand. n. A hillock or dune of sand. &#xC07;&#xC38;&#xC41;&#xC15;&#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;. &#xC38;&#xC48;&#xC15;&#xC24;&#xC36;&#xC4D;&#xC30;&#xC4B;&#xC23;&#xC3F; saikata-&#x1E63;r&#x14D;&#x1E47;i. n. A beautiful woman. Vasu. ii. 146.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC02;&#xC39;&#xC3F;&#xC15;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sainhik-&#x113;yu&#x1E0D;u. [from Skt. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC3F;&#xC15;.] n. A name of Rahu. &#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC28;&#xC3F;&#xC15;</span>&#xA0;&#xA0;sainika. [Skt. from &#xC38;&#xC47;&#xC28;.] adj. Of or relating to an army. &#xC26;&#xC02;&#xC21;&#xC41; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC48;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; sainiku&#x1E0D;u. n. A soldier, &#xC38;&#xC47;&#xC28;&#xC24;&#xC4B; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC2C;&#xC02;&#xC1F;&#xC41;. A general, &#xC38;&#xC47;&#xC28;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. &#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; sainyamu. n. An army. &#xC26;&#xC02;&#xC21;&#xC41;.
			</div>
                