&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sontamu. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC4D;.] adj. Own, private. &#xC38;&#xC4D;&#xC35;&#xC15;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC02;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; son&#x1E6D;i. [from Skt. &#xC36;&#xC41;&#xC02;&#xC20;&#xC3F;.] n. Dry ginger.&#xC2A;&#xC15;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC2F;&#xC46;&#xC02;&#xC21;&#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC05;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC41;. &quot;&#xC1C;&#xC4B;&#xC17;&#xC3F;&#xC5B;&#xC02;&#xC17;&#xC3E;&#xC32;&#xC15;&#xC41; &#xC38;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;.&quot; a mere trick, delusion. S. iii. 24. &#xC38;&#xC4A;&#xC02;&#xC1F;&#xC41; son&#x1E6D;u. n. A fault, defect. &#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC15; &#xC38;&#xC4A;&#xC02;&#xC1F;&#xC41;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he found fault with it. &#xC38;&#xC4A;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC46;&#xC26;&#xC15;&#xC41; to be captious. &#xC0F;&#xC2A;&#xC26;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC28;&#xC41; &#xC38;&#xC4A;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a very delicate eater, a squeamish person.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC30;&#xC3F;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sairibhamu. [Skt.] n. A wild buffalo. &#xC15;&#xC3E;&#xC30;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC4B;&#xC24;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sairiku&#x1E0D;u. [Skt. from &#xC38;&#xC40;&#xC30;&#xC2E;&#xC41; a plough.] n. A ploughman. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC2F;&#xC3F;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; sairin&#x1E6D;su. [from Skt. &#xC38;&#xC39;&#xC28;&#xC2E;&#xC4D;.] v. a. To endure, suffer, &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3E;&#xC33;&#xC41;. &quot;&#xC38;&#xC15;&#xC32;&#xC3E;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC41;&#xC32;&#xC38;&#xC48;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC38;&#xC41;&#xC15;&#xC43;&#xC24;&#xC35;&#xC02;&#xC24;&#xC41;&#xC32;&#xC1C;&#xC47;&#xC2F;&#xC41;.&quot; BD. v. 1149. &#xC38;&#xC48;&#xC30;&#xC23; saira&#x1E47;a. n. Patience. &#xC38;&#xC39;&#xC28;&#xC2E;&#xC41;. &quot;&#xC26;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC17;&#xC3E;&#xC2E;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC26;&#xC2F; &#xC28;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;, &#xC2E;&#xC40;&#xC38;&#xC48;&#xC30;&#xC23;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC27;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC15;&#xC26;&#xC4B;&#xC2A;&#xC02;&#xC17;.&quot; BD. v. 1068.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC48;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC3F;</span>&#xA0;&#xA0;sairandhri. [Skt.] n. A good woman who being deserted by her husband engages to work in another&apos;s house. &#xC2E;&#xC17;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC28; &#xC2A;&#xC30;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC15;&#xC41; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;. M. IV. iii.31. A female guard in a harem. &#xC05;&#xC02;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41;&#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC38;&#xC48;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; sairandhr&#x12B;tvamu. n. The state of being a servant maid in another house. &#xC2A;&#xC30;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC02;&#xC26;&#xC41; &#xC05;&#xC21;&#xC02;&#xC17;&#xC41;&#xC32;&#xC15;&#xC41; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC17;&#xC1F;&#xC41;</span>&#xA0;&#xA0;soga&#x1E6D;u. [Tel.] n. Withering. &#xC35;&#xC3E;&#xC21;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC17;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;&#x1E63;oga&#x1E6D;amu. [Tel. (&#xC38;&#xC4A;&#xC17;&#xC2A;&#xC41;+&#xC06;&#xC1F;&#xC2E;&#xC41;.)] n. A man or piece used in backgammon. &#xC38;&#xC3E;&#xC30;&#xC46;. &#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32;&#xC41; soga&#x1E6D;&#x101;lu. (&#xC38;&#xC4A;&#xC17;&#xC2A;&#xC41;+&#xC06;&#xC1F;&#xC2E;&#xC41;&#xC32;&#xC41;.) n. plu. Backgammon. Dice-play. A certain game played with dice on a coloured cloth. The pieces or pawns used in this game.&#xC2A;&#xC17;&#xC21;&#xC38;&#xC3E;&#xC32;&#xC3E;&#xC1F;, &#xC1C;&#xC42;&#xC26;&#xC2E;&#xC3E;&#xC21;&#xC47; &#xC38;&#xC3E;&#xC30;&#xC46;&#xC32;&#xC41;. &#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21; the chequered cloth used in this game. &quot;&#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC28;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC1A;&#xC42;&#xC21;&#xC41;&#xC2E;&#xC40;&#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC2E;&#xC41;.&quot; S. i. 158. &quot;&#xC26;&#xC3E;&#xC2F;&#xC3E;&#xC32;&#xC41;&#xC38;&#xC4A;&#xC17;&#xC1F;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC1A;&#xC26;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC28;&#xC41;.&quot; H. iii. 191.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; sokku. [Tel.] n. Faintness, stupefaction, intoxication, confusion of mind. &#xC2E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2A;&#xC30;&#xC35;&#xC36;&#xC24;, &#xC15;&#xC32;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC2E;. &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2A;&#xC4A;&#xC21;&#xC3F; intoxicating powder, love powder, a conjuring drug. &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC02;&#xC26;&#xC41; an intoxicating drug. &quot;&#xC07;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC30;&#xC41;&#xC38;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#xC1C;&#xC28;&#xC41;&#xC2E;&#xC41;.&quot; M. IV. v. 212. &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41; sokku. v. n. To be bewildered, stupefied, deluded. &#xC2A;&#xC30;&#xC35;&#xC36;&#xC24;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC28;&#xC41;&#xC1C;&#xC46;&#xC02;&#xC26;&#xC41;. &quot;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC32;&#xC2F;&#xC3E;&#xC28;&#xC42;&#xC28;&#xC35;&#xC3E;&#xC38;&#xC28;&#xC15;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41;.&quot; BD. iv. 1605. &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; sokkin&#x1E6D;u. v. a. To stupefy, intoxicate, enamour.&#xC2A;&#xC30;&#xC35;&#xC36;&#xC24;&#xC28;&#xC41; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;sompu. [Tel.] n. Elegance, grace, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;. Glee, delight, joy, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC2E;&#xC26;&#xC2E;&#xC41;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC21;&#xC41;&#xC15;. Happiness, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. Brightness, cheerfulness, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC28;&#xC4D;&#xC28;&#xC24;. Abundance, &#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &quot;&#xC2E;&#xC28;&#xC30;&#xC25;&#xC2E;&#xC41; &#xC2A;&#xC30;&#xC2A;&#xC41;&#xC2E;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC38;&#xC41;&#xC28;&#xC3F;&#xC36;&#xC3F;&#xC24;&#xC2C;&#xC3E;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC24;&#xC28;&#xC3F; &#xC2A;&#xC3E;&#xC02;&#xC2A;&#xC23;&#xC17;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC28;&#xC4D;.&quot; M. VI. ii. 148. &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC48;&#xC28; somp-aina. adj. Nice, elegant, pretty, trim. &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC3E;&#xC30;&#xC41;, &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC41;, &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41; somp-&#x101;ru. v. n. To bloom, be lovely, pretty or pleasant. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC09;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
                