&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC17;&#xC2F;&#xC41;</span>&#xA0;&#xA0;sogayu. [from Skt. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC4D;.] v. n. To be bewildered, stupefied, deluded. To languish, fade away; to be charmed or touched with love. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC2A;&#xC30;&#xC35;&#xC36;&#xC2E;&#xC17;&#xC41;, &#xC2E;&#xC41;&#xC23;&#xC41;&#xC17;&#xC41;. &quot;&#xC38;&#xC41;&#xC16;&#xC38;&#xC24;&#xC4D;&#xC15;&#xC25;&#xC3E; &#xC35;&#xC3F;&#xC28;&#xC4B;&#xC26;&#xC2E;&#xC41;&#xC28; &#xC38;&#xC4A;&#xC17;&#xC2F;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC21; &#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC35;&#xC48;&#xC15; &#xC2E;&#xC3E;&#xC28;&#xC38;&#xC41;&#xC02;&#xC21;&#xC17;&#xC41;&#xC28;&#xC41;.&quot; BD. i. 5. &#xC38;&#xC4A;&#xC17;&#xC2A;&#xC41; or &#xC38;&#xC4A;&#xC17;&#xC2F;&#xC3F;&#xC15; sogapu. n. Stupefaction, intoxication, &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC4A;&#xC17;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; sogayin&#x1E6D;su. v. a. To stupefy, intoxicate, enamour. &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC38;&#xC4A;&#xC17;&#xC38;&#xC3F;&#xC38;&#xC4A;&#xC17;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC2F;&#xC48;&#xC28; &#xC1A;&#xC42;&#xC2A;&#xC41;&#xC1C;&#xC42;&#xC1A;&#xC3F;.&quot; H. iii. 111. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41; or &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41; sogasu. n. Beauty, elegance, prettiness, niceness. &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. Stupefaction, &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Pretty, beautiful, elegant, handsome, nice. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; sogasuk&#x101;&#x1E0D;u. n. A beau, a handsome man, &#xC05;&#xC02;&#xC26;&#xC17;&#xC3E;&#xC21;&#xC41;. A gallant, &#xC35;&#xC3F;&#xC1F;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; sogasu-katte. n. A belle, a handsome woman. &#xC05;&#xC02;&#xC26;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC35;&#xC3F;&#xC1F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &#xC38;&#xC4A;&#xC17;&#xC3F;&#xC2F;&#xC41; sogiyu. v. n. To be pleasant. &#xC07;&#xC02;&#xC2A;&#xC17;&#xC41;. &#xC38;&#xC4A;&#xC17;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; sogiy-in&#x1E6D;su. v. n. To be happy. &#xC38;&#xC41;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;sottu. [from Skt. &#xC38;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC4D;.] n. Property, goods. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;, &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;</span>&#xA0;&#xA0;so&#x1E0D;&#x1E0D;u. [from Skt. &#xC36;&#xC4C;&#xC23;&#xC4D;&#xC20;&#xC4D;&#xC2F;&#xC2E;&#xC4D;.] n. A slap on the head of a loser in a game, applied with both the winner&apos;s hands. (Metaphorically,) a defect, fault, imputation, &#xC06;&#xC1F;&#xC32;&#xC4B; &#xC28;&#xC4B;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F; &#xC24;&#xC32;&#xC2E;&#xC40;&#xC26;&#xC35;&#xC47;&#xC2F;&#xC41; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;, &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC28;&#xC4D;&#xC2F;&#xC41;&#xC28;&#xC24;, &#xC15;&#xC4A;&#xC30;&#xC24;, &#xC38;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC35;&#xC47;&#xC2F;&#xC41; to give such a slap with the open hand, to dupe or to make a fool of. &quot;&#xC38;&#xC4B;&#xC2E;&#xC2F;&#xC3E;&#xC1C;&#xC3F;&#xC28;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC38;&#xC4A;&#xC21;&#xC4D;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC47;&#xC38;&#xC46;&#xC28;&#xC41;&#xC30;&#xC02;&#xC2D;.&quot; Vema. 903. &quot;&#xC28;&#xC3F;&#xC16;&#xC3F;&#xC32;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC15;&#xC41; &#xC28;&#xC46;&#xC2E;&#xC15;&#xC46;&#xC35;&#xC47;&#xC2E;&#xC28;&#xC38;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;.&quot; ib. 2139. &#xC05;&#xC24;&#xC21;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28; &#xC2A;&#xC28;&#xC3F;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15; &#xC38;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC17;&#xC32;&#xC26;&#xC3E; is there any defect in the work he has done? &#xC38;&#xC4A;&#xC21;&#xC4D;&#xC32;&#xC2E;&#xC30; or &#xC1A;&#xC4A;&#xC1F;&#xC4D;&#xC32;&#xC2E;&#xC30; so&#x1E0D;la-mara. n. The fish called the Angel shark, Squatina. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC1F;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;or &#xC1A;&#xC4A;&#xC1F;&#xC4D;&#xC1F; so&#x1E6D;&#x1E6D;a. [Tel.] n. Crookedness; a dent, excavation. A bruise made in a metal vessel. &#xC32;&#xC4A;&#xC1F;&#xC4D;&#xC1F;, &#xC35;&#xC15;&#xC4D;&#xC30;&#xC24;, &#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. adj. Lean, emaciated distorted or crippled. &#xC08;&#xC1A;&#xC2C;&#xC4B;&#xC2F;&#xC3F;&#xC28;. &#xC38;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC41; a deformed eye. &#xC38;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC4B;&#xC30;&#xC41; a wry mouth. &#xC38;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC15;&#xC3E;&#xC32;&#xC41; a bandy leg. &#xC38;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a man with twisted hands. &#xC38;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2A;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC41; concave.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC1F;&#xC38;&#xC4A;&#xC1F;</span>&#xA0;&#xA0;so&#x1E6D;a-so&#x1E6D;a. [Tel.] n. The state of being emaciated. &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC4A;&#xC1F;&#xC38;&#xC4A;&#xC1F;&#xC2A;&#xC4B;&#xC35;&#xC41; so&#x1E6D;a-so&#x1E6D;a-p&#x14D;vu. v. n. To become lean, &#xC15;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be dejected, &#xC26;&#xC3F;&#xC17;&#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;.&quot; &#xC26;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC1A;&#xC46;&#xC21;&#xC15;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC38;&#xC4A;&#xC1F;&#xC38;&#xC4A;&#xC1F; &#xC2A;&#xC4B;&#xC35;&#xC15; &#xC35;&#xC46;&#xC28;&#xC41;&#xC15;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC41; &#xC1A;&#xC42;&#xC21;&#xC15;.&quot; H. v. 218. &#xC38;&#xC4A;&#xC1F;&#xC38;&#xC4A;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41; so&#x1E6D;a-so&#x1E6D;a-l-&#x101;&#x1E0D;u. v. n. To pine, to be in trouble. &#xC28;&#xC15;&#xC28;&#xC15;&#xC32;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC06;&#xC15;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC38;&#xC4A;&#xC1F;&#xC38;&#xC4A;&#xC1F;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is famishing.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC46;</span>&#xA0;&#xA0;or &#xC38;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC3F; sojje. [Tel.] n. A mess, or dish made of grits of roasted rice or broken rice, boiled after having been heated in a dry state. &#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC35;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC35;&#xC02;&#xC21;&#xC3F;&#xC28;&#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC4A;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC2C;&#xC42;&#xC30;&#xC46; a kind of cake.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC28;</span>&#xA0;&#xA0;sona. [Tel.] n. Juice that exudes from plants, the acrid juice or milk of some plants, &#xC38;&#xC4D;&#xC35;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC26;&#xC3F;, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC15;&#xC3E;&#xC2F;&#xC15;&#xC4B;&#xC38;&#xC3F;&#xC28;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC30;&#xC38;&#xC2E;&#xC41;. &#xC1C;&#xC40;&#xC21;&#xC3F;. A stream of such juice, &#xC0A;&#xC1F;&#xC15;&#xC3E;&#xC32;&#xC41;&#xC35;. The white of an egg, &#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC17;&#xC3F;&#xC5B;&#xC41;&#xC30;&#xC41;. The hairy covering of a fruit, &amp;c.&quot; &#xC38;&#xC4A;&#xC28;&#xC26;&#xC47;&#xC30;&#xC3F;&#xC2A;&#xC4A;&#xC1F;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC46;&#xC30;&#xC35;&#xC3E;&#xC38;&#xC3F;&#xC28; &#xC2F;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.&quot; Swa. vi. 31.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC26;</span>&#xA0;&#xA0;soda. [from Skt. &#xC1A;&#xC3F;&#xC24;&#xC3E;.] n. A funeral pile, the fire used in a funeral pile. &#xC1A;&#xC3F;&#xC24;&#xC3F;. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC17;&#xC4D;&#xC28;&#xC3F;. &#xC12;&#xC32;&#xC3F;&#xC15;&#xC3F;. Grief, sorrow, &#xC1A;&#xC3F;&#xC02;&#xC24;. &quot;&#xC38;&#xC41;&#xC26;&#xC24;&#xC40;&#xC2F;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC4A;&#xC26;&#xC1A;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26;&#xC41;.&quot; Vish. v. 231. &#xC0F;&#xC32; &#xC28;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC41;? &#xC38;&#xC3E;&#xC26;&#xC35;&#xC02;&#xC1F;&#xC3F; &#xC2F;&#xC40;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC36;&#xC4B;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC3E;&#xC15;&#xC41;.&quot; Sar. D. 632. &quot;&#xC24;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC3F;&#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC30;&#xC48;&#xC28; &#xC38;&#xC4A;&#xC26;&#xC2E;&#xC41;&#xC28;&#xC4D;&#xC17;&#xC41;&#xC1F;&#xC47;&#xC28;&#xC2F;&#xC3E;.&quot; Vema. 950.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sochchemu. [from Skt. &#xC1A;&#xC4B;&#xC1A;&#xC2E;&#xC4D;.] n. A remainder, overplus. &#xC2A;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;. A fractional quantity. Small change, loose cash. &#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC30;. &quot;&#xC09; &#xC27;&#xC28;&#xC47;&#xC36;&#xC41;&#xC28;&#xC3F;&#xC27;&#xC41;&#xC32;&#xC4D; &#xC24;&#xC2E; &#xC35;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC4D;, &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC2E;&#xC46;&#xC02;&#xC24;&#xC28;&#xC41;&#xC1A;&#xC41; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC26;&#xC41;&#xC30;&#xC2A;&#xC4D;&#xC2A;&#xC30;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC2E;&#xC1F;&#xC41;&#xC32;&#xC4D;.&quot; T. ii. 19.
			</div>
                