&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;</span>&#xA0;&#xA0;somma. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC03;.] n. Faintness, swoon. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;. Torpidity, lack of sensation, &#xC24;&#xC3F;&#xC2E;&#xC41;&#xC30;&#xC41;. &#xC28;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC41; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; my leg is asleep. &quot;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;.&quot; &#xC05;&#xC1A;&#xC4D;&#xC1A;. &#xC2F;&#xC41;. &#xC15;&#xC3E;. &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC17;&#xC4A;&#xC28;&#xC41;, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC2A;&#xC4B;&#xC35;&#xC41; or &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41; somma-silu. v. n. To faint, to swoon. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC15; &#xC05;&#xC28;&#xC3F;&#xC2F;&#xC4A;&#xC15; &#xC17;&#xC41;&#xC39;&#xC15;&#xC41;&#xC02;&#xC1C;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC02;&#xC1A;&#xC3F; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC3F;&#xC32;&#xC3F;&#xC24;&#xC46;&#xC32;&#xC3F;&#xC38;&#xC3F;, &#xC26;&#xC41;&#xC30;&#xC02;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC1A;&#xC3F;&#xC02;&#xC24; &#xC2E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC17;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F;.&quot; R. v. 279.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC2C;&#xC28;&#xC41;</span>&#xA0;&#xA0;sobanu. [Tel.] n. The f&#x153;tus of a mare. &#xC2C;&#xC21;&#xC2C;&#xC1A;&#xC42;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC2C;&#xC17;&#xC41;</span>&#xA0;&#xA0;sobagu. [from Skt. &#xC38;&#xC41;&#xC2D;&#xC17;&#xC03;.] n. Beauty, prettiness. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;. &#xC38;&#xC4A;&#xC2C;&#xC17;&#xC41;&#xC21;&#xC41; sobagu&#x1E0D;u. n. A handsome man, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. A lover, sweetheart, &#xC35;&#xC3F;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4A;&#xC28;&#xC4D;&#xC28; sonamu. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC4D;.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. A certain gold coin, &#xC2E;&#xC3E;&#xC21;. &quot;&#xC05;&#xC32;&#xC4D;&#xC32;&#xC2F;&#xC02;&#xC17;&#xC33;&#xC4D;&#xC32;&#xC02;&#xC26;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E; &#xC1F;&#xC02;&#xC15;&#xC02;&#xC2C;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC46;&#xC26; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3F;&#xC21;&#xC46;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41; &#xC17;&#xC32;&#xC30;&#xC46;&#xC2F;&#xC28;&#xC3F; &#xC2F;&#xC21;&#xC41;&#xC17;&#xC41;&#xC24;&#xC30;&#xC3F;&#xC28;&#xC4D;.&quot; Zacc. vi. 114. &#xC38;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC3F; sonn&#x101;ri. (&#xC38;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;+&#xC05;&#xC30;&#xC3F;.) n. A goldsmith, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC17;&#xC38;&#xC3E;&#xC32;&#xC46;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC02;&#xC38;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;&#xC26;&#xC4B;&#xC15;&#xC3F;</span>&#xA0;&#xA0;sora-d&#x14D;ki. [Tel.] n. A wicked person. &#xC26;&#xC41;&#xC30;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;&#xC17;&#xC41;</span>&#xA0;&#xA0;soragu. [Tel.] n. Swoon, fainting, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;. A dry leaf, &#xC0E;&#xC02;&#xC21;&#xC3E;&#xC15;&#xC41;. v. n. To be lost, disappear, &#xC32;&#xC40;&#xC28;&#xC2E;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;</span>&#xA0;&#xA0;or &#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;, &#xC38;&#xC4A;&#xC30;&#xC2E;&#xC40;&#xC28;&#xC41; or &#xC1A;&#xC4A;&#xC30; sora. [Tel.] n. A shark, a general name for several ravenous fishes. &#xC1D;&#xC37;&#xC2E;&#xC41;. &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC38;&#xC4A;&#xC30; a swordfish. Carcharias laticaudus. (F.B.I.) &#xC0F;&#xC26;&#xC3E;&#xC21;&#xC3F;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; or &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; the Hammer-headed Shark. Russell, plate XII. &#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30;&#xC15;&#xC4B;&#xC35; sorra-k&#x14D;va. n. A shark called Carcharias macloti (F.B.I.) &#xC2A;&#xC3E;&#xC32;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; the small blue shark. &#xC30;&#xC3E;&#xC17;&#xC3F;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; the brown shark. &#xC2E;&#xC1F;&#xC4D;&#xC1F;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; the flat shark. &#xC24;&#xC47;&#xC32;&#xC41;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; the long tailed shark. (Russsell, plates XII, XV. XVI.) &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC4A;&#xC30; and &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; are other species. &#xC38;&#xC3F;&#xC17;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; or &#xC15;&#xC30;&#xC2E;&#xC42;&#xC24;&#xC3F;&#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; a shark called Carcharias menisorrah (F.B.I.) &#xC38;&#xC4A;&#xC30;&#xC2A;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC3F; sorapiyyi. n. Literally &quot;shark&apos;s dung.&quot; The cuttle bone. &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2B;&#xC47;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30; &#xC2A;&#xC41;&#xC28;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;</span>&#xA0;&#xA0;sora. [Tel.] n. Grief, sorrow. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC15;&#xC41;&#xC32;&#xC24;. &quot;&#xC38;&#xC4A;&#xC30;&#xC38;&#xC4A;&#xC26;&#xC2F;&#xC28;&#xC17;&#xC28;&#xC41; &#xC2A;&#xC30;&#xC17;&#xC41;&#xC1A;&#xC3F;&#xC02;&#xC24;.&quot; ABA. ii. 424.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;</span>&#xA0;&#xA0;or &#xC38;&#xC4A;&#xC30;&#xC4D;&#xC30; sora. [Tel.] n. The Bottle Gourd. Cucurbita lagenaria. &#xC24;&#xC41;&#xC02;&#xC1A;&#xC3F;. &#xC1A;&#xC47;&#xC26;&#xC41;&#xC38;&#xC4A;&#xC30; the bitter gourd, &#xC15;&#xC1F;&#xC41;&#xC24;&#xC41;&#xC02;&#xC2C;&#xC3F;. &#xC28;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC4A;&#xC30; a black kind of the same. &#xC38;&#xC4A;&#xC30;&#xC15;&#xC3E;&#xC2F; the fruit of the gourd, &#xC06;&#xC28;&#xC2A;&#xC15;&#xC3E;&#xC2F;. &#xC38;&#xC4A;&#xC30;&#xC15;&#xC3E;&#xC2F;&#xC32;&#xC41; &#xC24;&#xC46;&#xC17;&#xC28;&#xC30;&#xC15;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a braggart. &#xC38;&#xC4A;&#xC30;&#xC15;&#xC3E;&#xC2F;&#xC2C;&#xC41;&#xC30;&#xC4D;&#xC30; the dry shell of a gourd.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sorangamu. [from Skt. &#xC38;&#xC41;&#xC30;&#xC19;&#xC4D;&#xC17;&#xC2E;&#xC4D;.] n. A hole in the ground or in a wall. &#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC15;</span>&#xA0;&#xA0;soyyaka. [Tel.] n. A kind of musical instrument. &#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC24;&#xC3E;&#xC33; &#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC30;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC17;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC38;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC15;&#xC32;&#xC4D; &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; Balaram. v. 24.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sommu. [from Skt. &#xC38;&#xC4D;&#xC35;&#xC2E;&#xC4D;.] n. Money. &#xC27;&#xC28;&#xC2E;&#xC41;. Property, goods, jewels, &#xC05;&#xC27;&#xC40;&#xC28; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;, &#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC2D;&#xC42;&#xC37;&#xC23;&#xC2E;&#xC41;, &#xC06;&#xC2D;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC28;&#xC40;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC3E; is this your money? &quot;&#xC27;&#xC43;&#xC24;&#xC3F; &#xC36;&#xC41;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC35; &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC35;&#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC35;, &#xC38;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC4C;&#xC36;&#xC40;&#xC32;&#xC4D;&#xC2F; &#xC36;&#xC2E;&#xC26;&#xC2E;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC35;&#xC3F;&#xC27;&#xC41;&#xC32;&#xC41;, &#xC1C;&#xC3E;&#xC28;&#xC15;&#xC40;&#xC26;&#xC47;&#xC35;&#xC3F; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC35;&#xC41; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC3F;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC15;&#xC28;&#xC3F; &#xC2A;&#xC32;&#xC4D;&#xC15;&#xC46; &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC41;&#xC24;&#xC41;&#xC21;&#xC41;.&quot; R. v. 283. Also, cattle (a sense peculiar to the North.) &#xC17;&#xC4B;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;&#xC3F;&#xC26;&#xC3F;</span>&#xA0;&#xA0;soridi. [Tel.] n. Order, regularity, &#xC35;&#xC30;&#xC41;&#xC38;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. adv. Regularly, properly, plentifully, much. &#xC35;&#xC30;&#xC41;&#xC38;&#xC17;&#xC3E;, &#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;soramu. (from Skt. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC4D;.]) n. The voice. &#xC15;&#xC02;&#xC20;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. A musical note, &#xC37;&#xC21;&#xC4D;&#xC1C;&#xC3E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;&#xC2A;&#xC41;</span>&#xA0;&#xA0;sorapu. [Tel.] adj. Thin, lean, emaciated. &#xC15;&#xC43;&#xC36;&#xC2E;&#xC41;.
			</div>
                