&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;, &#xC38;&#xC4C;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41; or &#xC38;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC2F;&#xC2E;&#xC41; sollemu. [Tel.] n. A peacock&apos;s feather. A turban in which peacock&apos;s feathers are worn. &#xC28;&#xC46;&#xC2E;&#xC32;&#xC3F;&#xC2F;&#xC40;&#xC15;&#xC32;&#xC41; &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC3E;&#xC17;. &quot;&#xC1C;&#xC21;&#xC32; &#xC2E;&#xC32;&#xC02;&#xC1A;&#xC3F;, &#xC38;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC17;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC2A;&#xC3E;&#xC17;&#xC32;&#xC21;&#xC02;&#xC17; &#xC1C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC32;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC42;&#xC28;&#xC3F;.&quot; Swa. iv. 39. &#xC1F;&#xC40; &#xC38;&#xC4A;&#xC33;&#xC4D;&#xC32;&#xC46;&#xC2E;&#xC41;&#xC17;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC2E;&#xC46;&#xC32;&#xC3F;&#xC15;&#xC32;&#xC41; &#xC35;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC17;&#xC3E;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC15;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;sollu-ka&#x1E6D;&#x1E6D;ulu. [Tel.] n. plu. Words or sounds used by the manager of a band of dancers. &#xC06;&#xC1F;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC32;&#xC4B; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC24;&#xC15;&#xC25;&#xC48;&#xC25;&#xC48; &#xC05;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC1F;&#xC3F;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC32;&#xC2F;&#xC41;</span>&#xA0;&#xA0;solayu. [Tel.] v. n. To languish, faint. &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC28;&#xC40;&#xC30;&#xC38;&#xC2E;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41;. To hesitate, go back, &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;. &quot;&#xC38;&#xC4A;&#xC32;&#xC38;&#xC3F;&#xC35;&#xC02;&#xC1F; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC15;&#xC41;&#xC02;&#xC26;&#xC47;&#xC32;&#xC41; &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC46;.&quot; HK. iii. 152. To be tired or disgusted with, &#xC35;&#xC48;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41;. &#xC38;&#xC4A;&#xC32;&#xC2A;&#xC41; or &#xC38;&#xC4A;&#xC32;&#xC2F;&#xC3F;&#xC15; solapu. n. Languishment, swooning, faintness. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23;, &#xC2A;&#xC3E;&#xC30;&#xC35;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;, &#xC2C;&#xC21;&#xC32;&#xC3F;&#xC15;. &#xC38;&#xC4A;&#xC32;&#xC2A;&#xC41;&#xC1A;&#xC42;&#xC2A;&#xC41; a languishing glance. &quot;&#xC38;&#xC39;&#xC1C;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC27;&#xC41;&#xC1C;&#xC28;&#xC41;&#xC32;&#xC1C;&#xC42;&#xC1A;&#xC41;&#xC1F; &#xC2E;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC4A;&#xC32;&#xC2A;&#xC41;&#xC28; &#xC28;&#xC4B;&#xC30;&#xC17;&#xC1C;&#xC42;&#xC21;&#xC17;&#xC21;&#xC17;&#xC46;.&quot; T. ii. 72. &#xC38;&#xC4A;&#xC32;&#xC2A;&#xC41; solapu. v. a. To cause to languish, to cause to faint. &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC4A;&#xC32;&#xC2A;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41; solaputanamu. n. Languishment, faintness. &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2E;&#xC4D;&#xC32;&#xC3E;&#xC28; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC2D;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC24;. &#xC38;&#xC4A;&#xC32;&#xC3F;&#xC2E;&#xC3F;&#xC21;&#xC3F; solimi&#x1E0D;i. n. A swoon, fainting. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC30;&#xC41;&#xC17;&#xC41;</span>&#xA0;&#xA0;sorugu. [Tel.] n. The drawer of a table or box. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC28;&#xC3F; &#xC05;&#xC30;. A swoon, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;. v. n. To faint, to swoon. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To fade or languish, to fall down. To run away, &#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC42;&#xC32;&#xC41;, &#xC2A;&#xC21;&#xC41;, &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;. &quot;&#xC35;&#xC3F;&#xC37;&#xC3E;&#xC23;&#xC36;&#xC3F;&#xC16;&#xC3E;&#xC39;&#xC24;&#xC3F;&#xC1A;&#xC47; &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC17;&#xC3F; &#xC38;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC1C;&#xC40;&#xC35;&#xC28;&#xC2E;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC28;&#xC4D;.&quot; P. i. 241. &quot;&#xC24;&#xC4A;&#xC32;&#xC41;&#xC24;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC28;&#xC3F; &#xC28;&#xC46;&#xC1A;&#xC1F;&#xC3F;&#xC15;&#xC4B; &#xC24;&#xC4A;&#xC32;&#xC17;&#xC28;&#xC02;&#xC2A;&#xC3F;, &#xC2F;&#xC21;&#xC35;&#xC3F;&#xC32;&#xC4B;&#xC2A;&#xC3E;&#xC2E;&#xC41; &#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC2E;&#xC4A;&#xC30;&#xC3F;&#xC17;&#xC3F;, &#xC15;&#xC32;&#xC2F;&#xC47;&#xC21;&#xC4D;&#xC2A;&#xC41;&#xC32; &#xC28;&#xC47;&#xC21;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41; &#xC15;&#xC2A;&#xC1F;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC38;&#xC02;&#xC26;&#xC41;&#xC28;&#xC38;&#xC4A;&#xC30;&#xC17;&#xC1C;&#xC42;&#xC1A;&#xC46;&#xC26;&#xC35;&#xC41;&#xC28;&#xC40;&#xC35;&#xC41;.&quot; N. H. v. 53.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4A;&#xC35;</span>&#xA0;&#xA0;or &#xC38;&#xC35; sova. [Tel.] n. A whisper. &#xC17;&#xC41;&#xC38;&#xC17;&#xC41;&#xC38;. &#xC38;&#xC4A;&#xC35;&#xC38;&#xC4A;&#xC35; or &#xC38;&#xC35;&#xC38;&#xC35; whispers. &quot;&#xC24;&#xC47; &#xC38;&#xC4A;&#xC35;&#xC38;&#xC4A;&#xC35;&#xC32;&#xC41; &#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC28;&#xC41;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC1F;&#xC02;&#xC1A;&#xC41;.&quot; H. v. 190.
			</div>
                