&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s-&#x14D;t-pr&#x101;samu. [Skt. &#xC38;+&#xC09;&#xC24;&#xC4D;+&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;.] n. Irony, sneering, praise which is covert censure. &#xC38;&#xC4B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC20;&#xC28;&#xC2E;&#xC41;, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x14D;&#x1E47;amu. [Tel.] n. The root of the nose. &#xC28;&#xC3E;&#xC38;&#xC3E;&#xC2E;&#xC42;&#xC32;&#xC2E;&#xC41;. &quot;&#xC36;&#xC3E; &#xC38;&#xC4B;&#xC23;&#xC3E;&#xC32;&#xC02;&#xC1F; &#xC18;&#xC4B;&#xC28;&#xC3E;&#xC1A;&#xC4D;&#xC1B;&#xC3F;&#xC26;&#xC28;&#xC4D;.&quot; A. v. 5.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC22;</span>&#xA0;&#xA0;s&#x14D;&#x1E0D;ha. [Skt.] n. A clever, able, patient, enduring man. &#xC38;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC13;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4B;&#xC22;&#xC2E;&#xC41; s&#x14D;&#x1E0D;hamu. adj. Borne, suffered, endured. &#xC38;&#xC39;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; (&#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC28;&#xC26;&#xC3F;)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x14D;&#x1E0D;u. [Tel.] n. The crown of the head. &#xC2E;&#xC3E;&#xC21;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC4B;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; s&#x14D;&#x1E0D;u-mu&#x1E6D;&#x1E6D;u. v. n. To spread, pervade, be diffused throughout. &#xC05;&#xC02;&#xC24;&#xC1F;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC32;&#xC15;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC2E;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC38;&#xC41;&#xC30;&#xC2D;&#xC3F;&#xC5A;&#xC02;&#xC27;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC38;&#xC4B;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;.&quot; Parij. v. 53. &quot;&#xC15; &#xC28;&#xC40;&#xC26;&#xC17;&#xC41;&#xC24;&#xC28;&#xC41;&#xC35;&#xC41;&#xC28;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC3E;, &#xC2E;&#xC4B;&#xC26;&#xC2E;&#xC41;&#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC2F;&#xC3F; &#xC38;&#xC4B;&#xC21;&#xC41;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC46;&#xC21;&#xC41;&#xC28;&#xC24;&#xC4D;&#xC2F;&#xC3E;, &#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC2E;&#xC39;&#xC3E;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; M. XIII. ii. 458.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC17;&#xC41;</span>&#xA0;&#xA0;s&#x14D;gu. [from Skt. &#xC38;&#xC4D;&#xC30;&#xC28;&#xC4D;.] n. A garland, a necklace. &#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC17;</span>&#xA0;&#xA0;s&#x14D;ga. [Tel.] adj. Long, tall, prolonged. &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC21;&#xC41;&#xC2A;&#xC48;&#xC28;, &#xC38;&#xC4B;&#xC17;&#xC48;&#xC28;&#xC17;&#xC41;&#xC02;&#xC21;&#xC41; a pyramidal rock, a shaft. Ila. ii. 43. &#xC38;&#xC4B;&#xC17;&#xC2E;&#xC46;&#xC21; a long neck. &#xC38;&#xC3E;&#xC17; or &#xC38;&#xC4B;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41; n. Length. &#xC26;&#xC48;&#xC30;&#xC4D;&#xC18;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC24;&#xC33;&#xC41;&#xC15;&#xC41;&#xC02;&#xC26;&#xC47;&#xC1F;&#xC2F;&#xC41;&#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC38;&#xC4B;&#xC17; &#xC24;&#xC28; &#xC2E;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC17;&#xC3E;.&quot; T. iii. 66.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC15;&#xC41;</span>&#xA0;&#xA0;s&#x14D;ku. [Tel.] v. n. To touch, come in contact with. To be communicated by contagion, to affect or catch, as a distemper. &#xC24;&#xC3E;&#xC15;&#xC41;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;. To be possessed by a demon, to be affected by the evil influence of stars or demons, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC3E;&#xC35;&#xC47;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. n. Touching. A touch, contact; a sensation, &#xC24;&#xC3E;&#xC15;&#xC41;&#xC1F;, &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;. A blow, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;, &#xC2A;&#xC4B;&#xC1F;&#xC41;. An evil spirit, a demon, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;. &quot;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC26;&#xC28;&#xC40;&#xC2E;&#xC47;&#xC28; &#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3E;&#xC38;&#xC4B;&#xC15;&#xC41;.&quot; N. ix. 409. &quot;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC3F;&#xC15;&#xC4D;&#xC24;&#xC41;&#xC02;&#xC21;&#xC41; &#xC38;&#xC4B;&#xC15;&#xC4B;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC2F;&#xC3F;&#xC32; &#xC15;&#xC41;&#xC26;&#xC17;&#xC41;&#xC28;&#xC32;&#xC1C;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; A. iv. 335 &quot;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC36;&#xC3F;&#xC32;&#xC40;&#xC2E;&#xC41;. &#xC16;&#xC3E;&#xC33;&#xC3F; &#xC38;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC28;&#xC3F;&#xC1C;&#xC17;&#xC43;&#xC24;&#xC4D;&#xC2A;&#xC1F;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC3F;.&quot; P. iv. 142. &#xC26;&#xC40;&#xC28;&#xC3F;&#xC2E;&#xC40;&#xC26; &#xC0E;&#xC02;&#xC21; &#xC38;&#xC4B;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; it is exposed to the sun. &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC38;&#xC4B;&#xC15;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC41; to be screened from the wind&apos;s touch. &quot;&#xC28;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC38;&#xC4B;&#xC15;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;.&quot; Ellana. i. 252. &quot;&#xC2A;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC41;&#xC38;&#xC4B;&#xC15;&#xC3F;&#xC28; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; Vema. 504. &quot;&#xC15;&#xC2E;&#xC32;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC3F; &#xC30;&#xC36;&#xC4D;&#xC2E;&#xC3F; &#xC38;&#xC4B;&#xC15;&#xC3F; &#xC15;&#xC2E;&#xC32;&#xC3F;&#xC28;&#xC2D;&#xC02;&#xC17;&#xC3F;&#xC28;&#xC4D;.&quot; ib. 1434. &#xC28;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC4B;&#xC15;&#xC32;&#xC47;&#xC26;&#xC41; my words did not reach or enter his ears. &#xC06; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C; &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC4B;&#xC15;&#xC32;&#xC47;&#xC26;&#xC41; the blow did not hit him. &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC3E;&#xC32;&#xC3F; &#xC38;&#xC4B;&#xC15;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; she appears to have been touched by a demon. &#xC38;&#xC4B;&#xC15;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15; the constellation called &#xC2E;&#xC42;&#xC32;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC4B;&#xC15;&#xC41;&#xC1F;&#xC4A;&#xC5B;&#xC4D;&#xC1C; s&#x14D;ku-&#x1E6D;-o&#x1E0D;z&#x1E0D;za. n. The teacher of the Asuras, &#xC26;&#xC48;&#xC24;&#xC4D;&#xC2F;&#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC36;&#xC41;&#xC15;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC4B;&#xC15;&#xC41;&#xC21;&#xC41; s&#x14D;ku&#x1E0D;u. n. Touching, &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;. An evil spirit. &#xC2A;&#xC3F;&#xC36;&#xC3E;&#xC1A;&#xC2E;&#xC41;. An Asura or demon, &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC41;&#xC21;&#xC41;. Demoniacal possession, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3E;&#xC35;&#xC47;&#xC36;&#xC2E;&#xC41;. &#xC38;&#xC4B;&#xC15;&#xC41;&#xC26;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC38;&#xC4B;&#xC15;&#xC41;&#xC2C;&#xC42;&#xC1A;&#xC3F; s&#x14D;kudayyamu. n. Wind, the god of the winds. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;, &#xC2E;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC4B;&#xC15;&#xC41;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41; s&#x14D;kular&#x113;&#x1E0D;u. n. The regent of the S. W. region &#xC28;&#xC48;&#xC30;&#xC43;&#xC24;&#xC3F;, &#xC2E;&#xC42;&#xC32;&#xC30;&#xC47;&#xC21;&#xC41;. &#xC38;&#xC4B;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; s&#x14D;kin&#x1E6D;su. v. a. To put in contact, to cause to touch. &#xC24;&#xC3E;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC26;&#xC46;</span>&#xA0;&#xA0;or &#xC38;&#xC4B;&#xC26;&#xC3F;&#xC2F; s&#x14D;de. [from Skt. &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC4D;.] n. Fortune-telling. &#xC30;&#xC3E;&#xC2C;&#xC4B;&#xC35;&#xC41; &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC17;&#xC32; &#xC36;&#xC41;&#xC2D;&#xC3E;&#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC1F;. &#xC38;&#xC4B;&#xC26;&#xC46;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; or &#xC38;&#xC4B;&#xC26;&#xC46;&#xC1A;&#xC42;&#xC1A;&#xC41; s&#x14D;de-cheppu. v. n. To tell fortunes, &#xC30;&#xC3E;&#xC2C;&#xC4B;&#xC35;&#xC41; &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC38;&#xC4B;&#xC26;&#xC46;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46; s&#x14D;de-katte. n. A female fortune-teller. &#xC35;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC3F;&#xC15;, &#xC38;&#xC4B;&#xC26;&#xC46;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;. &#xC26;&#xC48;&#xC35;&#xC1C;&#xC4D;&#xC1E;, &#xC30;&#xC3E;&#xC2C;&#xC4B;&#xC35;&#xC41; &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC26;&#xC3E;</span>&#xA0;&#xA0;s&#x14D;d&#x101;. [H. from Skt. &#xC36;&#xC4B;&#xC27;&#xC28;.] n. An examination, a search. &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37;. &#xC35;&#xC46;&#xC26;&#xC15;&#xC41;&#xC1F;. &#xC38;&#xC4B;&#xC26;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41; or &#xC38;&#xC4B;&#xC26;&#xC3E;&#xC1A;&#xC42;&#xC1A;&#xC41; to make a search, to search, to examine. &#xC38;&#xC4B;&#xC26;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC02;&#xC1F;&#xC41; a search warrant.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC26;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s-&#x14D;da&#x1E5B;i. [Skt. &#xC38;+&#xC09;&#xC26;&#xC30;&#xC3F;.] n. A sister. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC2A;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC38;&#xC4B;&#xC26;&#xC30;&#xC41;&#xC21;&#xC41; s-&#x14D;daru&#x1E0D;u. n. A brother. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC26;&#xC28;</span>&#xA0;&#xA0;s&#x14D;dana. [from Skt. &#xC36;&#xC4B;&#xC27;&#xC28;.] n. An examination. &#xC36;&#xC4B;&#xC27;&#xC28;&#xC2E;&#xC41;. An omen, &#xC36;&#xC15;&#xC41;&#xC28;&#xC2E;&#xC41;. &#xC36;&#xC15;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC2F;&#xC23;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC17;&#xC4D;&#xC30;&#xC02;&#xC25;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41; &#xC26;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC47;&#xC38;&#xC3F; &#xC36;&#xC4B;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC38;&#xC4B;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41; s&#x14D;din&#x1E6D;su. v. a. To examine, to scrutinise. &#xC36;&#xC4B;&#xC27;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC26;</span>&#xA0;&#xA0;s&#x14D;da. [Tel.] n. Plaster. &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC17;&#xC3E;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2C;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x14D;banamu. [from Skt. &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC4D;.] n. Happiness, good fortune. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2C;</span>&#xA0;&#xA0;s&#x14D;ba. [from Skt. &#xC36;&#xC4B;&#xC2B;.] n. A swelling, tumour. &#xC36;&#xC4B;&#xC2B;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2A;&#xC41;</span>&#xA0;&#xA0;s&#x14D;pu. [Tel.] n. Anise seed. Pimpi-nella anisum, Anethum foeniculum. &#xC2E;&#xC38;&#xC3E;&#xC32;&#xC3E;&#xC32;&#xC4B;&#xC35;&#xC47;&#xC2F;&#xC41; &#xC38;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC2A;&#xC41;&#xC26;&#xC3F;&#xC28;&#xC41;&#xC38;&#xC41;. &#xC38;&#xC40;&#xC2E;&#xC2A;&#xC4B;&#xC35;&#xC41; the Caraway, Carum carui. (Watts.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC28;</span>&#xA0;&#xA0;s&#x14D;na. [Tel.] n. A drizzle, a slight shower of rain. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC35;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC28;. Rain, &#xC35;&#xC3E;&#xC28;.&quot; &#xC2A;&#xC42;&#xC26;&#xC47;&#xC38;&#xC46;&#xC38;&#xC4B;&#xC35;&#xC32;&#xC41; &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;&#xC28; &#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.&quot; UR. vii. 173.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4C;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; s&#x14D;p&#x101;namu. [Skt.] n. A step of a staircase or of a flight of steps. &#xC2E;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC26;&#xC46;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4B;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2E;&#xC41; s&#x14D;demu. [from Skt. &#xC1A;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC4D;.] n. Wonder, astonishment. &#xC05;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. adj. Wonderful. &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC30;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;[from Skt. &#xC38;&#xC4B;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;.] Same as &#xC38;&#xC4B;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; (q. v.)
			</div>
                