&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x14D;ma-v&#x101;ramu [Skt. from &#xC38;&#xC4B;&#xC2E; the moon.] n. Monday. &#xC07;&#xC02;&#xC26;&#xC41; &#xC35;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41;. See &#xC38;&#xC4B;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;s&#x14D;m-ari. [&#xC38;&#xC4B;&#xC2E;&#xC41; (from Skt. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;)+Tel. &#xC05;&#xC30;&#xC3F;.] adj. Idle, lazy, Slothful. &#xC05;&#xC32;&#xC38;&#xC2E;&#xC48;&#xC28;. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC32;, &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;. &quot;&#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC32;&#xC3F;.&quot; Satyabh. iv. 195. &quot;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC24;&#xC1F; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC4B;&#xC2E;&#xC30;&#xC48; &#xC17;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#xC28;&#xC40;&#xC1F;&#xC3F;&#xC32;&#xC4B;&#xC17;&#xC32;&#xC3F;&#xC2A;&#xC46;.&quot; T. ii. 15 . n. A sluggard, a lazy person, an idler, &#xC05;&#xC32;&#xC38;&#xC41;&#xC21;&#xC41;, &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC02;&#xC17;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2E;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;. &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41; s&#x14D;mri-tanamu. n. Sluggishness, laziness. &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC02;&#xC17;&#xC28;&#xC3F; &#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;</span>&#xA0;&#xA0;, &#xC38;&#xC4B;&#xC24;&#xC32;&#xC24; or &#xC38;&#xC4B;&#xC2E;&#xC35;&#xC32;&#xC4D;&#xC32;&#xC3F; s&#x14D;ma. [Skt.] n. The moon plant, Asclepias acida, or A. aphylla, &#xC2A;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC24;&#xC40;&#xC17;&#xC46;, &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC40;&#xC17;&#xC46;. &#xC38;&#xC4B;&#xC2E;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; drinking the juice of the Asclepias. &#xC38;&#xC4B;&#xC2E;&#xC27;&#xC3E;&#xC30; s&#x14D;ma-dh&#x101;ra. n. The heavenly Ganges, &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;. &#xC38;&#xC4B;&#xC2E;&#xC2A;&#xC40;&#xC25;&#xC3F;, &#xC38;&#xC4B;&#xC2E;&#xC2A;&#xC40;&#xC24;&#xC3F; or &#xC38;&#xC4B;&#xC2E;&#xC35;&#xC41;&#xC21;&#xC41; s&#x14D;ma-p&#x12B;thi. n. One who drinks the juice of the Asclepias. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC4B;&#xC2E;&#xC30;&#xC38;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4B;&#xC2E;&#xC2F;&#xC3E;&#xC1C;&#xC3F; s&#x14D;ma-y&#x101;ji. n. A sacrificer, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;</span>&#xA0;&#xA0;or &#xC38;&#xC4B;&#xC2E;&#xC2E;&#xC41; s&#x14D;ma. [from Skt. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC03;.] n. Toil, fatigue. &#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;. Courage, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2C;&#xC46;</span>&#xA0;&#xA0;or &#xC38;&#xC4B;&#xC2C;&#xC3F;&#xC2F; s&#x14D;be. [from Skt. &#xC36;&#xC4B;&#xC2B;.] n. A beauty spot; a damask or mahogany tint; a bright or golden tint or spot on the skin. &#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC46;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2C;&#xC3E;&#xC28;</span>&#xA0;&#xA0;s&#x14D;b&#x101;na. [from Skt. &#xC36;&#xC4B;&#xC2D;&#xC28;&#xC2E;&#xC4D;.] n. A song each foot of which has the word &#xC36;&#xC4B;&#xC2D;&#xC3E;&#xC28;&#xC47; as a chorus. &quot;&#xC38;&#xC4B;&#xC2C;&#xC3E;&#xC35;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41; &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC41;.&quot; H. v. 31.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2F;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x14D;yagamu. [Tel.] n. Beauty, elegance, harmony, splendour. &#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC05;&#xC2E;&#xC26;&#xC2E;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC02;&#xC24;&#xC3F;. &quot;&#xC38;&#xC4B;&#xC2F;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC35;&#xC40;&#xC23;&#xC46;&#xC35;&#xC3E;&#xC2F;&#xC3F;&#xC02;&#xC2A;.&quot; Vasu. iii. 140. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC38;&#xC4B;&#xC2F;&#xC17;&#xC2E;&#xC41;&#xC28; &#xC24;&#xC17;&#xC36;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC02;&#xC1A;&#xC3F;.&quot; P. iv. 345. &quot;&#xC2E;&#xC47;&#xC30;&#xC41; &#xC27;&#xC30;&#xC3E;&#xC27;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC38;&#xC4B;&#xC2F;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC02;&#xC17;&#xC28;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC3F;.&quot; Swa. i. 34. &#xC38;&#xC4B;&#xC2F;&#xC17;&#xC2A;&#xC41; s&#x14D;yagapu. adj. Handsome, beautiful. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC48;&#xC28;. &quot;&#xC05;&#xC32;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2A;&#xC41; &#xC38;&#xC4B;&#xC2F;&#xC17;&#xC2A;&#xC41; &#xC26;&#xC02;&#xC21;&#xC32;&#xC1F;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;.&quot; H. iv. 84.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x14D;mu. [from Skt. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;.] n. Happiness, pleasure, joy, health. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;. adj. Happy, pleasing. &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;&#xC3F;&#xC26;</span>&#xA0;&#xA0;or &#xC38;&#xC4B;&#xC2E;&#xC46;&#xC26; s&#x14D;mida. [from Skt. &#xC38;&#xC4B;&#xC2E;&#xC2E;&#xC4D;. See &#xC38;&#xC4B;&#xC2E;&#xC32;&#xC24;.] n. A tree called Cornilla sesban, Coronilla picta, Pentaptera tomentosa. &#xC24;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC40;&#xC17; or &#xC36;&#xC23;&#xC2A;&#xC30;&#xC4D;&#xC23;&#xC3F;, &#xC36;&#xC4B;&#xC2E;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC2E;&#xC4D;&#xC2E;, &#xC38;&#xC4B;&#xC2E;&#xC3F;&#xC26;&#xC2E;&#xC4D;&#xC2E; &#xC38;&#xC4B;&#xC2E;&#xC3F;&#xC26;&#xC2E; or &#xC38;&#xC4B;&#xC2E;&#xC3F;&#xC38;&#xC3E;&#xC28;&#xC3F; s&#x14D;mi-d&#x113;v-amma. n. A little bestowed upon the wife of a Somayaji (&#xC38;&#xC4B;&#xC2E;&#xC2F;&#xC3E;&#xC1C;&#xC3F;), &#xC2F;&#xC1C;&#xC4D;&#xC35;&#xC2A;&#xC24;&#xC4D;&#xC28;&#xC3F;, &#xC38;&#xC4B;&#xC2E;&#xC2F;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F; See&#xC38;&#xC4B;&#xC2E;&#xC32;&#xC24;. &quot;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC15;&#xC42;&#xC30;&#xC3F;&#xC2E;&#xC3F; &#xC38;&#xC4B;&#xC2E;&#xC3F;&#xC26;&#xC2E;&#xC4D;&#xC2E; &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC3E;&#xC35;&#xC39;&#xC2F;&#xC48; &#xC2D;&#xC1C;&#xC3F;&#xC02;&#xC2A;.&quot; Swa. i. 7.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;s&#x14D;min&#x1E6D;su [from Skt. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC4D;. changed into &#xC38;&#xC4B;&#xC2E;&#xC41;.] v. n. To resemble. &#xC38;&#xC30;&#xC3F;&#xC2A;&#xC4B;&#xC32;&#xC41;. To be courageous, &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be arrogant, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41;. To spread, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;&#xC3E;&#xC38;&#xC3F;</span>&#xA0;&#xA0;[from Skt. &#xC38;&#xC4B;&#xC2E;&#xC2F;&#xC3E;&#xC1C;&#xC3F;.] Same as &#xC38;&#xC4B;&#xC2E;&#xC2F;&#xC3E;&#xC1C;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x14D;ma-s&#x16B;tramu. [Skt.] n. A vessel with a spout. A basin with a spout and handle. The receptacle or pit on the outside of a temple to receive the water with which the idol has been bathed. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC32; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;, &#xC2A;&#xC3E;&#xC28;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC35;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC3F;, &#xC32;&#xC3F;&#xC02;&#xC17;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15; &#xC1C;&#xC32;&#xC2E;&#xC41;&#xC2A;&#xC4B;&#xC2F;&#xC3F; &#xC2A;&#xC21;&#xC41;&#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;. &#xC38;&#xC4B;&#xC2E;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30; &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC2E;&#xC41; circumambulation around a temple with such turnings that the circumambulation shall be complete without the somas&#x16B;tram (hole to receive the water.) having been crossed. &quot;&#xC2A;&#xC4D;&#xC30;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC3F;&#xC23;&#xC3E;&#xC2D;&#xC3F; &#xC35;&#xC02;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC28;&#xC35;&#xC4D;&#xC2F;&#xC2F;&#xC2A;&#xC26;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC32;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC21;&#xC3F;&#xC2F;&#xC41; &#xC30;&#xC46;&#xC02;&#xC21;&#xC41; &#xC17;&#xC3E;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC30;&#xC40;&#xC24;&#xC3F;, &#xC36;&#xC02;&#xC15;&#xC30;&#xC41;&#xC28;&#xC4A;&#xC26;&#xC4D;&#xC26; &#xC38;&#xC4B;&#xC2E;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC26;&#xC3E;&#xC1F;&#xC30;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC41;.&quot; Vanivilas. Page. 219.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC2E;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;s&#x14D;mu&#x1E0D;u. [Skt.] n. The moon, the regent of the moon, the god of beauty. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. See &#xC38;&#xC4B;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
                