&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC30;&#xC02;&#xC17;&#xC3F;</span>&#xA0;&#xA0;s&#x14D;rangi. [Tel.] n. A long snouted fish called the Indian whiting. &#xC05;&#xC30;&#xC1F;&#xC3F; &#xC15;&#xC3E;&#xC2F; &#xC05;&#xC28;&#xC47;&#xC1A;&#xC47;&#xC2A;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC41;</span>&#xA0;&#xA0;s&#x14D;lupu. [Tel.] n. A line, a row. &#xC35;&#xC30;&#xC41;&#xC38;, &#xC2A;&#xC02;&#xC19;&#xC4D;&#xC24;&#xC3F;. &#xC38;&#xC4B;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC17;&#xC3E; s&#x14D;lupu-g&#x101;. adv. In a line or row. &#xC35;&#xC30;&#xC41;&#xC38;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;s&#x14D;lu. [Tel.] v. n. To reel, stagger, faint; to become stupid. &#xC5B;&#xC4B;&#xC17;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC38;&#xC4B;&#xC32;&#xC2E;&#xC41; or &#xC38;&#xC4B;&#xC32;&#xC3F;&#xC02;&#xC24; s&#x14D;lamu n. Intoxication, stupefaction. &#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC1A;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC38;&#xC4B;&#xC32;&#xC3E;&#xC21;&#xC41; s&#x14D;l-&#x101;&#x1E0D;u. v. n. To be diffused through. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;.&quot; &#xC15;&#xC1F;&#xC3F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC35;&#xC3F;&#xC30;&#xC3F;&#xC26;&#xC02;&#xC21; &#xC18;&#xC41;&#xC2E;&#xC18;&#xC41;&#xC2E;&#xC32;&#xC4D; &#xC38;&#xC4B;&#xC32;&#xC3E;&#xC21;.&quot; H. iv. 124. &#xC38;&#xC4B;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; s&#x14D;lin&#x1E6D;su. v. a. To make faint. to charm, to fascinate. &#xC35;&#xC3F;&#xC35;&#xC36;&#xC41;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC4B;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC32;</span>&#xA0;&#xA0;s&#x14D;la. [Tel.] n. A certain dry measure, equal to a seer. &#xC2A;&#xC26;&#xC41;&#xC28;&#xC3E;&#xC30;&#xC41; &#xC21;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41; &#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC15;&#xC4A;&#xC32;&#xC26;&#xC3F;, &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC24;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC4D;&#xC28;&#xC42;&#xC30;&#xC41;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC47;&#xC26;&#xC3F;. &#xC38;&#xC4B;&#xC32;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC17;&#xC3E; s&#x14D;la-veliti-g&#x101;. adv. Scornfully, contemptuously. &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC3E;. &quot;&#xC0F;&#xC32;&#xC2F;&#xC40;&#xC2C;&#xC39;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC47;&#xC35;&#xC48;&#xC28; &#xC2E;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC38;&#xC4B;&#xC32;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC17;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC2F;&#xC4D;&#xC2F;.&quot; BD. iv. 1028. &quot;&#xC08; &#xC1A;&#xC02;&#xC26;&#xC2E;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC3E;&#xC32;&#xC4D;&#xC2A;&#xC15; &#xC2F;&#xC3E;&#xC1A;&#xC02;&#xC26;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC28;&#xC46;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC2F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC42;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC46;&#xC2A;&#xC4B;&#xC32;&#xC35;&#xC46;&#xC32;&#xC3F;&#xC24;&#xC3F;&#xC17; &#xC28;&#xC40; &#xC1A;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC32; &#xC26;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC17;&#xC28;&#xC47;&#xC1F;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41;&#xC28;&#xC4D;.&quot; BP. vi. 238. &#xC38;&#xC4B;&#xC32;&#xC46;&#xC21;&#xC41; s&#x14D;l-e&#x1E0D;u. adj. A small pailful. &#xC05;&#xC30;&#xC24;&#xC35;&#xC4D;&#xC35;&#xC46;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; s&#x14D;ru. [Tel.] n. Salt-petre. &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC4B;&#xC30;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC15;&#xC2E;&#xC41; nitric acid.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC30;&#xC23;&#xC17;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;, &#xC38;&#xC4B;&#xC30;&#xC4D;&#xC28;&#xC17;&#xC02;&#xC21;&#xC3F; or &#xC38;&#xC4B;&#xC30;&#xC23;&#xC2E;&#xC41; s&#x14D;ra&#x1E47;a-ga&#x1E45;&#x1E0D;i. [Tel.] n. A window, a sky light. &#xC17;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;. A. iii. UR. ii. 312. &#xC38;&#xC4B;&#xC30;&#xC23;&#xC3F;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC32;&#xC41; s&#x14D;ra&#x1E47;a-diviyalu. n. plu. Lights kept in the windows. &#xC17;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;&#xC32;&#xC02;&#xC26;&#xC32;&#xC3F; &#xC26;&#xC40;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC18;&#xC1F;&#xC3F;&#xC24; &#xC2E;&#xC23;&#xC3F;&#xC17;&#xC23;&#xC38;&#xC41;&#xC30;&#xC1A;&#xC3F;&#xC30;&#xC26;&#xC40;&#xC27;&#xC3F; &#xC24;&#xC41;&#xC32; &#xC35;&#xC32;&#xC28;&#xC38;&#xC4B;&#xC30;&#xC23;&#xC26;&#xC3F;&#xC35;&#xC3F;&#xC2F;&#xC32;&#xC4D; &#xC38;&#xC26;&#xC15;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC30;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC41;.&quot; Vikramarka. i. 67.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sau-kum&#x101;ryamu. [Skt. from &#xC38;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC2E;&#xC41;.] n. Delicacy, tenderness, &#xC2E;&#xC43;&#xC26;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC15;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saukaryamu. [Skt. from &#xC38;&#xC41;&#xC15;&#xC30;&#xC2E;&#xC41;.] n. Health, good condition, comfort. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC24;, &#xC05;&#xC28;&#xC3E;&#xC2F;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC2E;&#xC3E; &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC15;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC4C;&#xC15;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC26;&#xC41; my father is not well. &#xC26;&#xC47;&#xC39;&#xC38;&#xC4C;&#xC15;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC15; being unwell. &#xC38;&#xC4C;&#xC15;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; saukaryamu-g&#x101;. adv. In good health, comfortably, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC02;&#xC26;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saundaryamu. [Skt. from &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC41;.] n. Beauty. &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x14D;hamu. [Skt. &#xC38;+&#xC05;&#xC39;&#xC2E;&#xC4D;.] n. I am He, The Deity and I are one. &#xC05;&#xC24;&#xC21;&#xC47;&#xC28;&#xC47;&#xC28;&#xC41;, &#xC05;&#xC24;&#xC21;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC08;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;; &#xC28;&#xC47;&#xC28;&#xC41; &#xC05;&#xC28;&#xC17;&#xC3E; &#xC1C;&#xC40;&#xC35;&#xC3F;&#xC21;&#xC41;, &#xC1C;&#xC40;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E;, &#xC05;&#xC24;&#xC21;&#xC47; &#xC28;&#xC47;&#xC28;&#xC28;&#xC17;&#xC3E; &#xC1C;&#xC40;&#xC35;&#xC3E;&#xC24;&#xC4D;&#xC2E; &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC32;&#xC15;&#xC41; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC28;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC33;&#xC3E;&#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC4B;&#xC33;&#xC3E;&#xC02;&#xC26;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC3F; s&#x14D;&#x1E37;&#x101;-doppi. [Tel.] n. A kind of gambling. &#xC26;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41; Vish. vii. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC20;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s-&#x14D;l-lun&#x1E6D;hanamu. [Skt.] n. Irony, taunt, sneer, jeering. &#xC38;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC0E;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;. Vish. vii. 21.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4B;&#xC32;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;s&#x14D;l-ka&#x1E6D;lu. [Tel.] n. Words or sounds used by the manager of a band of dancers. &#xC06;&#xC1F;&#xC15;&#xC4A;&#xC32;&#xC3F;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC24;&#xC15;&#xC25;&#xC48;&#xC25;&#xC48; &#xC05;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &quot;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC30;&#xC2E;&#xC40;&#xC1F;&#xC3F; &#xC17;&#xC40;&#xC24;&#xC02;&#xC2C;&#xC41;&#xC2C;&#xC3E;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4A;&#xC15;, &#xC2E;&#xC27;&#xC41;&#xC30;&#xC4B;&#xC37;&#xC4D;&#xC20;&#xC3F; &#xC38;&#xC30;&#xC3F;&#xC17;&#xC2E;&#xC2A;&#xC27;&#xC2F;&#xC28;&#xC02;&#xC17;, &#xC1C;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC38;&#xC4B;&#xC32;&#xC4D;&#xC15;&#xC1F;&#xC4D;&#xC32; &#xC28;&#xC41;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30; &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC24;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC2E;&#xC28;&#xC17;.&quot; Ila. ii. 17.
			</div>
                