&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC16;&#xC36;&#xC3E;&#xC2F;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4C;&#xC16;&#xC38;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; saukha&#x1E63;&#x101;yaniku&#x1E0D;u. [Skt.] n. A bard or minstrel, whose duty it is to waken the prince in a morning with music and song. &#xC35;&#xC48;&#xC24;&#xC3E;&#xC33;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC30;&#xC3E;&#xC1C;&#xC41;&#xC32;&#xC28;&#xC41; &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC47;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC41;&#xC16;&#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC2F;&#xC28;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. A. iv. 320.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sau-bh&#x101;gyamu. [Skt. from &#xC38;&#xC41;&#xC2D;&#xC17;&#xC2E;&#xC41;.] n. Auspiciousness, good fortune. &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC05;&#xC26;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC2D;&#xC17;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;.&quot; &#xC2E;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC4C;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC15;&#xC4D;&#xC37;&#xC02;&#xC2C;&#xC41; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC47;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; BD. iv. 1347. &#xC38;&#xC4C;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC3F; sau-bh&#x101;gya-vati. n. A good wife, a good woman. A woman whose husband is living. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC26;&#xC41;&#xC35;. This is used as a title in addressing a married woman. &#xC38;&#xC4C;&#xC2D;&#xC3E;&#xC17;&#xC4D;&#xC2F;&#xC35;&#xC24;&#xC3F;&#xC2F;&#xC48;&#xC28; &#xC2E;&#xC3E; &#xC05;&#xC15;&#xC4D;&#xC15; my honoured sister.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC2A;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saupti-kamu. [Skt. from &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC3F;.] adj. Connected with or relating to sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. n. A nocturnal combat, a night attack. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC32;&#xC4B;&#xC28;&#xC17;&#xC41; &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC02;&#xC26;&#xC41; &#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC2A;&#xC48;&#xC2C;&#xC21;&#xC3F; &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC1F;. The name of a book of the Maha Bharata. &#xC2E;&#xC39;&#xC3E;&#xC2D;&#xC3E;&#xC30;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC4A;&#xC15;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;&#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC2A;&#xC47;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saudhamu. [Skt.] n. A mansion, a palace. &#xC30;&#xC3E;&#xC1C;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC28;&#xC17;&#xC30;&#xC41;, &#xC2E;&#xC47;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC26;&#xC3E;&#xC2F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sau-d&#x101;yikamu. [Skt.] n. A dowry given by the parents or by the brothers of the bride.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC26;&#xC3E;&#xC2E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;or &#xC38;&#xC4C;&#xC26;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; saud&#x101;mani. [Skt.] n. Lightning. &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sau-janyamu. [Skt. from &#xC38;&#xC41;&#xC1C;&#xC28;&#xC2E;&#xC4D;.] n. Good nature, urbanity, kindness, friendship. &#xC38;&#xC41;&#xC1C;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC4C;&#xC1C;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC3E; are they on good terms?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC1A;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sauchi-ku&#x1E0D;u. [Skt. from &#xC38;&#xC42;&#xC1A;&#xC3F;.] n. A tailor. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC32;&#xC41;&#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC26;&#xC30;&#xC4D;&#xC1C;&#xC40;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC17;&#xC02;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sau-gandhikamu. [Skt. from &#xC38;&#xC41;&#xC17;&#xC02;&#xC27;&#xC2E;&#xC41;.] n. The white water lily. Nymphca lotus. &#xC1A;&#xC46;&#xC02;&#xC17;&#xC32;&#xC41;&#xC35;. Sulphur, &#xC17;&#xC02;&#xC27;&#xC15;&#xC2E;&#xC41;. &#xC38;&#xC4C;&#xC17;&#xC02;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; sau-gandhyamu. n. Fragrance, &#xC38;&#xC41;&#xC35;&#xC3E;&#xC38;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saukhyamu. [Skt. from &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;.] n. Ease, health, relief, comfort. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;, &#xC39;&#xC3E;&#xC2F;&#xC3F;. &#xC08; &#xC2F;&#xC3F;&#xC02;&#xC1F;&#xC4D;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; I am not comfortable in this house. &#xC28;&#xC40;&#xC15;&#xC41; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3E; are you well?
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC30;</span>&#xA0;&#xA0;saura. [Skt. from &#xC38;&#xC41;&#xC30; the sun.] adj. Solar, of or belonging to the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC4C;&#xC30;&#xC1C;&#xC2A;&#xC2E;&#xC41; worship of the sun. &#xC38;&#xC4C;&#xC30;&#xC2E;&#xC41; or &#xC38;&#xC4C;&#xC30;&#xC2E;&#xC24;&#xC2E;&#xC41; sauramu. n. The school of the worshippers of the sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC2A;&#xC3E;&#xC38;&#xC15;&#xC41;&#xC32; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;. &#xC38;&#xC4C;&#xC30;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; saura-m&#x101;namu. adj. Measured by the sun, solar. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC3F;&#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2F;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saumyamu. [Skt. from &#xC38;&#xC4B;&#xC2E;.] adj. Lunar. Handsome, pleasing. Mild, gentle, placid, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;. &#xC06;&#xC2F;&#xC28; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; he is very mild or gentle. &#xC06;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC1C;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC02;&#xC1A;&#xC46;&#xC2E;&#xC41; &#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; his fever is now diminishing. n. Smoothness, gentleness, mildness. &#xC36;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F; saumya. n. The name of a year. &#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; saumya-v&#x101;ramu. n. Wednesday. &#xC2C;&#xC41;&#xC27;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; saumyu&#x1E0D;u. n. A name of Budhudu, given for his being the son of Soma by Tara or Venus. &#xC2C;&#xC41;&#xC27;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41;. A mild man, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC06;&#xC2F;&#xC28; &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4C;&#xC2E;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41; he is very gentle.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC2E;&#xC28;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sau-manasyamu. [Skt. from &#xC38;&#xC2E;&#xC38;&#xC4D;&#xC38;&#xC41;.] n. Friendliness, favourableness of mind or disposition. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC2E;&#xC28;&#xC38;&#xC41; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sauni-ku&#x1E0D;u. [Skt.] n. A butcher. &#xC15;&#xC1F;&#xC3F;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                