&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC35;&#xC41;&#xC30;&#xC41; sauru. [Tel.] n. Bloom, beauty. &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;. Manner, &#xC35;&#xC3F;&#xC27;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC40;&#xC30;&#xC41; &#xC2E;&#xC3E;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC38;&#xC4C;&#xC30;&#xC41;.&quot; T. iv. 59. adj. Beautiful, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sauri-ku&#x1E0D;u. [Skt. from &#xC38;&#xC41;&#xC30;.] n. An arrack merchant, a wine-seller. &#xC38;&#xC3E;&#xC30;&#xC3E;&#xC2F;&#xC3F; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC15;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC30;&#xC3F;</span>&#xA0;&#xA0;sauri [Skt.] n. A name of Sani. &#xC36;&#xC38;&#xC48;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC41;&#xC21;&#xC41;. Also, of Yama, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC30;&#xC3E;&#xC37;&#xC4D;&#xC1F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sau-r&#x101;sh&#x1E6D;ramu. [Skt.] n. The name of a country and of a certain tune. &#xC12;&#xC15;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC30;&#xC3E;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC30;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4C;&#xC30;&#xC2D;&#xC4D;&#xC2F;&#xC2E;&#xC41; saurabhamu. [Skt. from &#xC38;&#xC41;&#xC30;&#xC2D;&#xC3F;.] n. Odour, fragrance. &#xC35;&#xC3E;&#xC38;&#xC28;, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;. &#xC38;&#xC4C;&#xC30;&#xC2D;&#xC47;&#xC2F;&#xC2E;&#xC41; saurabh&#x113;yamu. n. An ox. &#xC2C;&#xC32;&#xC40;&#xC35;&#xC30;&#xC4D;&#xC27;&#xC2E;&#xC41;, &#xC0E;&#xC26;&#xC4D;&#xC26;&#xC41;. A. iv. 83. &#xC38;&#xC3E;&#xC30;&#xC2D;&#xC47;&#xC2F;&#xC3F; saura-bh&#x113;yi. n. A cow, &#xC06;&#xC35;&#xC41;, &#xC17;&#xC4B;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC15;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;skandu&#x1E0D;u. [Skt.] n. The name of the god of war, Kumaraswami. &#xC15;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4C;&#xC39;&#xC43;&#xC26;&#xC2E;&#xC41; sau-h&#x101;rdamu. [Skt. from &#xC38;&#xC41;&#xC39;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;.] n. Friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC37;&#xC4D;&#xC20;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;saush&#x1E6D;havamu. [Skt. from &#xC38;&#xC41;&#xC37;&#xC4D;&#xC20;&#xC41;.] n Beauty, goodness, excellence. &#xC38;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC05;&#xC35;&#xC2F;&#xC35; &#xC38;&#xC4C;&#xC37;&#xC4D;&#xC20;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41; a well made man, a well proportioned man. &quot;&#xC15;&#xC41;&#xC02;&#xC24;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC38;&#xC4C;&#xC37;&#xC4D;&#xC1F;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; R. iv. 64.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC36;&#xC40;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sau-&#x1E63;&#x12B;lyamu. [Skt. from &#xC38;&#xC41;&#xC36;&#xC40;&#xC32;&#xC2E;&#xC41;.] n. Well-disposedness, natural amiability; &#xC38;&#xC41;&#xC36;&#xC40;&#xC32;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC41;&#xC36;&#xC40;&#xC32;&#xC24;, &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC35;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sauv&#x12B;ramu. [Skt.] n. Antimony, collyrium. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F;, &#xC28;&#xC40;&#xC32;&#xC3E;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;. Sour rice water, &#xC2A;&#xC41;&#xC32;&#xC3F;&#xC15;&#xC21;&#xC41;&#xC17;&#xC41;&#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;. The fruit of the jujube tree. &#xC2C;&#xC26;&#xC30;&#xC40;&#xC2B;&#xC32;&#xC2E;&#xC41;, &#xC30;&#xC47;&#xC17;&#xC41;&#xC2A;&#xC02;&#xC21;&#xC41;. A certain country on the banks of the Indus. &#xC38;&#xC4C;&#xC35;&#xC40;&#xC30;&#xC2A;&#xC3E;&#xC37;&#xC3E;&#xC23;&#xC2E;&#xC41; sauv&#x12B;ra-p&#x101;sh&#x101;&#x1E47;amu. n. Antimony. &#xC15;&#xC3E;&#xC1F;&#xC41;&#xC15;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC35;&#xC3F;&#xC26;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4C;&#xC35;&#xC3F;&#xC26;&#xC41;&#xC21;&#xC41; sau-vidallu&#x1E0D;u. [Skt.] n. A guard over a harem. &#xC05;&#xC02;&#xC24;&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;</span>&#xA0;&#xA0;sau-var&#x1E47;i. [Skt. from &#xC38;&#xC41;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;.] adj. Golden, made of gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC24;&#xC4B;&#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC17;&#xC32;. &#xC38;&#xC4C;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC15;&#xC2E;&#xC41; sau-var&#x1E47;ikamu. n. A weight of gold, a weight of four large Ratis or mashas. &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC4B;&#xC2A;&#xC3E;&#xC32;&#xC41;, &#xC28;&#xC3E;&#xC32;&#xC41;&#xC17;&#xC41; &#xC2E;&#xC3F;&#xC28;&#xC2A;&#xC17;&#xC3F;&#xC02;&#xC1C;&#xC32;&#xC2F;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC38;&#xC4C;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC30;&#xC23;&#xC3F; a kind of drug, &#xC13;&#xC37;&#xC27;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4C;&#xC35;&#xC30;&#xC4D;&#xC1A;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sauvarchalamu. [Skt.] n. Sochal salt, natron, alkali. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC09;&#xC2A;&#xC4D;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC15;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;skannamu. [Skt.] adj. Fallen, fallen down or from; trickling out or down. &#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC41;, &#xC17;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC15;&#xC02;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;skandhamu. [Skt.] n. The shoulder or the head of the humerus. &#xC2D;&#xC41;&#xC1C; &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC38;&#xC41;. The trunk of a tree, &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC32; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC3F; &#xC2E;&#xC3E;&#xC28;&#xC41;, &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC2C;&#xC4B;&#xC26;&#xC46;. A chapter, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. A battle, &#xC2F;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41; or &#xC38;&#xC30;&#xC3F;&#xC38;&#xC2E;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC15;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41; they are equals. &#xC38;&#xC4D;&#xC15;&#xC02;&#xC27;&#xC36;&#xC3E;&#xC16; the first branch springing from the trunk of a tree, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2E;&#xC4A;&#xC26;&#xC1F;&#xC3F; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;. &#xC38;&#xC4D;&#xC15;&#xC02;&#xC27;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC15; skandha-pa&#x1E6D;&#x1E6D;ika. n. The lintel of a door, &#xC17;&#xC02;&#xC26;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC46;. &#xC38;&#xC4D;&#xC15;&#xC02;&#xC27;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; skandh&#x101;-v&#x101;ramu. n. A camp, a halting place. &#xC26;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC38;&#xC3F;&#xC28; &#xC1A;&#xC4B;&#xC1F;&#xC41;, &#xC36;&#xC3F;&#xC2C;&#xC3F;&#xC30;&#xC2E;&#xC41;. An army, &#xC26;&#xC02;&#xC21;&#xC41;. &quot;&#xC38;&#xC4D;&#xC15;&#xC02;&#xC27;&#xC3E;&#xC35;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC30;&#xC3F;&#xC2F;&#xC02;&#xC1C;&#xC4A;&#xC1A;&#xC4D;&#xC1A;&#xC3F;.&quot; M. V. i. 100.
			</div>
                