&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;stambhamu. [Skt.] n. A pillar, a post, a stalf, a stem, trunk, &#xC15;&#xC02;&#xC2C;&#xC2E;&#xC41;, Stupidity, stupefaction. Stoppage or suppression of any sense or power caused by magical incantations or drugs, &amp;c. &#xC0A;&#xC30;&#xC15;&#xC41;&#xC02;&#xC21;&#xC41;&#xC1F;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC30;&#xC1F;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41; the stem of a plantain tree. &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; stambhanamu. n. Stopping, obstruction, hindrance. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC06;&#xC1F;&#xC02;&#xC15; &#xC2A;&#xC30;&#xC1A;&#xC21;&#xC2E;&#xC41;. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; restraining the power of fire by magical means &#xC1C;&#xC32;&#xC28;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; continuing along while under water without inconvenience. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC38;&#xC4D;&#xC25;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; raising the body in the air and maintaining it in such a position without support. &#xC2D;&#xC42;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; the laying of ghosts, &amp;c. &#xC2E;&#xC43;&#xC17;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; restraining wild beasts. &#xC16;&#xC21;&#xC4D;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; preventing a sword from doing injury. &#xC17;&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC28;&#xC2E;&#xC41; stoppage, preventing a man from moving. &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; stam-bhin&#x1E6D;su. v. n. To stop, to become motionless, stupefied or insensible, &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC35;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC08; &#xC2E;&#xC3E;&#xC1F;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC25;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; on hearing this he stood stock-still. &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41; stambhin&#x1E6D;su. v. a. To strike dead, depriev of the power of moving, make motionless. &#xC15;&#xC26;&#xC32;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC41;&#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;stambamu. [Skt.] n. A clump of grass. A sheaf of corn. &#xC24;&#xC43;&#xC23;&#xC3E;&#xC26;&#xC3F;&#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;. &#xC26;&#xC41;&#xC2C;&#xC4D;&#xC2C;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC02;&#xC2C;&#xC47;&#xC30;&#xC2E;&#xC2E;&#xC41; stamb&#x113;-ramamu. n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. Parij. iv. 44.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC2A;&#xC41;</span>&#xA0;&#xA0;or &#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC2A;&#xC41; s&#x1E6D;&#x101;mpu. [Eng. &apos;stamp.&apos;] n. A stamp. &#xC2E;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC1F;&#xC3E;&#xC02;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; a stamped paper.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC16;&#xC32;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;skhalanamu. [Skt.] n. Stumbling, slipping, tripping, dripping, trickling, &#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC3F;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC21;&#xC2E;&#xC41;, &#xC30;&#xC47;&#xC24;&#xC38;&#xC4D;&#xC2A;&#xC4D;&#xC16;&#xC32;&#xC28;&#xC2E;&#xC41;. emission of semen. &quot;&#xC2A;&#xC26;&#xC38;&#xC4D;&#xC16;&#xC32;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&quot; by a slip of the foot. Mandhata. iii. 161. &#xC38;&#xC4D;&#xC16;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41; skhalin&#x1E0D;su. v. n. To slip. &#xC5B;&#xC3E;&#xC30;&#xC41;. To stumble, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC16;&#xC32;&#xC3F;&#xC24;&#xC2E;&#xC41; skhalitamu. adj. Slipped, fallen, gone, shaken. Stuttering. &#xC1A;&#xC4D;&#xC2F;&#xC41;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC28;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;. &quot;&#xC2E;&#xC26;&#xC38;&#xC4D;&#xC16;&#xC32;&#xC3F;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC41;&#xC21;&#xC4A; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC46;&#xC30;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC4B;.&quot; KP. vi. 16. &#xC05;&#xC38;&#xC4D;&#xC16;&#xC32;&#xC3F;&#xC24;&#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC1A;&#xC3E;&#xC30;&#xC3F; one who has no connection with women. &#xC38;&#xC4D;&#xC25;&#xC32;&#xC3F;&#xC24;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; skhali-tatvamu. n. An error, omission, trip, slip. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;, &#xC5B;&#xC3E;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC16;&#xC3E;&#xC32;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; skh&#x101;lityamu. n. An error, omission. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41;. &#xC2A;&#xC4A;&#xC30;&#xC2A;&#xC3E;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;stavamu. [Skt.] n. Praise. &#xC38;&#xC4D;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC2C;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;stabdhamu. [Skt.] adj. Firm, stiff, motionless, immovable, paralized, stupefied, stupid, dull. &#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3E;&#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC38;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC28;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC38;&#xC4D;&#xC24;&#xC2C;&#xC4D;&#xC27;&#xC30;&#xC4B;&#xC2E;&#xC2E;&#xC41; stabdha-r&#x14D;mamu. n. (lit. stiff haired) A hog. &#xC2A;&#xC02;&#xC26;&#xC3F;. &#xC38;&#xC4D;&#xC24;&#xC2C;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41; stabdhu&#x1E0D;u. n. A blockhead. &#xC1C;&#xC21;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC35;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC24;&#xC2C;&#xC4D;&#xC27;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC46;&#xC28;&#xC41; on hearing that he stood as if thunderstruck.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC2C;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;stabakamu. [Skt.] n. A cluster of blossoms, a bunch of flowers, a nose-gay or bouquet, &#xC17;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;, &#xC2A;&#xC42;&#xC17;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC28;&#xC2F;&#xC3F;&#xC24;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;stana-yitnuvu. [Skt.] n. A cloud. &#xC2E;&#xC47;&#xC18;&#xC2E;&#xC41;. A. iv. 123. &#xC38;&#xC4D;&#xC24;&#xC28;&#xC3F;&#xC24;&#xC2E;&#xC41; stanitamu. n. Thunder. &#xC2E;&#xC47;&#xC18;&#xC28;&#xC3F;&#xC30;&#xC4D;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC09;&#xC30;&#xC41;&#xC2E;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;stanamu. [Skt.] n. A woman&apos;s breast. &#xC15;&#xC41;&#xC1A;&#xC2E;&#xC41;, &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC28;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC36;&#xC32;&#xC4D;&#xC2F; &#xC2A;&#xC30;&#xC40;&#xC15;&#xC4D;&#xC37; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he makes a minute examination; literally, he will even search for a bone in a breast. &#xC38;&#xC4D;&#xC24;&#xC28;&#xC02;&#xC27;&#xC2F;&#xC41;&#xC21;&#xC41; stanan-dhayu&#x1E0D;u. n. A suckling, an infant at the breast. &#xC1A;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC41;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2E;&#xC17;&#xC2C;&#xC3F;&#xC21;&#xC4D;&#xC21;. &#xC1A;&#xC02;&#xC1F;&#xC3F;&#xC2A;&#xC3E;&#xC2A;. &#xC38;&#xC4D;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; stanyamu. n. Milk. &#xC2A;&#xC3E;&#xC32;&#xC41;, &#xC1A;&#xC28;&#xC41;&#xC2C;&#xC3E;&#xC32;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC28;&#xC4D;&#xC2F;&#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; drinking mother&apos;s milk.
			</div>
                