&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;st&#x16B;pamu. [Skt.] n. A mound of earth. &#xC26;&#xC3F;&#xC2C;&#xC4D;&#xC2C;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;</span>&#xA0;&#xA0;stuti. [Skt.] n. Praise, applause. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; stutintsu. v. a. To praise, applaud. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC20;&#xC15;&#xC41;&#xC21;&#xC41; stuti-p&#x101;&#x1E6D;haku&#x1E0D;u. n. A eulogist, a flatterer. &#xC2C;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41; stutamu. adj. Praised. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41; stutyamu. adj. Laudable, praiseworthy. &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;stimitamu. [Skt.] adj. Slow, soft, gentle, dull. &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC12;&#xC33;&#xC4D;&#xC32;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; he is a little better. &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC27;&#xC30; &#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F; at present the sale is dull, &#xC2E;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;</span>&#xA0;&#xA0;str&#x12B;. [Skt.] n. A woman. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3F;. adj. Female, feminine. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; the feminine gender. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC4B;&#xC32;&#xC41;&#xC21;&#xC41; one who is enamoured by women. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC4B;&#xC32;&#xC41;&#xC21;&#xC41; a weak, fickle or effeminate mind. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC27;&#xC28;&#xC2E;&#xC41; pin-money, the gift bestowed by parents on their daughter after her marriage the wife&apos;s property or private purse. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41; str&#x12B;-gh&#x14D;shamu. n. The dawn. &#xC35;&#xC47;&#xC15;&#xC41;&#xC35;, &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; str&#x12B;-tvamu. n. Womanhood, feminineness. &#xC06;&#xC21;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. &quot;&#xC24;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC48;&#xC28; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37; &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC32;&#xC47;&#xC35;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC40; &#xC1C;&#xC40;&#xC35;&#xC41;&#xC28;&#xC15;&#xC41;.&quot; M. XIII. v. 131. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41; str&#x12B;-ratnamu. n. An excellent woman. Also, a kind of plant. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; str&#x12B;-vidya. n. The education of woman. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC48;&#xC23;&#xC2E;&#xC41; strainamu. adj. Female, feminine. &#xC06;&#xC21;&#xC41;&#xC26;&#xC3E;&#xC28;&#xC3F;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. n. Womanhood. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC06;&#xC21;&#xC41;&#xC24;&#xC28;&#xC2E;&#xC41;. The nature of woman, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. M. I. viii. 188.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;st&#x14D;mamu. [Skt.] n. A mass, heap, quantity, assemblage, multitude, crowd, body, troop, company, crew, gang, club, pack, host, army. &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;, &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &#xC26;&#xC02;&#xC21;&#xC41;. Praise, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. A sacrifice, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. &#xC27;&#xC42;&#xC2E;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC2E;&#xC2E;&#xC41; a volume of smoke. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC2E;&#xC36;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC30;&#xC41; they came in crowd with their followers.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC2D;&#xC2E;&#xC41;</span>&#xA0;&#xA0;st&#x14D;bhamu. [Skt.] n. False or deceptive encouragement, deceptive promises. &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC30;&#xC47;&#xC2A;&#xC23;, &#xC15;&#xC2A;&#xC1F;&#xC35;&#xC3E;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC3E;&#xC2F;&#xC2E;&#xC3E;&#xC1F;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;st&#x14D;tramu. [Skt.] n. Praise, applause. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;. &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; st&#x14D;trin&#x1E6D;su v. a. To praise, applaud. &#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC4A;&#xC17;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;st&#x14D;kamu. [Skt.] adj. Little, small, diminutive. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC24;&#xC47;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;stenu&#x1E0D;u. [Skt.] n. A thief, robber, &#xC26;&#xC4A;&#xC02;&#xC17;. &#xC38;&#xC4D;&#xC24;&#xC47;&#xC2F;&#xC2E;&#xC41; st&#x113;yamu. n. Theft, robbery. &#xC1A;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC24;&#xC47;&#xC2F;&#xC3F; st&#x113;yi. n. A thief. &#xC1A;&#xC4B;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC4A;&#xC02;&#xC17;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC38;&#xC4D;&#xC24;&#xC47;&#xC2F;&#xC3F; a stealer of gold, that is, a goldsmith (in allusion to his work.) &#xC38;&#xC4D;&#xC24;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; stainyamu. n. Theft. &#xC26;&#xC4A;&#xC02;&#xC17;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
                