&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC2A;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sthapati. [Skt.] n. An architect, a master carpenter or builder. &#xC30;&#xC25;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. An excellent person, &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC17;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sthaganamu. [Skt.] n. A covering. concealment. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC25;&#xC17;&#xC3F;&#xC24;&#xC2E;&#xC41; sthagitamu. adj. Covered, hidden, concealed. &#xC15;&#xC2A;&#xC4D;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2A;&#xC24;&#xC2A;&#xC28; &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC23; &#xC38;&#xC4D;&#xC25;&#xC17;&#xC3F;&#xC24;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC2E;&#xC23;&#xC3F;&#xC15;&#xC3F;.&quot; Swa. pref. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC02;&#xC21;&#xC3F;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sthan&#x1E0D;ilamu. [Skt.] n. A level square piece of ground, prepared for a sacrifice. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; &#xC1A;&#xC24;&#xC41;&#xC30;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC2C;&#xC3E;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;</span>&#xA0;&#xA0;stha. [Skt.] adj. Staying, abiding, being, situated. &#xC09;&#xC02;&#xC21;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sth&#x101;namu. [Skt.] n. A place, situation, spot, site, ground, space, a home, abode, position, post, dignity, &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC2A;&#xC26;&#xC2E;&#xC41;, &#xC09;&#xC28;&#xC3F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC41; three shrines; these are &#xC26;&#xC4D;&#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3E;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41;, &#xC2D;&#xC40;&#xC2E;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC36;&#xC4D;&#xC30;&#xC40;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41;. &quot;&#xC27;&#xC30;&#xC23;&#xC40;&#xC36;&#xC2F;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC25;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC35;&#xC46;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC15;&#xC41;&#xC28;&#xC47;&#xC17;&#xC3F;.&quot; G. vi. 124. &#xC06;&#xC2F;&#xC28; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is in the place of my father. &#xC0F;&#xC15;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; the unit&apos;s place, any number under ten. &#xC26;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; the ten&apos;s place. &#xC36;&#xC24;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41; the hundred&apos;s place. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC2E;&#xC41; sth&#x101;nikamu. adj. Local, belonging to a place. &#xC38;&#xC4D;&#xC25;&#xC32;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; sth&#x101;niku&#x1E0D;u. n. A warden, a beadle. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC2E;&#xC23;&#xC3F;&#xC2F;&#xC17;&#xC3E;&#xC21;&#xC41;, &#xC17;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC30;&#xC41;&#xC2A;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC41; the servants in a temple. &#xC17;&#xC41;&#xC21;&#xC3F;&#xC2A;&#xC30;&#xC3F;&#xC1C;&#xC28;&#xC2E;&#xC41;. &quot;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC42;&#xC39;&#xC02;&#xC2C;&#xC41; &#xC35;&#xC46;&#xC02;&#xC1F;&#xC30;&#xC3E; &#xC28;&#xC35;&#xC4D;&#xC35;&#xC48;&#xC15;&#xC41;&#xC02;&#xC20;&#xC41; &#xC38;&#xC47;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; A. iv. 59. &quot;&#xC24;&#xC28;&#xC26;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC02;&#xC26;&#xC32;&#xC2E;&#xC41;&#xC28;&#xC4D; &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC4A;&#xC38;&#xC02;&#xC17;&#xC3F;&#xC2A;&#xC28;&#xC41;&#xC2A;.&quot; A. ii.109. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; sth&#x101;n&#x12B;yamu. n. A city, a town, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sth&#x101;&#x1E47;u&#x1E0D;u. [Skt.] n. A name of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. T. ii. 18. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC41;&#xC35;&#xC41; sth&#x101;&#x1E47;uvu. n. A name of Siva. The trunk of a tree; a pollard; a stake. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC3E;&#xC16;&#xC3E;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F; &#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC2E;&#xC4B;&#xC21;&#xC41;. A nail, &#xC2E;&#xC47;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC35;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sthav&#x12B;yamu. [Skt.] adj. Solid, compact. Very stout; great, respectable. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;s&#x1E6D;ha-vish&#x1E6D;hamu. [Skt.] adj. Very big or fat. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC35;&#xC3F;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sthaviramu. [Skt.] adj. Old, aged. &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;. &#xC0F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC28;, &#xC38;&#xC4D;&#xC25;&#xC35;&#xC3F;&#xC30;&#xC41;&#xC21;&#xC41; sthaviru&#x1E0D;u. n. An old man, &#xC2E;&#xC41;&#xC38;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC25;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC25;&#xC32;&#xC3F; sthalamu. [Skt.] n. A place, spot, locality, region, district, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;, &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;. Room, space. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC41; a foreign or strange place. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC25;&#xC32;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a person from another place. &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC23;&#xC2E;&#xC41; stha&#x1E37;a-pur&#x101;&#x1E47;amu. n. A legend associated with a particular place, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC25;&#xC32;&#xC2E;&#xC3E;&#xC39;&#xC3E;&#xC24;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; sthala-m&#x101;h&#x101;tmyamu. n. The influence of a place. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC24;</span>&#xA0;&#xA0;sth&#x101;ta. [Skt.] n. One who is or resides. &#xC09;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC3F;.
			</div>
                