&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC38;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;sth&#x101;snuvu. [Skt.] adj. Firm, stable, permanent. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2C;&#xC39;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41; &#xC09;&#xC02;&#xC21;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC38;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sth&#x101;sakamu. [Skt.] n. Perfuming. smearing the body with sandal or fragrant unguents. &#xC17;&#xC02;&#xC27;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2E;&#xC48;&#xC2A;&#xC42;&#xC24;, &#xC15;&#xC41;&#xC02;&#xC15;&#xC41;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC42;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sth&#x101;varamu. [Skt.] adj. Fixed, stationary, firm, stable, immovable. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC09;&#xC28;&#xC4D;&#xC1A;&#xC1A;&#xC4B;&#xC1F;&#xC28;&#xC41;&#xC02;&#xC21;&#xC3F; &#xC05;&#xC35;&#xC24;&#xC32;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC26;&#xC32;&#xC28;&#xC3F;. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC05;&#xC1A;&#xC32;&#xC2E;&#xC48;&#xC28;. n. Immovable property such as land, houses, &amp;c. a fixed place of abode. &#xC24;&#xC4B;&#xC1F; &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;&#xC3F; &#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC15;&#xC26;&#xC32;&#xC3F;&#xC28;&#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC35;&#xC30;&#xC1C;&#xC02;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; property which is partly immovable and partly movable. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; sth&#x101;varamu-g&amp;amacr. adv. Permanently. &#xC36;&#xC3E;&#xC36;&#xC4D;&#xC35;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC17;&#xC3E;. &#xC35;&#xC3E;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they have settled there permanently. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to have fixed abodes.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC32;&#xC3F;</span>&#xA0;&#xA0;sth&#x101;li. [Skt.] n. Any small pot. &#xC15;&#xC41;&#xC02;&#xC2D;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC02;&#xC21;. A cooking pot, &#xC35;&#xC02;&#xC1F;&#xC15;&#xC41;&#xC02;&#xC21;. A small drinking vessel, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC24;&#xC3E;&#xC17;&#xC47; &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC32;&#xC40; &#xC2A;&#xC41;&#xC32;&#xC3E;&#xC15;&#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41; judging of the whole by a part; for the whole pot is boiled if a spoonful is. &#xC15;&#xC41;&#xC02;&#xC21;&#xC46;&#xC21;&#xC41; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC12;&#xC15; &#xC2E;&#xC46;&#xC24;&#xC41;&#xC15;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1F; &#xC05;&#xC28;&#xC41; &#xC28;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;sth&#x101;yi. [Skt.] n. That which exists. &#xC09;&#xC02;&#xC21;&#xC41;&#xC28;&#xC26;&#xC3F;. adj. Existing, &#xC09;&#xC28;&#xC4D;&#xC28;. Steady, firm, unchangeable, permanent, lasting. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC09;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; a permanent employement. &#xC05;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC30;&#xC4D;&#xC15;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41; as long as sun and moon endure. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2F;&#xC3F;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; sth&#x101;yi-bh&#x101;vamu. n. The characteristics of the amorous passion. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2F;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41; sth&#x101;yu-ku&#x1E0D;u. n. The overseer of a village. &#xC0F;&#xC15;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sth&#x101;mamu. [Skt.] n. Bodily strength or vigor, &#xC36;&#xC30;&#xC40;&#xC30;&#xC2C;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sth&#x101;pin&#x1E6D;su. [Skt.] v. a. To set up, erect, found, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;. To establish, confirm, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC41;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; sth&#x101;pitamu. adj. Set up, erected. &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. Fixed, settled, founded, established. &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3E;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC27;&#xC3E;&#xC30;&#xC23; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28; or &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; sth&#x101;pana. n. Fixing, erecting, placing, establishing, founding, setting up. &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC37;&#xC4D;&#xC20; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC0F;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC1F;&#xC21;&#xC2E;&#xC41;. &#xC2D;&#xC42;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC2A;&#xC28;&#xC2E;&#xC41; burial.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC42;&#xC30;&#xC3F;</span>&#xA0;&#xA0;sth&#x16B;ri. [Skt.] n. A pack horse. &#xC2C;&#xC30;&#xC41;&#xC35;&#xC41; &#xC2E;&#xC4B;&#xC2F;&#xC41; &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC42;&#xC23;</span>&#xA0;&#xA0;sth&#x16B;&#x1E47;a. [Skt.] n. A post, a pillar. An anvil. An iron image. &#xC38;&#xC4D;&#xC25;&#xC02;&#xC2D;&#xC2E;&#xC41;, &#xC26;&#xC3E;&#xC17;&#xC3F;&#xC32;&#xC3F;. &#xC07;&#xC28;&#xC41;&#xC2A;&#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;</span>&#xA0;&#xA0;sthira. [Skt.] n. The earth. &#xC2D;&#xC42;&#xC2E;&#xC3F;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC41; sthiramu. adj. Fixed, firm, stable, steady, steadfast, immovable, permanent, lasting, enduring, &#xC15;&#xC26;&#xC32;&#xC28;&#xC3F;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC15;&#xC21;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC25;&#xC3E;&#xC35;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC36;&#xC4D;&#xC1A;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC23;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC24; or &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; sthirata. n. Permanency, durability, firmness, steadiness, &#xC38;&#xC4D;&#xC25;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC2E;&#xC24;&#xC3F;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC24; steadiness of mind. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; sthira-paru&#x1E6D;su. v. a. To confirm, ratify. &#xC30;&#xC42;&#xC22;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; sthira-v&#x101;ramu. n. Saturday. &#xC36;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC26;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F; immovable property.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sthitamu. [Skt.] adj. Standing, staying, being, situated. &#xC09;&#xC28;&#xC4D;&#xC28;, &#xC28;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28; &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F; sthiti. n. State, condition. Existence. Property, estate. &#xC09;&#xC28;&#xC3F;&#xC15;&#xC3F;, &#xC26;&#xC36;. &#xC05;&#xC35;&#xC38;&#xC4D;&#xC25;, &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;, &#xC38;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;, &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F; &#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; creation, existence and destruction. &#xC2D;&#xC42;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F; landed property. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC3F;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41; sthiti-mantu&#x1E0D;u. n. A man of property, a well-to-do man, &#xC06;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC27;&#xC28;&#xC35;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
                