&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC4C;&#xC23;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sthau&#x1E47;&#x113;yamu. [Skt.] n. A sort of perfume, &#xC17;&#xC02;&#xC21;&#xC3F;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC48;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sthairyamu. [Skt. from &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC2E;&#xC41;.] n. Steadiness, steadfastness, stability, firmness. &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC27;&#xC40;&#xC30;&#xC24;, &#xC26;&#xC3E;&#xC30;&#xC4D;&#xC22;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sth&#x113;yu&#x1E0D;u. [Skt.] n. A very steady person. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC47;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sth&#x113;mamu. [Skt.] n. Bodily strength. &#xC36;&#xC30;&#xC40;&#xC30;&#xC2C;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sth&#x16B;lamu. [Skt.] adj. Large, bulky, thick, fat, corpulent. Corporeal, as opposed to spiritual.&#xC2C;&#xC43;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;, &#xC32;&#xC3E;&#xC35;&#xC41;&#xC26;&#xC48;&#xC28;. &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC26;&#xC47;&#xC39;&#xC3F; a corpulent man. &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC28;&#xC3E;&#xC38;&#xC3F;&#xC15;&#xC2E;&#xC41; a large nosed animal. &quot;&#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC15;&#xC28;&#xC41;&#xC17;&#xC41;&#xC21;&#xC4D;&#xC21;&#xC41; &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC02;&#xC2C;&#xC41;&#xC15;&#xC26;&#xC4D;&#xC2A;&#xC3E;&#xC2A;.&quot; V&#x113;ma. 593. &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC3E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a large intestine.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;sn&#x101;taku&#x1E0D;u. [Skt.] n. A Brahmin who is a householder, duly intiated after completing his studies. &#xC35;&#xC3F;&#xC35;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC15;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC36;&#xC40;&#xC32;&#xC35;&#xC4D;&#xC30;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC2E;&#xC3E;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F; &#xC17;&#xC43;&#xC39;&#xC38;&#xC4D;&#xC25;&#xC41; &#xC05;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. If at the end of this period, he has not acquired a knowledge of the Vedas, he is called &#xC35;&#xC4D;&#xC30;&#xC24;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. If he has acquired this knowledge before the end of the period, he is called &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. If he finishes his studies with the expiration of the period, he is termed &#xC09;&#xC2D;&#xC2F;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC15;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC41;&#xC21;&#xC41; sn&#x101;tu&#x1E0D;u. n. One who has bathed, &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC2A;&#xC4B;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; &#xC38;&#xC41;&#xC2A;&#xC4D;&#xC28;&#xC3E;&#xC24;&#xC41;&#xC32;&#xC48;.&quot; M. XIII. iii. 102. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; sn&#x101;namu. n. Bathing, ablution, a bath. &#xC2E;&#xC41;&#xC23;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC15;&#xC02;&#xC20;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; bathing all but the head. &#xC36;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC28;&#xC4D;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41; bathing the whole body. &#xC15;&#xC1F;&#xC3F;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; bathing up to the middle. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC18;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41; a bathing place. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC24;&#xC38;&#xC4D;&#xC28;&#xC4D;&#xC38;&#xC3E;&#xC28;&#xC2E;&#xC41; a morning bath. &#xC05;&#xC2D;&#xC4D;&#xC2F;&#xC02;&#xC17;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; bathing after having anointed the head with oil. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after bathing. &#xC15;&#xC43;&#xC24;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC48; having bathed. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC28;&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41; Christain baptism.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC28;&#xC38;</span>&#xA0;&#xA0;snasa. [Skt.] n. A very fine artery or vein. &#xC38;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC28;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC28;&#xC2A;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;snapanamu. [Skt.] n. Bathing, washing, ceremonial ablutions. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC28;&#xC2A;&#xC28;&#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30; a vessel used in worship.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC25;&#xC4C;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sthaulyamu. [Skt. from &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2E;&#xC41;.] n. Bulk, largeness, greatness, fatness, corpulence, thickness. &#xC38;&#xC4D;&#xC25;&#xC42;&#xC32;&#xC2C;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC2C;&#xC43;&#xC39;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC32;&#xC3E;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC28;&#xC3F;&#xC17;&#xC4D;&#xC27;&#xC2E;&#xC41;</span>&#xA0;&#xA0;snigdhamu. [Skt.] adj. Smooth, soft. &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC28;&#xC3F;. Thick. &#xC38;&#xC3E;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28; &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC28;&#xC3F;. Amiable, affectionate, kind, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;sn&#x101;yuvu. [Skt.] n. A tendon, a muscle, described as a tubular vessel attached to the bones at either end, and conveying vital air. &#xC38;&#xC02;&#xC27;&#xC3F;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC28;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC41;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC2E;&#xC41; a ligament. &#xC38;&#xC4D;&#xC28;&#xC3E;&#xC2F;&#xC41;&#xC1A;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; muscle rings.
			</div>
                