&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;spandamu. [Skt.] n. Motion, a slight movement, shaking, vibrating, fluttering, quivering, agitation. &#xC07;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41;, &#xC1A;&#xC32;&#xC28;&#xC2E;&#xC41;, &#xC15;&#xC26;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC23;&#xC15;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC2A;&#xC02;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; spanditamu. adj. Agitated, moved, shaken. &#xC15;&#xC02;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC26;&#xC32;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sn&#x113;hamu. [Skt.] n. Love, affection, fondness, friendship. &#xC2A;&#xC4D;&#xC30;&#xC47;&#xC2E;, &#xC1A;&#xC46;&#xC32;&#xC3F;&#xC2E;&#xC3F;. Oil, ungent, &#xC24;&#xC48;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC2E;&#xC41;&#xC30;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41; intimate friendship. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; sn&#x113;hin&#x1E6D;su. v. a. To cultivate or court another&apos;s friendship. &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#x1E63;n&#x113;-hitu&#x1E0D;u. n. A friend. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; sn&#x113;hitu-r-&#x101;lu. n. A friend. &#xC28;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC15;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. n. A female friend, &#xC28;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC2A;&#xC3E;&#xC26;&#xC15;&#xC17;&#xC4D;&#xC30;&#xC02;&#xC27;&#xC41;&#xC32;&#xC41; sebacious glands.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC1F;</span>&#xA0;&#xA0;spha&#x1E6D;a. [Skt.] n. A snake&apos;s hood. &#xC2A;&#xC21;&#xC17;. A. iv. 214. &#xC38;&#xC4D;&#xC2B;&#xC1F;&#xC3F; spha&#x1E6D;i. n. A snake, &#xC2A;&#xC3E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39;</span>&#xA0;&#xA0;sp&#x1E5B;iha. [Skt.] n. Wish, desire, hope. &#xC07;&#xC1A;&#xC4D;&#xC1B;, &#xC06;&#xC36;, &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;. &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39; void of desire. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC05;&#xC02;&#xC26;&#xC41;&#xC28;&#xC41;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC28;&#xC3F;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39;&#xC41;&#xC32;&#xC48; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they have no hope of it. &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; or &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC41; sp&#x1E5B;ithan&#x12B;yamu. adj. Desirable, fit to be wished for, &#xC15;&#xC4B;&#xC30;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC06;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;sp&#x1E5B;ikku. [Skt.] n. Touching. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;. Connection, affinity. &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC02;&#xC38;&#xC4D;&#xC2A;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; sp&#x1E5B;i&#x1E63;in&#x1E6D;su. v. a. To touch, feel. &#xC24;&#xC3E;&#xC15;&#xC41;. &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC36;&#xC4D;&#xC2F;&#xC2E;&#xC41; sp&#x1E5B;i&#x1E63;yamu. adj. What may be felt or touched. &#xC24;&#xC3E;&#xC15;&#xC17;&#xC42;&#xC21;&#xC3F;&#xC28;, &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; sp&#x1E5B;ish&#x1E6D;i. n. Touch, feeling, contact. &#xC24;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC32;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41; spar&#x1E63;a. [Skt.] n. Touch, contact. Feeling, the sense of touch, &#xC24;&#xC3E;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC32;&#xC21;&#xC2E;&#xC41;. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41; contact with blood. &#xC1C;&#xC32;&#xC32;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC41;. the usual phrase for making water: because water must afterwards be touched in purification. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41; spar&#x1E63;anamu. n. Touching, coming into contact with. &#xC24;&#xC3E;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC17;&#xC32;&#xC21;&#xC2E;&#xC41;. A gift, donation, &#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41;.&quot; &#xC1A;&#xC30;&#xC23;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC1A;&#xC47;&#xC38;&#xC3F;.&quot; M. XIII. iii. 335. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC32;&#xC41; sensory nerves. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; spar&#x1E63;anu&#x1E0D;u. n. The god of the air or wind. &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC35;&#xC47;&#xC27;&#xC3F; or &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC2E;&#xC23;&#xC3F; spar&#x1E63;a-v&#x113;dhi. n. The philosopher&apos;s stone, the touch of which changes other metals into gold. &#xC24;&#xC3E;&#xC15;&#xC17;&#xC3E;&#xC28;&#xC47; &#xC2F;&#xC3F;&#xC28;&#xC41;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3F; &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; &#xC2E;&#xC23;&#xC3F;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC41;&#xC38;&#xC35;&#xC47;&#xC26;&#xC3F;. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41; spar-&#x1E63;in&#x1E6D;su. v. a. To touch, to feel. &#xC38;&#xC4D;&#xC2A;&#xC43;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC24;&#xC3E;&#xC15;&#xC41;, &#xC05;&#xC02;&#xC1F;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC36;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41; spar&#x1E63;-&#x113;ndriyamu. n. The sense of touch.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC27;</span>&#xA0;&#xA0;spardha. [Skt.] n. Emulation, jealousy, envy, vying, competition, rivalry.&#xC2A;&#xC4B;&#xC1F;&#xC3F;, &#xC35;&#xC40;&#xC30;&#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC40;&#xC30;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC18;&#xC30;&#xC4D;&#xC37;&#xC23;. &#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC27;&#xC32;&#xC41; mutual emulations. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC25;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; spardh&#x101;-&#x1E37;uvu. n. A competitor, a rival. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC25; &#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC2A;&#xC30;&#xC4D;&#xC25;&#xC3F; spardhi. adj. Envious, emulous. &#xC2A;&#xC4B;&#xC30;&#xC3E;&#xC21;&#xC47;, &#xC35;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC28;&#xC41;&#xC37;</span>&#xA0;&#xA0;snusha. [Skt.] n. A daughter-in-law. &#xC15;&#xC4B;&#xC21;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;spa&#x1E63;h&#x1E6D;amu. [Skt.] adj. Clear, plain, distinct, apparent. &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC48;&#xC28;. &#xC07;&#xC26;&#xC3F; &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; this is an evident lie.
			</div>
                