&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC2F;&#xC24;&#xC4D;</span>&#xA0;&#xA0;sph&#x101;yat. [Skt.] adj. Expanding, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2B;&#xC32;&#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC2F;&#xC26;&#xC4D;&#xC35;&#xC1F;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC3E;&#xC1C;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; A. vi. 15.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC1F;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;spha&#x1E6D;ikamu. [Skt.] n. Crystal, quartz. &#xC2A;&#xC1F;&#xC3F;&#xC15;&#xC2A;&#xC41;&#xC30;&#xC3E;&#xC2F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sph&#x16B;rti. [Skt.] n. Excitation, palpitation, vibration, tremulousness. Manifestation. Excess, fulness; expanding, prevalence. Gleaming, sparkling, shining, &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;, &#xC15;&#xC02;&#xC2A;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC09;&#xC26;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2A;&#xC42;&#xC30;&#xC4D;&#xC23;&#xC24;. Thinking, &#xC24;&#xC4B;&#xC1A;&#xC41;&#xC1F;. &quot;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC47;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC2E;&#xC39;&#xC28;&#xC40;&#xC2F; &#xC1C;&#xC02;&#xC17;&#xC2E; &#xC28;&#xC17;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC17;&#xC21;&#xC41;&#xC28;&#xC4D; &#xC30;&#xC3E;&#xC1C;&#xC3F;&#xC32;&#xC41;&#xC28;&#xC4D;.&quot; P. i. 70. &quot;&#xC2D;&#xC42;&#xC37;&#xC3E;&#xC2E;&#xC23;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC26;&#xC1C;&#xC47;&#xC2F;.&quot; ib. iv. 368. &quot;&#xC15;&#xC28;&#xC15;&#xC17;&#xC3F;&#xC30;&#xC3F;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC17;&#xC30;&#xC1A;&#xC46; &#xC17;&#xC4C;&#xC24;&#xC2E;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC1A;&#xC46;.&quot; A. i. 43. &#xC35;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41; a stout man. &#xC38;&#xC2E;&#xC2F;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC3E;&#xC1F; a sudden thought, a repartee on the spur of the moment. &#xC05;&#xC24;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC2E;&#xC2F;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; &#xC15;&#xC32;&#xC26;&#xC41; he has a ready wit.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;</span>&#xA0;&#xA0;sph&#x16B;rjita. [Skt.] adj. Thundering. &quot;&#xC2C;&#xC3E;&#xC21;&#xC2C;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC3E;&#xC28;&#xC28;&#xC2E;&#xC41;&#xC28;&#xC4D;.&quot; P. iv. 312.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sphulingamu. [Skt.] n. A spark of fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC15;&#xC23;&#xC2E;&#xC41;, &#xC2E;&#xC3F;&#xC23;&#xC41;&#xC17;&#xC41;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sphura&#x1E47;amu. [Skt.] n. Quivering, vibrating, tremulous motion, gleaming, sparkling, glittering, shining, blooming, expanding. &#xC15;&#xC26;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC26;&#xC30;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC23;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC33;&#xC24;&#xC33;&#xC2E;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC2E;&#xC46;&#xC30;&#xC2F;&#xC21;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC1C;&#xC43;&#xC02;&#xC2D;&#xC23;&#xC2E;&#xC41;. An idea occurring to the mind. &#xC24;&#xC4B;&#xC1A;&#xC41;&#xC1F;. &quot;&#xC2D;&#xC40;&#xC2E;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC38;&#xC4D;&#xC2A;&#xC41;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC15;&#xC2E;&#xC3E;&#xC17;&#xC27;&#xC24;&#xC2E;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC23;&#xC02;&#xC2C;&#xC21;&#xC02;&#xC1A;&#xC3F;.&quot; N. ix. 532. &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC24;&#xC4D; sphurat. adj. Gleaming, glancing, flashing, sparkling, shining. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC47;, &#xC24;&#xC33;&#xC24;&#xC33;&#xC2E;&#xC28;&#xC3F; &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC38;&#xC47;.&quot; &#xC39;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC26;&#xC4D;&#xC17;&#xC41;&#xC30;&#xC41; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC35;&#xC33;&#xC3F;.&quot; A. ii. 11. &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; sphurin&#x1E6D;su. v. n. To quiver, tremble, shake, gleam, glitter. To occur or come into the mind. &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC26;&#xC32;&#xC41;. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC24;&#xC4B;&#xC1A;&#xC41;, &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;. &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;, &#xC32;&#xC47;&#xC15;, &#xC05;&#xC26;&#xC3F; &#xC28;&#xC3E; &#xC2E;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC26;&#xC41; it does not occur to me. &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41; shuritamu. adj. Shaken, trembling. Exposed, outstretched. Shinning, gleaming. &#xC15;&#xC26;&#xC3F;&#xC32;&#xC47;, &#xC1A;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC47;, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;, &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC38;&#xC47;, &#xC24;&#xC33;&#xC24;&#xC33;&#xC2E;&#xC28;&#xC47;. Occuring to the mind. &#xC24;&#xC4B;&#xC1A;&#xC3F;&#xC28;. &quot;&#xC36;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC02;&#xC21;&#xC32; &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;.&quot; N. vii. 249. &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; sphuritu&#x1E0D;u. n. One who is distinguished. &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;. &quot;&#xC38;&#xC30;&#xC38;&#xC38;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39; &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC35;&#xC41;.&quot; P. ii. 165.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sphu&#x1E6D;amu. [Skt.] adj. Blown, open, expanded. &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. Clear, plain, manifest, &#xC35;&#xC3F;&#xC36;&#xC26;&#xC2E;&#xC48;&#xC28;. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC2E;&#xC41; or &#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC17;&#xC4D;&#xC30;&#xC39;&#xC2E;&#xC41; the true place of a planet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC1F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sphu&#x1E6D;anamu. [Skt.] n. Splitting. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC40;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sph&#x12B;tamu. [Skt.] adj. Swollen, enlarged, spacious. Much, many. &#xC2A;&#xC40;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC36;&#xC3E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC2C;&#xC39;&#xC41;&#xC33;&#xC2E;&#xC48;&#xC28;. A. iv. 41. &quot;&#xC05;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC2D;&#xC41;&#xC02;&#xC21;&#xC38;&#xC41;&#xC30;&#xC2A;&#xC48; &#xC2C;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC2B;&#xC40;&#xC24;&#xC15;&#xC4B;&#xC2A;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; Vish. vii. 345.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; sph&#x101;ramu. [Skt.] adj. Great, large. &#xC2D;&#xC42;&#xC2F;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC1F;&#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC30;&#xC1C;&#xC1F;&#xC3E;&#xC1A;&#xC4D;&#xC1B;&#xC1F;&#xC3E;&#xC15;&#xC32;&#xC32;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC48;&quot; Bmj. iv. 23. &quot;&#xC2E;&#xC02;&#xC1F;&#xC2A; &#xC38;&#xC39;&#xC38;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC2B;&#xC3E;&#xC30;&#xC28;&#xC28;&#xC4D; &#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC15;&#xC28;&#xC4D;.&quot; Anir. iii. 43.
			</div>
                