&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC3F; smitamu. [Skt.] n. A smile. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC2E;&#xC02;&#xC26;&#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; a gentle smile. &#xC38;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC2E;&#xC41; adj. Smiling. Blown, opened, blooming. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC17;&#xC32;, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41;</span>&#xA0;&#xA0;sm&#x101;rtulu. n. The followers of the doctrines of Sankara Chari which inculcate the worship of both Vish&#x1E47;u and Siva. &#xC36;&#xC02;&#xC15;&#xC30;&#xC3E;&#xC1A;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC06;&#xC35;&#xC32;&#xC02;&#xC2C;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sm&#x101;rtamu. [Skt. from &#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F;.] adj. Agreeable to or based on the Sm&#x1E5B;itis, legal, canonical, &#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sm&#x101;rakamu. [Skt.] adj. That reminds, that refreshes the memory. &#xC24;&#xC32;&#xC02;&#xC2A;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC47;. n. Consciousness, sense, &#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;. &#xC06; &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;&#xC1A;&#xC47;&#xC24; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC26;&#xC3F; the blow made me unconscious. &#xC28;&#xC3E;&#xC15;&#xC41; &#xC38;&#xC4D;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after I came to my senses or recovered my consciousness.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;smaru&#x1E0D;u. [Skt.] n. Manmatha, &#xC2E;&#xC28;&#xC4D;&#xC2E;&#xC25;&#xC41;&#xC21;&#xC41;, &#xC2E;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC2E;&#xC30;&#xC39;&#xC30;&#xC41;&#xC21;&#xC41; an epithet of Siva, &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;smara&#x1E47;amu. [Skt.] n. Memory, recollection, remembering, thought. &#xC24;&#xC32;&#xC02;&#xC2A;&#xC41;, &#xC1A;&#xC3F;&#xC02;&#xC24;, &#xC1C;&#xC4D;&#xC1E;&#xC2A;&#xC4D;&#xC24;&#xC3F;. &#xC38;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC4D;&#xC2E;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; smarin&#x1E6D;su. v. a. To think of, recollect. &#xC24;&#xC32;&#xC1A;&#xC41;, &#xC38;&#xC4D;&#xC2E;&#xC30;&#xC23;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;smayamu. [Skt.] n. Pride, arrogance, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. Wonder, &#xC05;&#xC26;&#xC4D;&#xC2D;&#xC41;&#xC24;&#xC2E;&#xC41;, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC2D;&#xC38;&#xC4D;&#xC2E;&#xC40;&#xC2D;&#xC42;&#xC24; &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC15;&#xC3E;&#xC28;&#xC28;&#xC41;&#xC21;&#xC41;.&quot; M. IV. v. 20. &#xC38;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41; smaya-m&#x101;namu. adj. Smiling. &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC17;&#xC32;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2B;&#xC4B;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sph&#x14D;&#x1E6D;amu. [Skt.] n. Breaking, bursting. &#xC1A;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC24;&#xC15;&#xC21;&#xC2E;&#xC41;, &#xC2D;&#xC47;&#xC26;&#xC28;&#xC2E;&#xC41;, &#xC2C;&#xC26;&#xC4D;&#xC26;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. A boil, a tumour. &#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC38;&#xC4D;&#xC2B;&#xC4C;&#xC1F;&#xC15;&#xC2E;&#xC41; sph&#x14D;&#x1E6D;akamu. n. A boil, blain, pustule, blister. &#xC15;&#xC41;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;. The small pox, &#xC2E;&#xC36;&#xC42;&#xC1A;&#xC3F;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2F;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;syadamu. [Skt.] n. Speed, velocity &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;, &#xC35;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; syandamu. [Skt.] n. Oozing, trickling, dropping, flowing, &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC15;&#xC3E;&#xC30;&#xC41;&#xC1F;. &#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC3F; syandi. adj. Oozing, trickling. &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47;, &#xC1C;&#xC3E;&#xC30;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2F;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;syandanamu. [Skt.] n. A car, a war chariot. &#xC30;&#xC25;&#xC2E;&#xC41;. A tree called Dalbergia ongeinensis. &#xC24;&#xC3F;&#xC28;&#xC3F;&#xC38;&#xC46;&#xC35;&#xC43;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC28;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC05;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC15;&#xC2E;&#xC41;, &#xC38;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2E;&#xC47;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sm&#x113;ramu. [Skt.] adj. Smiling, laughing, &#xC1A;&#xC3F;&#xC30;&#xC41;&#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;&#xC17;&#xC32;. Blown, opened, &#xC35;&#xC3F;&#xC15;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC35;&#xC47;&#xC36;&#xC38;&#xC4D;&#xC2E;&#xC47;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC21;&#xC48;.&quot; M. XVI. i. 2.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2E;&#xC43;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sm&#x1E5B;iti. [Skt.] n. Recollection, memory, remembrance, understanding. &#xC38;&#xC4D;&#xC2E;&#xC30;&#xC23;, &#xC24;&#xC46;&#xC32;&#xC3F;&#xC35;&#xC3F;, &#xC24;&#xC32;&#xC02;&#xC2A;&#xC41;, &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;. The code of Hindu law; jurisprudence, a law book or code of laws, &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC02;&#xC39;&#xC3F;&#xC24;, &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
                