&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC1C;&#xC2E;&#xC41;</span>&#xA0;&#xA0;srajamu. [Skt.] n. A chaplet, wreath, garland. &#xC2A;&#xC42;&#xC26;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC17;&#xC4D;&#xC17;&#xC41; sraggu. [Tel.] v. n. To go off, diminish, be abated; to pine, to become thin; to die. &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC28;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC06;&#xC2A;&#xC24;&#xC4D;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC32;&#xC24;&#xC41;&#xC32; &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC2A;&#xC35;&#xC41;&#xC18;&#xC28;&#xC41;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC30;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC4A;&#xC21;&#xC35;&#xC48;&#xC1A;&#xC42;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.&quot; P. ii. 30.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;srakku. [Skt.] n. A chaplet, wreath, garland. &#xC2A;&#xC42;&#xC26;&#xC02;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sy&#x16B;tamu. [Skt.] adj. Swen, stitched. &#xC15;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;. &quot;&#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC41;&#xC24; &#xC39;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2B;&#xC41;&#xC30;&#xC24;&#xC4D;.&quot; A. v. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41; sy&#x101;lu&#x1E0D;u. [Skt.] n. A wife&apos;s brother. &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC3F;&#xC15; or &#xC36;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC3F;&#xC15; sy&#x101;lika. n. A wife&apos;s sister.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC2F;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;syannamu. [Skt.] adj. Flowing, dropping, trickling. &#xC5B;&#xC3E;&#xC30;&#xC47;, &#xC15;&#xC3E;&#xC30;&#xC47;. &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC2E;&#xC41; srukku. [Skt.] n. The ladle with which ghee is poured into a sacrificial fire. &#xC06;&#xC1C;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;srukku. [Tel.] v. n. To withdraw from. &#xC35;&#xC46;&#xC28;&#xC41;&#xC26;&#xC40;&#xC2F;&#xC41;. To be afraid of, &#xC2D;&#xC2F;&#xC2A;&#xC21;&#xC41;. To close (as a flower), &#xC2E;&#xC41;&#xC21;&#xC41;&#xC17;&#xC41;. To be folded, to be crumpled, as skin, &#xC2E;&#xC41;&#xC21;&#xC24;&#xC2A;&#xC21;&#xC41;. To be diminished, &#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;. To be sorrowful, to grieve, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC3F;&#xC02;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41;, To faint, languish, &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC1B;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;. To hesitate, &#xC38;&#xC02;&#xC15;&#xC4B;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41;. To fade, &#xC35;&#xC3E;&#xC21;&#xC41;. To surround, encircle, &#xC1A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. n. Entanglement, a tangle. &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. Sorrow, grief, &#xC26;&#xC41;&#xC03;&#xC16;&#xC2E;&#xC41;, &#xC36;&#xC4B;&#xC15;&#xC2E;&#xC41;. A fold of the skin on the stomach, &#xC15;&#xC21;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC40;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC21;&#xC41;&#xC24;. &quot;&#xC1A;&#xC30;&#xC23;&#xC3E;&#xC39;&#xC24;&#xC3F; &#xC15;&#xC4B;&#xC30;&#xC41;&#xC35;&#xC32;&#xC47;&#xC15;&#xC2F;&#xC47;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC28;&#xC4A;.&quot; Vasu. ii. 11. &quot;&#xC35;&#xC3F;&#xC37;&#xC3E;&#xC26;&#xC3E;&#xC26;&#xC30;&#xC24;&#xC28;&#xC4D; &#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;.&quot; M. XII. v. 160. &#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC21;&#xC41; srukka-a&#x1E0D;u. v. n. To grieve, &#xC26;&#xC41;&#xC03;&#xC16;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41; sruk-kin&#x1E6D;su. v. a. To make faint or fatigued, to fatigue, to weaken, &#xC38;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC38;&#xC4D;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC1A;&#xC47;&#xC2A; srukku-ch&#x113;pa. n. A sort of fish. &#xC2E;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC2F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;srastamu. [Skt.] adj. Fallen down, dropped. &#xC2A;&#xC21;&#xC3F;&#xC28;, &#xC1C;&#xC3E;&#xC30;&#xC3F;&#xC28;. &#xC38;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC40;&#xC2F;&#xC2E;&#xC41; her fallen robe. B. X. 355.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC37;&#xC4D;&#xC1F;</span>&#xA0;&#xA0;srash&#x1E6D;a. [Skt. from &#xC38;&#xC43;&#xC1C;&#xC4D; to create.] n. The Creator. A name of Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC30;&#xC35;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC2E;&#xC41; sravamu. [Skt.] n. Oozing, trickling, dripping. &#xC15;&#xC3E;&#xC30;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC30;&#xC35;&#xC02;&#xC24;&#xC3F; sravanti. n. A river, &#xC28;&#xC26;&#xC3F;. A. iv. 189. R. v. 85. &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; sravin&#x1E6D;su. v. n. To ooze, trickle, flow. &#xC15;&#xC3E;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;Same as &#xC38;&#xC30;&#xC35;&#xC3F; (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See &#xC38;&#xC4D;&#xC30;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sr&#x101;va&#x1E47;amu. [Tel.] n. The pincers or nippers used by a goldsmith, &#xC15;&#xC02;&#xC38;&#xC32;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC30;&#xC2E;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sr&#x101;vakamu. [Skt.] adj. Oozing, trickling, flowing. &#xC15;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
                