&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sruvamu. [Skt.] n. A ladle used at sacrifices. &#xC05;&#xC1C;&#xC4D;&#xC2F;&#xC3E;&#xC39;&#xC41;&#xC24;&#xC3F;&#xC1A;&#xC47;&#xC38;&#xC47; &#xC2E;&#xC3E;&#xC28;&#xC3F;&#xC17;&#xC30;&#xC3F;&#xC1F;&#xC46;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;srutamu. [Skt.] adj. Flowed, dropped, oozed. &#xC17;&#xC33;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC5B;&#xC3E;&#xC30;&#xC3F;&#xC28;, &#xC15;&#xC3E;&#xC30;&#xC3F;&#xC28;. &#xC38;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F; sruti. n. Flowing, dropping. &#xC15;&#xC3E;&#xC30;&#xC21;&#xC2E;&#xC41;.&quot; &#xC1C;&#xC32;&#xC38;&#xC4D;&#xC30;&#xC41;&#xC24;&#xC3F;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC1F;&#xC3F;&#xC15;&#xC3F;&#xC02;&#xC17;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41;.&quot; A. iv. 137.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svach-chandamu. [Skt.] adj. Spontaneous, voluntary, uncontrolled, self-willed, independent. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F; &#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC09;&#xC02;&#xC21;&#xC47;. &quot;&#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC26;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC3F; &#xC32;&#xC3E;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC28;.&quot; P. i. 106. &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC26;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; svach-chanda-v&#x1E5B;itti. n. An independent life. Independence. &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41; svach-chandu&#x1E0D;u. n. One who is independent, free, uncontrolled, or self willed. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC15;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svak-&#x12B;yamu. adj. Peculiar, own, private, of one&apos;s own. &#xC38;&#xC4A;&#xC02;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svakamu. [Skt.] adj. Proper, peculiar, own. &#xC38;&#xC4D;&#xC35;&#xC15;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC28;. &quot;&#xC38;&#xC4D;&#xC35;&#xC15; &#xC26;&#xC47;&#xC39;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC46;&#xC30;&#xC02;&#xC17;&#xC41;&#xC28;&#xC28;&#xC4D;.&quot; N. iv. 22.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svatamu. [for Tel. &#xC38;&#xC4A;&#xC02;&#xC24;&#xC2E;&#xC41;. ] adj. Own, private, belonging to one&apos;s self. &#xC38;&#xC4D;&#xC35;&#xC15;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC4A;&#xC28;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he bought it on his own account. &#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; svantamu-g&#x101;. adv. Himself, in person. &#xC24;&#xC3E;&#xC28;&#xC47;. &#xC06;&#xC2F;&#xC28;&#xC47; &#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he came in person. &#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC41; or &#xC38;&#xC4A;&#xC02;&#xC24;&#xC17;&#xC3E;&#xC21;&#xC41; svanta-g&#x101;&#x1E0D;u. n. A proprietor or owner. &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;. &#xC16;&#xC3E;&#xC2E;&#xC02;&#xC26;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;</span>&#xA0;&#xA0;sva. [Skt.] adj. Own, self, individual. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC24;&#xC28;. &#xC38;&#xC4D;&#xC35;&#xC15;&#xC3E;&#xC2F;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; bodily labour, individual exertions, &#xC38;&#xC4D;&#xC35;&#xC15;&#xC2A;&#xC4B;&#xC32;&#xC15;&#xC32;&#xC4D;&#xC2A;&#xC3F;&#xC24;&#xC2E;&#xC41; lit. invented in one&apos;s own head; original, not borrowed, as an idea, apocryphal, as a story made out of one&apos;s own head, &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC32;&#xC47;&#xC28;&#xC3F;&#xC2A;&#xC4B;&#xC28;&#xC3F;, &#xC38;&#xC4D;&#xC35;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; one&apos;s own affair, one&apos;s onw peculiar duty, &#xC24;&#xC28;&#xC2A;&#xC28;&#xC3F;, &#xC38;&#xC4D;&#xC35;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC27;&#xC41;&#xC30;&#xC02;&#xC27;&#xC30;&#xC41;&#xC21;&#xC41; a selfish man. one&apos;s own family, dependents, relations, people, friends. &#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC02;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41; a relation, a friend, &#xC2C;&#xC02;&#xC27;&#xC41;&#xC35;&#xC41;. &#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC24;&#xC3F;. &#xC38;&#xC17;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC28;&#xC47;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC1C;&#xC3E;&#xC24;&#xC3F; one&apos;s own class or nation, one&apos;s own kind, &#xC24;&#xC28;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC48;&#xC30;&#xC3F; an enemy of one&apos;s kind. A rhyme says &quot;&#xC38;&#xC4D;&#xC35;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC48;&#xC30;&#xC3F;&#xC1A;&#xC24;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E; &#xC28;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC02;&#xC39; &#xC17;&#xC1C;&#xC26;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC3E;&#xC03;.&quot; &#xC38;&#xC4D;&#xC35;&#xC26;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; self-bestowed, given by one&apos;s own hand, &#xC24;&#xC28;&#xC1A;&#xC47;&#xC24;&#xC3F;&#xC24;&#xC4B;&#xC28;&#xC47; &#xC2F;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &quot;&#xC38;&#xC4D;&#xC35;&#xC26;&#xC47;&#xC36;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC41; a fellow countryman, a native, &#xC2E;&#xC28;&#xC26;&#xC47;&#xC36;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41; one&apos;s own particular duty, a natural or peculiar characteristic, a peculiarity. &#xC24;&#xC3E;&#xC28;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC27;&#xC30;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC2E;&#xC41; apostacy, abandonment of caste or faith, &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC2D;&#xC4D;&#xC30;&#xC02;&#xC36;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F; one&apos;s own desire, wish, or will. &#xC38;&#xC4D;&#xC35;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC17;&#xC3E; or &#xC38;&#xC4D;&#xC35;&#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC1A;&#xC47;&#xC24; voluntarily, of one&apos;s own accord. &#xC38;&#xC4D;&#xC35;&#xC35;&#xC36;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; taken into his own hands. &#xC24;&#xC28; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC38;&#xC4D;&#xC35;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; one&apos;s own power. &#xC24;&#xC28; &#xC38;&#xC3E;&#xC2E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC32;&#xC47;&#xC26;&#xC41; he has no power of his own, or in himself. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; one&apos;s own right or title, dominion, &#xC24;&#xC28; &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC24;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41; self importance, pride, arrogance, &#xC24;&#xC28; &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28;&#xC2E;&#xC41; the second of the six regions of the human body, the upper part of the abdomen. &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC42;&#xC32;&#xC3E;&#xC27;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC3E;&#xC28; &#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC41; &#xC1A;&#xC15;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;&#xC41;.&quot; H. iii. 235. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC41;&#xC2D;&#xC42;&#xC24;&#xC3F;. individual enjoyment, personal experience. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC40;&#xC2F;&#xC3E;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC41;&#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41; one&apos;s own enjoyment. &#xC24;&#xC28; &#xC05;&#xC28;&#xC41;&#xC2D;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC41;</span>&#xA0;&#xA0;sr&#x14D;tassu. [Skt.] n. A stream, current, the flow fo a river. &#xC1C;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC35;&#xC3E;&#xC39;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC4B;&#xC35;&#xC47;&#xC17;&#xC2E;&#xC41; the rapidity of the current. M. XII. v. 559. &#xC38;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC38;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC3F; sr&#x14D;tasvini. n. A river.&#xC28;&#xC26;&#xC3F;, &#xC0F;&#xC30;&#xC41;.
			</div>
                