&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svachchamu [Skt.] adj. Clear, transparent, pellucid, white, pure, &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC33;&#xC02;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC41;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC17;&#xC3E; svachchamu-g&#x101; adj. Clearly, purely, transparently, evidently. &#xC28;&#xC3F;&#xC30;&#xC4D;&#xC2E;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC36;&#xC41;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC33;&#xC02;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC4D;&#xC2A;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC28;&#xC41;</span>&#xA0;&#xA0;sva-bh&#x101;nu. [Skt.] n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svapnamu. [Skt.] n. A dream, vision, dreaming, &#xC15;&#xC32;. Sleep, &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;. &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC38;&#xC41;&#xC37;&#xC41;&#xC2A;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC41; waking, sleep and deep sleep. &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC2E;&#xC17;&#xC41; to dream. &#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F; &#xC28;&#xC3E;&#xC15;&#xC4A;&#xC15; &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; I had a dream last night. &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; pollutio nocturna. &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC28;&#xC3E;&#xC35;&#xC38;&#xC4D;&#xC25; the condition of being asleep.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC2A;&#xC1A;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC36;&#xC35;&#xC2A;&#xC1A;&#xC41;&#xC21;&#xC41; svapachu&#x1E0D;u. [Skt.] n. A man of a low caste, a Pariah. &#xC1A;&#xC02;&#xC21;&#xC3E;&#xC32;&#xC41;&#xC21;&#xC41;, &#xC05;&#xC02;&#xC24;&#xC3E;&#xC35;&#xC38;&#xC3E;&#xC2F;&#xC3F;, &#xC2E;&#xC3E;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svanamu. [Skt.] n. Sound, noise, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;. &#xC38;&#xC4D;&#xC35;&#xC28;&#xC24;&#xC4D; svanat. adj. Sounding, &#xC2E;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC46;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC28;&#xC24;&#xC4D;&#xC15;&#xC15;&#xC3E;&#xC39;&#xC33;&#xC2E;&#xC41; a pealing trumpet.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svatvamu. [Skt.] n. A natural condition of things. &#xC09;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC3F;&#xC09;&#xC28;&#xC4D;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC09;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sva-tantramu. [Skt.] adj. Independent, not subject to any other&apos;s will, free, uncontrolled, head-strong, despotic, &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;. &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47;, &#xC2A;&#xC30;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC2A;&#xC30;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;. &quot;&#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30; &#xC38;&#xC02;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC2F;&#xC48;.&quot; M. XV. ii. 64. n. Independence, freedom, &#xC38;&#xC4D;&#xC35;&#xC47;&#xC1A;&#xC4D;&#xC1B;. Hereditary right; a right. &#xC39;&#xC15;&#xC4D;&#xC15;&#xC41;. &#xC07;&#xC26;&#xC3F; &#xC2F;&#xC47;&#xC2E;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; you take liberties. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC28;&#xC3E;&#xC21;&#xC41;&#xC32;&#xC41; independent nerves. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC15;&#xC02;&#xC21;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; involuntary muscles. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; sva-tantriu-&#x1E6D;su. v. n. To do any thing out of one&apos;s own head, or, on one&apos;s own responsibility, to act for oneself. &#xC06;&#xC2F;&#xC28; &#xC06;&#xC1C;&#xC4D;&#xC1E; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC28;&#xC47;&#xC28;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC32;&#xC47;&#xC26;&#xC41; I did this according to his orders, not independently of him. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; sva-tantru&#x1E0D;u. n. One who is his own master, one who is independent. &#xC38;&#xC4D;&#xC35;&#xC1A;&#xC4D;&#xC1B;&#xC02;&#xC26;&#xC41;&#xC21;&#xC41;, &#xC24;&#xC28; &#xC2E;&#xC28;&#xC38;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC3E;&#xC30; &#xC26;&#xC36;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; sva-tantru-r-&#x101;lu. n. A woman who is her own mistress. &#xC12;&#xC15;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC05;&#xC21;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;&#xC28;&#xC3F;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC24;&#xC03;</span>&#xA0;&#xA0;svatah. [Skt. corrupted into &#xC38;&#xC4D;&#xC35;&#xC24;&#xC39;&#xC3E;&#xC17;&#xC3E; in Telugu.] adv. Naturally, of itself, instinctively, personally, spontaneously. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC24;&#xC03;, &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC47;. &#xC06;&#xC2F;&#xC28; &#xC38;&#xC4D;&#xC35;&#xC24;&#xC03;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; he came in person. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC03;&#xC2A;&#xC4D;&#xC30;&#xC15;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC48;&#xC28; naturally bright, lucid in itself, self-bright. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41; or &#xC38;&#xC4D;&#xC35;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28; svatas-sid-dhamu. adj. Self made or self existent, inherent by nature. &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC38;&#xC4D;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC24; a natural right, an unalienable title.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC1C;&#xC28;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;See under &#xC38;&#xC4D;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sva-bh&#x101;vamu. [Skt.] n. Nature, natural state, property, disposition, peculiarity, inclination, turn of mind. &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC48;&#xC28; &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;. &#xC15;&#xC41;&#xC1F;&#xC3F;&#xC32; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC41;&#xC21;&#xC41; a man of crooked disposition. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC28; &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC15;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did not abandon his natural disposition. &#xC24;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC15;&#xC4A;&#xC26;&#xC4D;&#xC26;&#xC40; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he did it according to his own temper. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC17;&#xC3E; sva-bh&#x101;vamu-g&#x101;. adv. Naturally, frankly, freely, sincerely, without disguise. &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC15;&#xC2A;&#xC1F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC27;&#xC3E;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svamu. [Skt.] n. Property, wealth. &#xC27;&#xC28;&#xC2E;&#xC41;. &quot;&#xC28;&#xC3F;&#xC1C;&#xC38;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC40;&#xC32;&#xC47;&#xC28;&#xC3F;&#xC1A;&#xC4B; &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC4C;.&quot; P. i. 98. Self, &#xC24;&#xC3E;&#xC28;&#xC41;. adj. Own, &#xC24;&#xC28;.
			</div>
                