&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;svaruvu. [Skt.] n. Indra&apos;s thunderbolt. &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &quot;&#xC2E;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC2A;&#xC24;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC3F;.&quot; A. iv. 141.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC35;&#xC30;&#xC3E;&#xC1F;&#xC41; sva-r&#x101;&#x1E6D;&#x1E6D;u. [Skt.] n. An epithet of Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svaramu. [Skt.] n. A voice, sound, noise, note, tone, tune. A vowel. An accent. Air breathed throough a nostril. &#xC15;&#xC02;&#xC20;&#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC30;&#xC35;&#xC2E;&#xC41;, &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC24;&#xC3E;&#xC28;&#xC2E;&#xC41;; &#xC37;&#xC21;&#xC4D;&#xC1C;&#xC3E;&#xC26;&#xC3F; &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC09;&#xC26;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC26;&#xC3F;&#xC35;&#xC47;&#xC26;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC38;&#xC3E;&#xC2A;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC12;&#xC15; &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;&#xC17;&#xC3E;&#xC32;&#xC3F;. &#xC38;&#xC2A;&#xC4D;&#xC24; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; the seven notes of the gamut. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2D;&#xC02;&#xC17;&#xC2E;&#xC41; a fluttering of the voice. &#xC05;&#xC2A;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; a false note. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41; or &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC3F; a musical instrument composed of a number of reeds joined together and played on with the finger. &quot;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC02;&#xC21;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC15;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC30;&#xC32;&#xC41;.&quot; H. v. 412. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; a certain mode of fortune-telling, wherein the breath is emitted from one or the other nostril, and this is taken as the basis of a certain calculation. &#xC2E;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F;&#xC28;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47; &#xC36;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. The breath that comes through the right nostril is called &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC28;&#xC3E;&#xC21;&#xC3F; and the breath that comes through the left nostril is called &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC28;&#xC3E;&#xC21;&#xC3F;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC2A;&#xC47;&#xC1F;&#xC3F;&#xC15; svara-p&#x113;&#x1E6D;ika. n. The larynx.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svayamu. [Skt.] adj. One&apos;s own, &#xC38;&#xC4D;&#xC35;&#xC15;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; svayamu-g&#x101;. adv. Of one&apos;s own self or accord, spontaneously, in person. &#xC24;&#xC3E;&#xC28;&#xC47;, &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC47;, &#xC38;&#xC4D;&#xC35;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC3E;. &#xC06;&#xC2F;&#xC28; &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC3F; he came in person. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC06;&#xC21;&#xC47; &#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; an automaton or self-moving machine. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; svayam-k&#x1E5B;itamu. adj. Self-done, self-formed. &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC47; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC15;&#xC43;&#xC24;&#xC3E;&#xC28;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41; harm brought upon oneself. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC15;&#xC43;&#xC24;&#xC3E;&#xC2A;&#xC30;&#xC3E;&#xC27;&#xC2E;&#xC41; a sin committed voluntarily. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC15;&#xC43;&#xC37;&#xC3F; svayam-k&#x1E5B;ishi. n. Personal effort, own labour, self-culture. &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC24;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC3E;&#xC28;&#xC47; &#xC2A;&#xC21;&#xC46;&#xC21;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC15;&#xC43;&#xC37;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; property which is acquired by personal labour. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC15;&#xC43;&#xC37;&#xC3F; &#xC15;&#xC3F;&#xC02;&#xC26; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41; &#xC2D;&#xC42;&#xC2E;&#xC3F; lands the cultivation of which he kept in his own hands. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; svayam-p&#x101;kamu. n. Rice, &amp;c. given to a guest for him to cook and eat. &#xC12;&#xC15;&#xC28;&#xC3F;&#xC15;&#xC4A;&#xC15; &#xC2A;&#xC42;&#xC1F;&#xC15;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC2A;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC2C;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC41; to give rice, &amp;c., to another to be cooked by himself and eaten. &#xC12;&#xC15; &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; &#xC07;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; to give rice, &amp;c., to a man for one meal. Cooking, particularly if performed with one&apos;s own hand: cooking in general, &#xC24;&#xC3E;&#xC28;&#xC47;&#xC35;&#xC02;&#xC21;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC02;&#xC1F;. &#xC28;&#xC47;&#xC1F;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2A;&#xC3E;&#xC15; &#xC2E;&#xC46;&#xC35;&#xC30;&#xC3F;&#xC26;&#xC3F; who has cooked to-day? who has given (you) this day&apos;s food? &#xC05;&#xC02;&#xC24;&#xC3E;&#xC2E;&#xC28;&#xC38;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2A;&#xC3E;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he keeps his thoughts to himself. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2A;&#xC3E;&#xC15;&#xC3F; svayam-p&#x101;ki. n. One who cooks for himself. &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC47; &#xC35;&#xC02;&#xC1F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2D;&#xC41;&#xC35;&#xC41; svayam-bhuvu. adj. Self existent, self formed, self produced. &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC47; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;, &#xC35;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F; &#xC28;&#xC26;&#xC3F; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E; &#xC09;&#xC02;&#xC21;&#xC47;. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2D;&#xC42;&#xC30;&#xC35; a rough diamond. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2D;&#xC42;&#xC32;&#xC3F;&#xC02;&#xC17;&#xC2E;&#xC41; a natural image, a store uncarved by man. n. The Self-existent One. The Creator, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC35;&#xC30;&#xC2E;&#xC41; svayam-varamu. n. Choice of a husband by oneself; the public choice of a husband by a princess. &#xC24;&#xC3E;&#xC28;&#xC47; &#xC2E;&#xC17;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC35;&#xC30;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41; a day appointed for the selection of a husband by a princess out of an assembly of suitors. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC3E;&#xC1F;&#xC3F;&#xC02;&#xC1A;&#xC41; to proclaim a Swayamvara. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41; svayam-vyaktamu. adj. Self formed. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC2D;&#xC41;&#xC35;&#xC48;&#xC28;. &#xC38;&#xC4D;&#xC35;&#xC2F;&#xC02;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F; a self formed image.
			</div>
                