&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC38;</span>&#xA0;&#xA0;svasa. [Skt.] n. A sister. &#xC24;&#xC4B;&#xC21;&#xC2C;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svalpamu. [Skt.] adj. Very little, small, few, trifling, insignificant. &#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC38;&#xC42;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A; &#xC26;&#xC3F;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B; in a few days. &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC26;&#xC42;&#xC30;&#xC2E;&#xC41; a little way off. &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; a trifling work or business. &#xC07;&#xC35;&#xC3F; &#xC08; &#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC4D;&#xC35;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F; these are rarely met with in this country.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC2D;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; svar-bh&#x101;nuvu. [Skt.] n. The personified ascending node. &#xC30;&#xC3E;&#xC39;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svar&#x1E47;amu. [Skt.] n. Gold. &#xC15;&#xC28;&#xC15;&#xC2E;&#xC41;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC30;&#xC38;&#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC3F; alchemy. &#xC06; &#xC15;&#xC35;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he made the poet wallow in wealth. &#xC06; &#xC27;&#xC4D;&#xC35;&#xC1C;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC3E;&#xC2D;&#xC3F;&#xC37;&#xC47;&#xC15;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he gilt the flagstaff of the temple. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; svar&#x1E47;a-k&#x101;ru&#x1E0D;u. n. A goldsmith. &#xC15;&#xC02;&#xC38;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svar-gamu. [Skt.] n. The paradise of Indra, in which mortals receive the reward of their virtuous acts, &#xC26;&#xC47;&#xC35;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;. &#xC2E;&#xC3E; &#xC24;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC38;&#xC4D;&#xC25;&#xC41;&#xC21;&#xC48;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after my father died. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC26;&#xC3F; svar-&#x1E47;adi. n. The Ganges of heaven. &#xC06;&#xC15;&#xC3E;&#xC36;&#xC17;&#xC02;&#xC17;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC36;&#xC4D;&#xC2F; svar-v&#x113;&#x1E63;ya. n. A nymph of heaven. &#xC0A;&#xC30;&#xC4D;&#xC35;&#xC36;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC30;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; svar-vaidyulu. n. The physicians of Swarga. &#xC05;&#xC36;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC40;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC35;&#xC48;&#xC26;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sva-r&#x16B;pamu. [Skt.] n. The real nature of a thing, an image, one&apos;s own proper shape or body, the natural figure or form, the natural state, condition or purpoose. Truth, a definition. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &#xC2F;&#xC25;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC35;&#xC30;&#xC2E;&#xC41;, &#xC28;&#xC3F;&#xC1C;&#xC2E;&#xC48;&#xC28; &#xC06;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41; annihilation. &#xC2A;&#xC26;&#xC3F;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; ten head of cattle. &#xC15;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41; article of pottery. &#xC27;&#xC30;&#xC4D;&#xC2E;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC42;&#xC2A;&#xC41;&#xC32;&#xC48;&#xC28; &#xC24;&#xC2E;&#xC30;&#xC41; you who are the image of justice, you who are equity itself.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC17;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;gatamu. [Skt. &#xC38;&#xC4D;&#xC35;+&#xC05;&#xC17;&#xC24;&#xC2E;&#xC41;.] n. Welcome, salutation, receiving. &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC36;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC41;&#xC36;&#xC32;&#xC2A;&#xC4D;&#xC30;&#xC36;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC24;&#xC4B;&#xC21;&#xC3F; &#xC30;&#xC3E;&#xC15;. &quot;&#xC17;&#xC26;&#xC4D;&#xC26;&#xC3F;&#xC2F;&#xC38;&#xC48;&#xC28;&#xC38;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC2A;&#xC02; &#xC1C;&#xC47;&#xC38;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC17;&#xC24;&#xC02;&#xC2C;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;.&quot; H. i. 86.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;ntamu. [Skt.] n. The mind, the faculty of thought and feeling. The heart. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svasthamu. [Skt.] adj. Easy, well, at ease, in good health, sound. &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41; a mind at ease. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC24; or &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41; svasthata. n. Health, soundness, convalescence. &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC06; &#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; the disease is cured. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41; or &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; svastha-paru&#x1E6D;su. v. a. To cure, ameliorate, make better. &#xC35;&#xC3E;&#xC38;&#xC3F;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC4D;&#xC1A;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC17;&#xC41; svastham-agu. v. n. To recover from illness, to become whole. &#xC15;&#xC41;&#xC26;&#xC41;&#xC30;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC25;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC41; to be at ease, to be well, to be in good health. &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;svasti. [Skt.] A Skt. particle meaning Excellent; well done! may good attend you! may it be well with you! So be it; Amen. n. Welfare, &#xC15;&#xC4D;&#xC37;&#xC47;&#xC2E;&#xC2E;&#xC41;, &#xC2A;&#xC41;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC17;&#xC33;&#xC2E;&#xC41;, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC41;. &quot;&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2F;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC15;.&quot; &#xC39;&#xC30;&#xC3F;. &#xC35;&#xC42;. iii. &quot;&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC24;&#xC47;&#xC26;&#xC28;&#xC41;&#xC1C;&#xC2A;&#xC30;&#xC47;&#xC23;&#xC4D;&#xC2F;.&quot; N. iv. 129. &quot;&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC2F;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC38;&#xC41;&#xC17;&#xC41;&#xC23;&#xC4B;&#xC38;&#xC4D;&#xC24;&#xC41;.&quot; H. i. 47. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC1A;&#xC28;&#xC2E;&#xC41; a blessing or benediction, any benedictory speech. &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41; to wish well. &#xC30;&#xC3E;&#xC18;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F; &#xC30;&#xC3E;&#xC35;&#xC23;&#xC3E;&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F; &#xC05;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41; (a proverb meaning) Bless them both and keep neutral.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svastikamu. [Skt.] n. Any lucky or auspicious object. &#xC2E;&#xC02;&#xC17;&#xC33;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. A building or palace facing east. &#xC24;&#xC42;&#xC30;&#xC4D;&#xC2A;&#xC41; &#xC35;&#xC3E;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC17;&#xC32; &#xC2E;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;. The meeting of four roads, &#xC1A;&#xC26;&#xC41;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svasti-mukhamu. [Skt.] n. A letter or epistle. &#xC5B;&#xC3E;&#xC2C;&#xC41;.
			</div>
                