&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;-tantryamu. [Skt. from &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;.] n. Independence, freedom, liberty. &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC24;, &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC35;&#xC36;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC24;, &#xC35;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC21;&#xC2E;&#xC41;, &#xC28;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC30;&#xC4D;&#xC39;&#xC24;&#xC3F; no woman is sui juris; no woman can act independently.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2A;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;pamu. [Skt.] n. Sleep. &#xC28;&#xC3F;&#xC26;&#xC4D;&#xC30;. Vasu. ii. 50.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2A;&#xC24;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;pat&#x113;yamu. [Skt.] n. Wealth, property. &#xC35;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;. &#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. H. iii. 20.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;namu. [Skt. another form of &#xC38;&#xC4D;&#xC35;&#xC28;&#xC2E;&#xC41;.] n. Sound, noise. &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;, &#xC30;&#xC35;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv-&#x101;dhy&#x101;yamu. [Skt. &#xC38;&#xC4D;&#xC35;+&#xC05;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC2E;&#xC41;.] n. Inaudible reading, muttering of prayers, study of the Vedas. &#xC1C;&#xC2A;&#xC2E;&#xC41;, &#xC35;&#xC47;&#xC26;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC2E;&#xC41;. The Vedas, &#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3F; one who studies the Vedas. &#xC35;&#xC47;&#xC26;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC2F;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv-&#x101;dh&#x12B;namu. [Skt. &#xC38;&#xC4D;&#xC35;+&#xC05;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;.] n. Charge, trust, subjection, possession, power, control. &#xC35;&#xC36;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC05;&#xC24;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are under his control. &#xC26;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC3F; &#xC28;&#xC40; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; I gave it into your charge. &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F; &#xC35;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41; &#xC32;&#xC4B;&#xC32;&#xC47;&#xC26;&#xC41; he cannot use his hand. &#xC24;&#xC3E;&#xC28;&#xC41; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28; &#xC2A;&#xC30;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he got it into his possession. &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC24;&#xC2E;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41; money not available at present. &#xC06; &#xC2A;&#xC28;&#xC3F; &#xC24;&#xC28; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after he undertook the affair or took it into his own hands. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC2A;&#xC24;&#xC3F;&#xC15; sv-&#x101;dh&#x12B;na-pati-ka. n. A self-willed woman, one who rules her husband. &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41; &#xC06;&#xC21;&#xC47; &#xC2E;&#xC17;&#xC21;&#xC41;&#xC17;&#xC32; &#xC06;&#xC21;&#xC26;&#xC3F;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; sv-&#x101;dh&#x12B;nu&#x1E0D;u. n. A dependent, an obedient man, one who is subject to another, one who is sub-servient, docile, or tractable. &#xC35;&#xC36;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC41;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41; they are disobedient. &#xC24;&#xC28;&#xC15;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC24;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC3F; &#xC2A;&#xC02;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he sent his brother who was under his control. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41; sv-&#x101;dh&#x12B;nu-r-&#x101;lu. n. A woman who is subject to, or submissive. &#xC35;&#xC3F;&#xC27;&#xC47;&#xC2F;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;danamu. [Skt.] n. Drinking, &#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41; sv&#x101;damu. n. Taste: &#xC30;&#xC41;&#xC1A;&#xC3F;. Tasting. &#xC30;&#xC41;&#xC1A;&#xC3F;&#xC1A;&#xC42;&#xC1A;&#xC41;&#xC1F;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; sv&#x101;ditamu. adj. Drunk, as a liquid, &#xC2A;&#xC3E;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41; or &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC35;&#xC41; sv&#x101;du. n. Sweetness, taste, flavour, fragrance. &#xC24;&#xC40;&#xC2A;&#xC3F;, &#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;. adj. Sweet, agreeable. &#xC24;&#xC3F;&#xC2F;&#xC4D;&#xC2F;&#xC28;&#xC3F;, &#xC2E;&#xC27;&#xC41;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC30;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC3F;</span>&#xA0;&#xA0;sv&#x101;ti. [Skt.] n. Arcturus, the fifteenth lunar asterism. &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC15;&#xC41; &#xC05;&#xC35;&#xC32;&#xC32;&#xC3F;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2A;&#xC26;&#xC3F;&#xC39;&#xC47;&#xC28;&#xC4B; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC30;&#xC4D;&#xC24;&#xC3F; the fifteenth counstellation in which the sun happens to be for thirteen days in the month of October or November. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC3F; &#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC41; the oysters that gaps expecting drops of rain in Sw&#x101;ti. &#xC24;&#xC2E; &#xC30;&#xC3E;&#xC15; &#xC15;&#xC4A;&#xC30;&#xC15;&#xC41; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC1A;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC32;&#xC35;&#xC32;&#xC46; &#xC28;&#xC4B;&#xC30;&#xC41; &#xC24;&#xC46;&#xC30;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC2E;&#xC41; we look out with thirsty expectation for your arrival. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC15;&#xC4A;&#xC02;&#xC17;&#xC32;&#xC41; a kind of cranes or storks which emigrate in this month. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC28; genial showers supposed to impregnate oysters with pearls. &quot;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC3F;&#xC2C;&#xC15;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC35;&#xC40;&#xC15;&#xC28;&#xC41;.&quot; H. iii. 52. &quot;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC3F; &#xC15;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC3F; &#xC2F;&#xC1C;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; H. ii. 171.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2D;&#xC3E;&#xC35;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;-bh&#x101;vikamu. [Skt. from &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;.] adj. Natural, innate, inherent, peculiar. &#xC38;&#xC4D;&#xC35;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC24; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC28;, &#xC38;&#xC39;&#xC1C;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC43;&#xC24;&#xC3F; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv-&#x101;bhi-m&#x101;namu. [Skt.] n. Favouritism. &#xC24;&#xC28;&#xC26;&#xC28;&#xC47; &#xC35;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC2E;&#xC41;. &#xC35;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2D;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC47; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41; he is guided solely by favouritism.
			</div>
                