&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv-&#x101;rjitamu. [Skt.] adj. Self-acquired, obtained or accumulated by one&apos;s own labour. &#xC24;&#xC28; &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC35;&#xC15;&#xC3E;&#xC2F;&#xC15;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC24; &#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;. n. Property that has been personally acquired, as distinguished from that which has been inherited. &#xC38;&#xC4D;&#xC35;&#xC02;&#xC24;&#xC38;&#xC02;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC02;&#xC2C;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3F;</span>&#xA0;&#xA0;sv&#x101;ri. [Tel.] n. A pleasure excursion. &#xC35;&#xC3E;&#xC39;&#xC4D;&#xC2F;&#xC3E;&#xC33;&#xC3F;, &#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;-r&#x101;jyamu. [Skt.] n. The celestial region, heaven, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC32;&#xC4B;&#xC15;&#xC2A;&#xC41;&#xC26;&#xC4A;&#xC30;&#xC24;&#xC28;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC3E;&#xC1F;&#xC4D;&#xC1F;&#xC41; sv&#x101;-r&#x101;&#x1E6D;&#x1E6D;u. n. The king of heaven. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC32;&#xC4B;&#xC15;&#xC3E;&#xC27;&#xC3F;&#xC2A;&#xC24;&#xC3F;. A name of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x101;-rasyamu. [for Skt. &#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41;.] adj. Pleasing, delicious, good, excellent. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; or &#xC38;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; sv&#x101;-rasyamu. n. Sweetness, juiciness, savouriness. Pathos, spirit, fire. &#xC30;&#xC38;&#xC2E;&#xC41;, &#xC38;&#xC24;&#xC4D;&#xC24;, &#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;. &#xC2E;&#xC40;&#xC30;&#xC41; &#xC05;&#xC15;&#xC4D;&#xC15;&#xC21;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC46;&#xC33;&#xC4D;&#xC32;&#xC3F;&#xC28;&#xC02;&#xC26;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; there is no advantage in your going there. &quot;&#xC1A;&#xC28;&#xC3F;&#xC17;&#xC3E;&#xC28;&#xC3F; &#xC2A;&#xC32;&#xC41;&#xC15;&#xC41;&#xC32; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC47;&#xC2E;&#xC3F;.&quot; Dab. 141.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;sv&#x101;mi. [Skt. from &#xC38;&#xC4D;&#xC35;&#xC2E;&#xC4D;.] n. A lord, master, sovereign, owner, proprietor, husband, spiritual guide or preceptor. &quot;My lord, Sir.&quot; A Brahmin is usually thus addressed by a junior or by a Sudra. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC35;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC24;, &#xC2A;&#xC24;&#xC3F;, &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC47;&#xC35;&#xC24;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC2A;&#xC30;&#xC3E;&#xC15;&#xC41; behold! be attentive. &#xC2D;&#xC3E;&#xC17;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F; a share holder, &#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC24; sv&#x101;mi-ta. n. Mastership, lordship, ownership. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC41;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC2F;&#xC3E;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; sv&#x101;mitvamu. n. Mastership, lordship, ownership, right, title. &#xC2A;&#xC4D;&#xC30;&#xC2D;&#xC42;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC15;&#xC30;&#xC4D;&#xC24;&#xC43;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC24;. &#xC05;&#xC24;&#xC28;&#xC3F; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; he has lost his ownership. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC2E;&#xC41; sv&#x101;mi-dr&#x14D;hamu. n. Treason, treachery to a master, unfaithfulness to a superior. &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F; &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC39;&#xC3F; sv&#x101;mi-dr&#x14D;hi. n. A traitor. &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; sv&#x101;mini. n. A mistress, a female owner, &#xC12;&#xC21;&#xC2F;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F; &#xC2D;&#xC4B;&#xC17;&#xC2E;&#xC41; sv&#x101;mi-bh&#x14D;gamu. n. The landlord&apos;s share of the produce of land cultivated by a tenant. &#xC2A;&#xC3E;&#xC2F;&#xC15;&#xC3E;&#xC30;&#xC3F; &#xC2E;&#xC3F;&#xC30;&#xC3E;&#xC36;&#xC3F;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC41;&#xC32;&#xC35;&#xC3E;&#xC30;&#xC41; s&#x101;mula-v&#x101;ru. n. His grace, his reverence, his holiness, a minister or father. &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41; sv&#x101;myamu. n. Ownership, right, title. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3F;&#xC28;&#xC4D;&#xC28;</span>&#xA0;&#xA0;svinna. [Skt.] adj. Sweating, perspiring. &#xC1A;&#xC47;&#xC2E;&#xC30;&#xC4D;&#xC1A;&#xC47;. &#xC38;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC47;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC39;</span>&#xA0;&#xA0;or &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC3E; sv&#x101;ha. [Skt.] interj. Hail! An exclamation used in making an oblation to the gods. n. The name of the wife of the god of fire, a goddess presiding over burnt offerings, &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC15;&#xC41; &#xC39;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC41; &#xC05;&#xC39;&#xC41;&#xC24;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC47;&#xC1F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC47;&#xC2E;&#xC3E;&#xC1F;, &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC2D;&#xC3E;&#xC30;&#xC4D;&#xC2F;. &quot;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC3E; &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC4C;&#xC1F;.&quot; Swa. iii. 67.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv-&#x101;sthyamu. [Skt.] n. Ease, happiness, comfort, relief, recovery, abundance of food and raiment. A share in a Brahmin village, a share. &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;, &#xC06;&#xC30;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC36;&#xC28;&#xC38;&#xC2E;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;. &#xC09;&#xC26;&#xC15;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC4D;&#xC25;&#xC4D;&#xC2F;&#xC2E;&#xC41; a supply of water. &#xC05;&#xC2F;&#xC28;&#xC15;&#xC41; &#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2A;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC27;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC32;&#xC47;&#xC26;&#xC41; he is uneasy in mind.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv-&#x101;rthamu. [Skt.] n. Regard to one&apos;s self-interest, personal benefit. &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41;, &#xC24;&#xC28;&#xC2E;&#xC47;&#xC32;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC15;&#xC2E;&#xC41; sv-&#x101;rthakamu. n. The indicative mood in Grammar. &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; sv-&#x101;rthaparu&#x1E0D;u. n. A selfish man, he who is devoted to his own interest. &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC1C;&#xC2E;&#xC41;&#xC28;&#xC47; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC28;&#xC47; &#xC35;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
                