&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC40;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x12B;yamu. [Skt.] adj. Own, one&apos;s own, relating or belonging to one&apos;s self. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC40;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC28;. &#xC38;&#xC4D;&#xC35;&#xC40;&#xC2F; sv&#x12B;ya. n. A virtous woman, a wife who is entirely devoted to her husband. &#xC2A;&#xC24;&#xC3F;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC05;&#xC28;&#xC41;&#xC30;&#xC3E;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC15;, &#xC2A;&#xC24;&#xC3F;&#xC35;&#xC4D;&#xC30;&#xC24;, &#xC38;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;sv&#x12B;-karint&#x1E63;u. [Skt.] v. a. To adopt, embrace, acknowledge, receive. &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; sv&#x12B;-k&#x101;ramu. n. Adopting, appropriating. Acknowledgment, assent, comment. Entering or embracing a new condition of life, &#xC06;&#xC36;&#xC4D;&#xC30;&#xC2E;&#xC2E;&#xC41;, as becoming a married man after being a bachelor. &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC24;&#xC4D;&#xC24;&#xC24;. &quot;&#xC2A;&#xC4D;&#xC30;&#xC23;&#xC3F;&#xC2A;&#xC3E;&#xC24;&#xC2A;&#xC42;&#xC1C;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC38;&#xC02;&#xC2D;&#xC4D;&#xC30;&#xC2E;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC47;&#xC15;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41;.&quot; P. i. 716. &#xC05;&#xC26;&#xC3F; &#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28; &#xC24;&#xC30;&#xC41;&#xC35;&#xC3E;&#xC24; after she has adopted a son. &#xC06;&#xC2F;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC3E;&#xC26;&#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he embraced a monkish life. &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2E;&#xC41; sv&#x12B;-k&#x1E5B;itamu. adj. Admitted, acknowledged, confessed, promised, accepted, adopted. &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2A;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC17;&#xC43;&#xC39;&#xC40;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC46;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC43;&#xC24;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41; an adopted son. &#xC38;&#xC4D;&#xC35;&#xC40;&#xC15;&#xC43;&#xC24;&#xC3F; sv&#x12B;-k&#x1E5B;iti. n. Adoption, acknowledgement, &#xC05;&#xC02;&#xC17;&#xC40;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC17;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;hang&#x101;mi. [H.] adj. Temporary, &#xC24;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;. &#xC39;&#xC02;&#xC17;&#xC3E;&#xC2E;&#xC3F;&#xC38;&#xC3F;&#xC2C;&#xC4D;&#xC2C;&#xC02;&#xC26;&#xC3F; a temporary establishment.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;han-karintsu. [from Skt. &#xC05;&#xC39;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.] v. n. To be proud, &#xC05;&#xC39;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; han-k&#x101;ramu. (from &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;.) n. Haughtiness, arrogance, self-conceit, &#xC05;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC24;&#xC33;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC26;&#xC41; &#xC28;&#xC46;&#xC30;&#xC24;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC28;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC39;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32; &#xC15;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3E;&#xC1F;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;.&quot; &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3E;. ii.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;</span>&#xA0;&#xA0;ha. The letter H.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC48;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;svairamu. [Skt.] adj. Self-willed, pertinacious, obstinate. &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2E;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;&#xC38;&#xC4D;&#xC35;&#xC48;&#xC30;&#xC35;&#xC3F;&#xC39;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;.&quot; Ahalya. iii. 16. &quot;&#xC38;&#xC4D;&#xC35;&#xC48;&#xC30;&#xC17;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC28;&#xC4D;.&quot; N. i. 7. &#xC38;&#xC4D;&#xC35;&#xC48;&#xC30;&#xC3F; svairi. n. An independent man, &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC48;&#xC30;&#xC3F;&#xC23;&#xC3F; svairi&#x1E47;i. n. An unchaste wife, an adulteress, a wanton woman, &#xC39;&#xC02;&#xC38;&#xC41;&#xC32;, &#xC35;&#xC4D;&#xC2F;&#xC2D;&#xC3F;&#xC1A;&#xC3E;&#xC30;&#xC3F;&#xC23;&#xC3F;, &#xC30;&#xC02;&#xC15;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;sv&#x113;danu. [Skt.] n. Sweat, perspiration, warmth, heat. &#xC18;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC2E;&#xC1F;, &#xC38;&#xC3E;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC15;&#xC2D;&#xC3E;&#xC35;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &quot;&#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32; &#xC2A;&#xC48;&#xC38;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC4D;&#xC2E;.&quot; N. ix. 365. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC1C;&#xC2E;&#xC41;&#xC32;&#xC41; sv&#x113;da-jamulu. n. Worms, insects, maggots, mosquitos, &amp;c., which are supposed to be engendered by heat and damp. &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC26;&#xC02;&#xC36;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41;, &#xC09;&#xC15;&#xC4D;&#xC15; &#xC1A;&#xC46;&#xC2E;&#xC4D;&#xC2E; &#xC1A;&#xC47;&#xC24; &#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC47; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41;, &#xC26;&#xC4B;&#xC2E;&#xC32;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28;&#xC35;&#xC3F;. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC28;&#xC3E;&#xC33;&#xC2E;&#xC41; a sweet duct. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC41; pores of the skin. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC4B;&#xC26;&#xC15;&#xC2E;&#xC41; sv&#x113;d-&#x14D;dakamu. n. Perspiration, &#xC1A;&#xC46;&#xC2E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC47;&#xC26;&#xC28;&#xC3F;</span>&#xA0;&#xA0;sv&#x113;dani. [Skt.] n. An iron plate used as a frying pan. &#xC2A;&#xC46;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC38;&#xC4D;&#xC35;&#xC47;&#xC1A;&#xC4D;&#xC1B;</span>&#xA0;&#xA0;sv-&#x113;chcha. [Skt.] n. One&apos;s own will or pressure, liberty, free will, self-will, &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC24;. &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;, &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC47;&#xC1A;&#xC4D;&#xC1B;, &#xC24;&#xC28;&#xC2E;&#xC28;&#xC38;&#xC41;. &#xC38;&#xC4D;&#xC35;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC3E; sv-&#x113;chcha-g&#x101;. adv. Voluntarily, freely, willingly. &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC17;&#xC3E;, &#xC24;&#xC28;&#xC15;&#xC41;&#xC24;&#xC3E;&#xC28;&#xC47;, &#xC24;&#xC28; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41; &#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;, &#xC38;&#xC4D;&#xC35;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC3E;&#xC2A;&#xC30;&#xC41;&#xC21;&#xC41; sv-&#x113;chch&#x101;-paru&#x1E0D;u. n. He who is uncontrolled, independent or self-willed, &#xC38;&#xC4D;&#xC35;&#xC24;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC2F;&#xC25;&#xC47;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC05;&#xC38;&#xC4D;&#xC35;&#xC3E;&#xC27;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
                