&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC35;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;ham-v&#x12B;ru&#x1E0D;u. [Skt.] n. A hero, champion, warrior. &#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC41;&#xC21;&#xC41;, &#xC36;&#xC42;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC38;&#xC2E;&#xC30;&#xC39;&#xC02;&#xC35;&#xC40;&#xC30;&#xC41;&#xC21;&#xC41;.&quot; T. v. 116.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC02;&#xC24;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; hanta-k&#x101;ramu. [Skt.] n. Food to be given to a guest. &#xC06;&#xC2D;&#xC4D;&#xC2F;&#xC3E;&#xC17;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC35;&#xC32;&#xC38;&#xC3F;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &quot;&#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F; &#xC15;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC3F; &#xC2F;&#xC28;&#xC02;&#xC24;&#xC30;&#xC02;&#xC2C; &#xC39;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC28;&#xC3F;&#xC37;&#xC4D;&#xC20;&#xC1C;&#xC47;&#xC2F;&#xC02;&#xC17;&#xC35;&#xC32;&#xC2F;&#xC41;, &#xC39;&#xC02;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC4A;&#xC28;&#xC30;&#xC4D;&#xC2A; &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC48;&#xC28; &#xC24;&#xC4D;&#xC30;&#xC3F;&#xC26;&#xC36;&#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41; &#xC24;&#xC43;&#xC2A;&#xC4D;&#xC24;&#xC3F; &#xC2C;&#xC4A;&#xC02;&#xC26;&#xC46;&#xC26;&#xC30;&#xC41; &#xC38;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC46;.&quot; Kasi Khand. v. 275.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC24;</span>&#xA0;&#xA0;hanta. [Skt. from &#xC39;&#xC28;&#xC4D; to kill.] n. A murderer, a slayer, a murderess. &#xC18;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC18;&#xC3E;&#xC24;&#xC41;&#xC15;&#xC41;&#xC30;&#xC3E;&#xC32;&#xC41;. &quot;&#xC27;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC28;&#xC3F;&#xC02;&#xC24;&#xC39;&#xC02;&#xC24;&#xC02;&#xC17;&#xC28;&#xC41; &#xC17;&#xC4A;&#xC02;&#xC1F;&#xC32;&#xC47;&#xC26;&#xC41;.&quot; P. i. 286. &#xC39;&#xC3E;&#xC02;&#xC24;&#xC24;&#xC28;&#xC2E;&#xC41; hanta-tanamu. n. Cruelty, ferocity. &#xC15;&#xC4D;&#xC30;&#xC42;&#xC30;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC18;&#xC3E;&#xC24;&#xC15;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;. &quot;&#xC39;&#xC02;&#xC24;&#xC24;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC2E;&#xC4A;&#xC17;&#xC2E;&#xC4B;&#xC1F; &#xC2E;&#xC3F;&#xC02;&#xC24; &#xC32;&#xC47;&#xC15; &#xC2A;&#xC4A;&#xC21;&#xC3F;&#xC1A;&#xC3F;&#xC2F;&#xC3E;&#xC21;&#xC3F;&#xC24;&#xC3F;&#xC35;&#xC3F;&#xC02;&#xC15; &#xC28;&#xC40;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC1A;&#xC3E;&#xC32;&#xC41;.&quot; Abhiman. Padya. i. 154. &#xC39;&#xC02;&#xC24;&#xC43;&#xC24; hant&#x1E5B;ta. n. The being a murderer. &#xC39;&#xC28;&#xC28;&#xC36;&#xC40;&#xC32;&#xC24;. &quot;&#xC35;&#xC4D;&#xC30;&#xC24; &#xC39;&#xC02;&#xC24;&#xC43;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC24;&#xC15;&#xC40;&#xC1F;&#xC15;.&quot; A. v. 149.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC21;</span>&#xA0;&#xA0;, &#xC39;&#xC02;&#xC21;&#xC3E; or &#xC39;&#xC02;&#xC21;&#xC3F; han&#x1E0D;a. [H.] n. A large wide mouthed vessel.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC1C;&#xC3F;&#xC15;</span>&#xA0;&#xA0;hanjika. [Skt.] n. A certain medicinal root. &#xC2C;&#xC4D;&#xC30;&#xC3E;&#xC39;&#xC4D;&#xC2E;&#xC23;&#xC2F;&#xC37;&#xC4D;&#xC1F;&#xC3F;&#xC15;, &#xC1A;&#xC3F;&#xC30;&#xC3F;&#xC24;&#xC47;&#xC15;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC17;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC41;</span>&#xA0;&#xA0;hangu-para&#x1E6D;&#x1E63;u. v. a. To make conveneint. &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;. &#xC39;&#xC02;&#xC17;&#xC48;&#xC28; hang-aina. adj. Convenient, agreeable. &#xC12;&#xC28;&#xC30;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC17;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC02;&#xC17;&#xC41; hangu. [Tel.] n. Convenience, agreeableness. &#xC12;&#xC28;&#xC30;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC15;&#xC2E;&#xC41;. &#xC26;&#xC3F;&#xC17;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC39;&#xC02;&#xC17;&#xC41; &#xC05;&#xC17;&#xC41;&#xC32;&#xC3E;&#xC17;&#xC41;&#xC28; so as to be convenient to get down. &quot;&#xC35;&#xC47;&#xC38;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41;&#xC28;&#xC48;&#xC28; &#xC26;&#xC3E;&#xC38;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC39;&#xC02;&#xC17;&#xC41;&#xC26;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC47;&#xC33; &#xC1C;&#xC02;&#xC17;&#xC2E;&#xC17;&#xC41;&#xC28;&#xC41;. &#xC2A;&#xC26;&#xC3F;&#xC2F;&#xC41;&#xC35;&#xC47;&#xC32;&#xC15;&#xC48;&#xC28; &#xC2C;&#xC3E;&#xC2A;&#xC21;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC41;.&quot; Vema. 263.. &quot;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC39;&#xC02;&#xC17;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC47;&#xC36;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC30;&#xC3E;.&quot; ib. 1924..
			</div>
                