&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC20;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ha&#x1E6D;hamu. [Skt.] n. Obstinacy, violence, severity, contumacy. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC24;, &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC28;&#xC2E;&#xC41;, &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC24;. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. A kind of meditation, &#xC2F;&#xC4B;&#xC17;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC39;&#xC20;&#xC2E;&#xC41;&#xC38;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41; to presevere in obstinacy. &#xC39;&#xC20;&#xC2E;&#xC41; &#xC24;&#xC40;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; to pay a grudge. &#xC39;&#xC20;&#xC2E;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; to be obstinate. adj. Stubborn, obstinate, pertinacious, resolute, determined. &#xC2E;&#xC41;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC4A;&#xC02;&#xC21;&#xC3F;, &#xC2A;&#xC3F;&#xC21;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC39;&#xC20;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; ha&#x1E6D;hambu-g&#x101;. adv. Pertinaciously, stubbornly. &#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2E;&#xC41;&#xC37;&#xC4D;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC23;&#xC41;&#xC02;&#xC21;&#xC48;&#xC28; &#xC39;&#xC20;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC28;&#xC3F;&#xC32;&#xC41;&#xC35;&#xC15;&#xC41;&#xC02;&#xC21;&#xC28;&#xC4D; &#xC26;&#xC4D;&#xC30;&#xC4B;&#xC24;&#xC41;&#xC30;&#xC41;.&quot; T. ii. 18. &#xC39;&#xC24;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; ha&#x1E6D;ha-y&#x14D;gamu. n. Abstract contemplation, whilst suspending the breath. This is generally a method of austre devotion, such as standing on one leg, holding up the arms, inhaling smoke, with the head inverted, &amp;c. It is opposed to Raja yogam. &#xC15;&#xC20;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC28; &#xC24;&#xC2A;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC39;&#xC20;&#xC35;&#xC3E;&#xC26;&#xC3F; ha&#x1E6D;ha-v&#x101;di. n. A violent man, a determined or obstinate man. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC28; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41; &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC28;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC20;&#xC3E;&#xC24;&#xC4D;, &#xC39;&#xC20;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC17;&#xC3E; or &#xC39;&#xC20;&#xC3E;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC28; ha&#x1E6D;h&#x101;t. adv. Suddenly, unawares. &#xC26;&#xC2C;&#xC4D;&#xC2C;&#xC41;&#xC28;, &#xC32;&#xC1F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28; &#xC05;&#xC26;&#xC30;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;, &#xC39;&#xC20;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; ha&#x1E6D;h&#x101;t-kar-in&#x1E6D;su. v. a. To force, compel, ravish. &#xC2C;&#xC32;&#xC3E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC39;&#xC20;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; ha&#x1E6D;h&#x101;rambu-g&#x101;. adv. Violently, fiercely. &#xC09;&#xC17;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC15;&#xC20;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC17;&#xC20;&#xC4B;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC17;&#xC3E; &#xC17;&#xC4D;&#xC30;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;, &#xC15;&#xC20;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC39;&#xC20;&#xC3E;&#xC30;&#xC02;&#xC2C;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC30;&#xC41;&#xC15;&#xC41;&#xC1A;&#xC41;.&quot; BRY. 647.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC1F;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;ha&#x1E6D;&#x1E6D;amu. [Skt.] n. A market, a fair. &#xC05;&#xC02;&#xC17;&#xC21;&#xC3F;&#xC35;&#xC40;&#xC27;&#xC3F;. &quot;&#xC39;&#xC1F;&#xC4D;&#xC1F;&#xC38;&#xC4D;&#xC25;&#xC3F;&#xC24;&#xC38;&#xC4D;&#xC24;&#xC02;&#xC2D;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC4D; &#xC1A;&#xC3F;&#xC17;&#xC41;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC35;&#xC3F;.&quot; A. ii.48.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC5B;&#xC4D;&#xC1C;</span>&#xA0;&#xA0;or &#xC05;&#xC5B;&#xC4D;&#xC1C; hadzdzu. [Tel.] n. A foot. &#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41;. &quot;&#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC39;&#xC5B;&#xC4D;&#xC1C;&#xC32;&#xC4B;&#xC28;&#xC46;&#xC32;&#xC4D;&#xC32; &#xC38;&#xC24;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC32; &#xC39;&#xC5B;&#xC4D;&#xC1C;&#xC32;&#xC41; &#xC28;&#xC21;&#xC17;&#xC3F;&#xC28;&#xC2F;&#xC1F;&#xC4D;&#xC32;&#xC35;&#xC4B;&#xC32;&#xC46;.&quot; M. XII. ii. 260.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC5B;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC39;&#xC5B;&#xC41;&#xC30;&#xC41;, &#xC39;&#xC41;&#xC5B;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC5B;&#xC3E;&#xC30;&#xC2E;&#xC41; ha&#x1E0D;z&#x101;ramu. [H.] n. Presence. &#xC06;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;. A royal hall or chamber of audience. A place where persons of distinction sit. &#xC06;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC02;&#xC1F;&#xC2A;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC38;&#xC2D;, &#xC15;&#xC4A;&#xC32;&#xC41;&#xC35;&#xC41; &#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;, &#xC28;&#xC17;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC35;&#xC46;&#xC32;&#xC3F;&#xC1A;&#xC3E;&#xC35;&#xC21;&#xC3F;. &quot;&#xC28;&#xC3F;&#xC35;&#xC4D;&#xC35;&#xC1F;&#xC3F;&#xC32;&#xC41;&#xC38;&#xC02;&#xC26;&#xC3F;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC1C;&#xC35;&#xC4D;&#xC35;&#xC3E;&#xC21;&#xC41;&#xC2E;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC24;&#xC4B; &#xC39;&#xC1C;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC30;&#xC46;&#xC28;&#xC4D;.&quot; S. iii. 191.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC15;&#xC4D;&#xC15;&#xC41;</span>&#xA0;&#xA0;hakku. [H.] n. A lawful right or title. &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC24;. &#xC39;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; hakku-d&#x101;-ru&#x1E0D;u. n. A rightful owner; an heir, &#xC2C;&#xC3E;&#xC27;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC26;&#xC3E;&#xC35;&#xC3E; hakku-d&#x101;v&#x101;. n. A claim. &#xC39;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC36;&#xC3E;&#xC2F;&#xC3F; hakku-&#x1E63;&#x101;yi. n. A co-parcener.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC41;</span>&#xA0;&#xA0;hakkasu. [H.] n. Spite, hatred. &#xC2A;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC15;&#xC40;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;hak&#x12B;-kattu. [H.] n. An account, a statement, a representation of occurrences or affairs. &#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC38;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;hams&#x101;yi. [H.] n. A neighbour. &#xC39;&#xC02;&#xC38;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC4D;&#xC30;&#xC3E;&#xC2E;&#xC2E;&#xC41; a neighbouring village.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC02;&#xC38;</span>&#xA0;&#xA0;or &#xC39;&#xC02;&#xC38;&#xC2E;&#xC41; hamsa. [Skt.] n. A swan. A certain fabulous bird supposed to be a swan. Also, a water-fowl, probably the Ruddy Shieldrake. &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC17;&#xC30;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC35;&#xC41;. &#xC28;&#xC40;&#xC33;&#xC4D;&#xC32;&#xC41;&#xC35;&#xC3F;&#xC21;&#xC3F;&#xC1A;&#xC3F; &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC17;&#xC47; &#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F;. &quot;&#xC30;&#xC3E;&#xC1C;&#xC39;&#xC02;&#xC38;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC39;&#xC02;&#xC38;&#xC32;&#xC41;&#xC15;&#xC3E;&#xC30;&#xC41;.&quot; Vasu. pref. 62. The name of one of the vital airs. &#xC36;&#xC3E;&#xC30;&#xC40;&#xC30;&#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;, &#xC09;&#xC1A;&#xC4D;&#xC1B;&#xC4D;&#xC2F;&#xC3E;&#xC38;&#xC28;&#xC3F;&#xC36;&#xC4D;&#xC35;&#xC3E;&#xC38;&#xC30;&#xC42;&#xC2A;&#xC2E;&#xC48;&#xC28; &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. The Divine Spirit, &#xC2A;&#xC30;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC2E;. &#xC39;&#xC02;&#xC38;&#xC17;&#xC2E;&#xC28;&#xC2E;&#xC41; a decent and modest gait. &#xC39;&#xC02;&#xC38;&#xC17;&#xC2E;&#xC28;, &#xC39;&#xC02;&#xC38;&#xC17;&#xC3E;&#xC2E;&#xC3F;&#xC28;&#xC3F; or &#xC39;&#xC02;&#xC38;&#xC2F;&#xC3E;&#xC28; a woman who walks elegantly. adj. (In composition), Best, excellent. &#xC36;&#xC4D;&#xC30;&#xC47;&#xC37;&#xC4D;&#xC20;&#xC2E;&#xC41;. &#xC30;&#xC3E;&#xC1C;&#xC39;&#xC02;&#xC38; a noble prince. &#xC39;&#xC02;&#xC38;&#xC15;&#xC2E;&#xC41; hamsakamu. n. An ornament for the feet. &#xC2A;&#xC3E;&#xC26;&#xC15;&#xC1F;&#xC15;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC21;&#xC3F;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC3F;&#xC05;&#xC02;&#xC26;&#xC46;. &#xC39;&#xC02;&#xC38; &#xC24;&#xC42;&#xC32;&#xC3F;&#xC15;&#xC3E; &#xC24;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC41; a swan&apos;s down-bed or couch, a bed stuffed with the wool of the shrub, Asclepias gigantea (&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC47;&#xC21;&#xC41;) or of the silk cotton tree (&#xC36;&#xC3E;&#xC32;&#xC4D;&#xC2E;&#xC32;&#xC3F; or &#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;&#xC41;.) &#xC39;&#xC02;&#xC38;&#xC30;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC32;&#xC47;&#xC15;, &#xC2C;&#xC42;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC42;&#xC26;&#xC3F;&#xC2A;&#xC30;&#xC41;&#xC2A;&#xC41;. &#xC39;&#xC02;&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC2E;&#xC41; hamsa-p&#x101;damu. n. A star, caret or asterisk. &#xC07;&#xC15;&#xC4D;&#xC15;&#xC21; &#xC24;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; &#xC05;&#xC35;&#xC24;&#xC32; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC38;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC26;&#xC28;&#xC47; &#xC26;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC17;&#xC41;&#xC30;&#xC41;&#xC24;&#xC41;. &#xC39;&#xC02;&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC3F; or &#xC39;&#xC02;&#xC38;&#xC2A;&#xC3E;&#xC26;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41; hamsa-p&#x101;di. n. A creeping plant, Cissus pedata or Coldenia procumbens. &#xC17;&#xC4B;&#xC27;&#xC3E;&#xC2A;&#xC26;&#xC3F;, &#xC38;&#xC41;&#xC35;&#xC39;&#xC3E;, &#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC24;&#xC1F;&#xC4D;&#xC1F; &#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC39;&#xC02;&#xC38;&#xC2F;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; hamsa-yantramu. n. A hinge. &#xC2E;&#xC4A;&#xC32;, &#xC15;&#xC40;&#xC32;&#xC41;. &quot;&#xC15;&#xC35;&#xC3E;&#xC1F;&#xC39;&#xC02;&#xC38;&#xC2F;&#xC28;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC47;&#xC23; &#xC2F;&#xC25;&#xC3E; &#xC38;&#xC02;&#xC2A;&#xC30;&#xC4D;&#xC24;&#xC24;&#xC46;, &#xC24;&#xC25;&#xC3E;&#xC32;&#xC38;&#xC28;&#xC30;&#xC03; &#xC38;&#xC4D;&#xC35;&#xC38;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC36;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC2F;&#xC3E;&#xC02;&#xC2A;&#xC30;&#xC3F;&#xC35;&#xC30;&#xC4D;&#xC24;&#xC24;&#xC47;.&quot; Sanskrit translation of Proverbs XXVI. 13. &#xC39;&#xC02;&#xC38;&#xC35;&#xC33;&#xC3F; hamsa-va&#x1E37;i. n. A kind of cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. BD. iii. 105. &#xC39;&#xC02;&#xC38;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41; hamsa-v&#x101;hanu&#x1E0D;u. n. An epithet of Brahma, because he rides upon a swan. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;. &#xC39;&#xC02;&#xC38;&#xC3F; or &#xC39;&#xC02;&#xC38;&#xC3F;&#xC15; hamsi. n. A female swan. &#xC06;&#xC21;&#xC41;&#xC39;&#xC02;&#xC38;. &#xC39;&#xC02;&#xC38;&#xC41;&#xC21;&#xC41; hamsu&#x1E0D;u. n. The sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. A spiritual preceptor, &#xC17;&#xC41;&#xC30;&#xC41;&#xC35;&#xC41;. A liberal or moderate prince, one who is not covetous nor ambitious. &#xC32;&#xC4B;&#xC2D;&#xC17;&#xC41;&#xC23;&#xC2E;&#xC41;&#xC32;&#xC47;&#xC28;&#xC3F; &#xC28;&#xC43;&#xC2A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC23;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;ha&#x1E47;igelu. [Kan.] n. Salutations, reverences, &#xC26;&#xC02;&#xC21;&#xC2E;&#xC41;&#xC32;&#xC41;. &quot;&#xC28;&#xC40;&#xC32;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41;&#xC28; &#xC28;&#xC46;&#xC32;&#xC15;&#xC4A;&#xC28;&#xC41; &#xC2A;&#xC41;&#xC30;&#xC41;&#xC37;&#xC4B;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC39;&#xC23;&#xC3F;&#xC17;&#xC46;&#xC32;&#xC41; &#xC26;&#xC02;&#xC21;&#xC3F;&#xC17;&#xC1C;&#xC47;&#xC30;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;.&quot; H. iv. 280.
			</div>
                