&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC26;&#xC4D;&#xC26;&#xC41;</span>&#xA0;&#xA0;haddu. [H.] n. A limit, boundary. &#xC0E;&#xC32;&#xC4D;&#xC32;, &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC3F;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC26;&#xC28;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC26;&#xC28;&#xC41; hadanu. [Tel.] n. An opportunity, time. &#xC38;&#xC2E;&#xC2F;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &quot;&#xC05;&#xC39;&#xC26;&#xC28;&#xC02;&#xC1C;&#xC46;&#xC32;&#xC02;&#xC17;&#xC41;&#xC1C;&#xC28;&#xC2E;&#xC41;.&quot; A. iv. 130.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC24;&#xC4D;&#xC2F;</span>&#xA0;&#xA0;hatya. [Skt.] n. Killing, slaying, slaughter, murder. &#xC35;&#xC27;, &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;, &#xC06;&#xC24;&#xC4D;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC2F; suicide. &#xC17;&#xC4B;&#xC39;&#xC24;&#xC4D;&#xC2F; the slaughter of a cow. &#xC28;&#xC30;&#xC39;&#xC24;&#xC4D;&#xC2F;. manslaughter, murder. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;&#xC39;&#xC24;&#xC4D;&#xC2F; the killing of a Brahmin. &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC39;&#xC24;&#xC4D;&#xC2F; patricide. &#xC39;&#xC24;&#xC4D;&#xC2F;&#xC1A;&#xC47;&#xC2F;&#xC41; hatya-ch&#x113;yu. v. a. To kill, to commit murder. &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC39;&#xC24;&#xC4D;&#xC2F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41; hatya-ch&#x113;si-konu. v. n. To commit sucide. &#xC38;&#xC4D;&#xC35;&#xC2A;&#xC4D;&#xC30;&#xC3E;&#xC23;&#xC39;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC1A;&#xC47;&#xC38;&#xC3F;&#xC15;&#xC4A;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;, &#xC05;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC39;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; or &#xC05;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41; hattu. [Tel.] v. n. To adhere to, come in contact with, take to, be attached or addicted to, succeed, attain, approach. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC17;&#xC41;, &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;, &#xC15;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC21;&#xC3E;&#xC2F;&#xC41;, &#xC05;&#xC02;&#xC1F;&#xC41;, &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC38;&#xC2B;&#xC32;&#xC2E;&#xC17;&#xC41;. &quot;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC15;&#xC4A;&#xC2E;&#xC26;&#xC30;&#xC28;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC30;&#xC35;&#xC41;&#xC02;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC28;&#xC3F;&#xC1A;&#xC3F;.&quot; A. vi. 96. &#xC39;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC41; hattin&#x1E6D;su. v. a. To attach, join, touch. &#xC05;&#xC02;&#xC1F;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC15;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC32;&#xC17;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;. &quot;&#xC1A;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC2E;&#xC41;&#xC39;&#xC30;&#xC3F;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.&quot; N. iv. 161.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC24;&#xC4D;&#xC24;&#xC3F;</span>&#xA0;&#xA0;hatti. [from Skt. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;.] n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC24;&#xC4D;&#xC24;</span>&#xA0;&#xA0;hatta. [Tel.] n. Entanglement. &#xC24;&#xC17;&#xC41;&#xC32;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;, &#xC1A;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC21;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hatamu. [Skt.] adj. Killed, slain, defeated, struck, hit, destroyed, blasted, blotted out. &#xC1A;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;. &#xC39;&#xC24;&#xC36;&#xC47;&#xC37;&#xC41;&#xC32;&#xC41; the survivors. &#xC39;&#xC24;&#xC36;&#xC4D;&#xC30;&#xC40; having lost fortune, ruined. n. Ruin, destruction, killing, &#xC28;&#xC3E;&#xC36;&#xC28;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC39;&#xC24;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41; hatamu-ch&#x113;yu. v. a. To kill, destroy, demolish. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC38;&#xC02;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC39;&#xC24;&#xC39;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC39;&#xC24;&#xC39;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E; or &#xC39;&#xC24;&#xC3E;&#xC39;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; hata-hatamu-g&#x101;. adv. Destructively, violently, outrageously. &#xC27;&#xC4D;&#xC35;&#xC38;&#xC2E;&#xC2F;&#xC4D;&#xC2F;&#xC47;&#xC1F;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC17;&#xC3E;, &#xC05;&#xC18;&#xC4B;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.&quot; &#xC39;&#xC24;&#xC39;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC17; &#xC2A;&#xC4B;&#xC1F;&#xC41;&#xC32;&#xC3E;&#xC21;&#xC41;&#xC28;&#xC4D; &#xC2C;&#xC33;&#xC41;&#xC35;&#xC41;&#xC32;&#xC4D;.&quot; G. vii. 84. &quot;&#xC05;&#xC28;&#xC3F; &#xC24;&#xC30;&#xC41;&#xC17;&#xC2E;&#xC41;&#xC38;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC2F;&#xC02;&#xC24; &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC28;, &#xC05;&#xC36;&#xC4D;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC26;&#xC4B;&#xC32;&#xC46;&#xC28;&#xC41; &#xC39;&#xC24;&#xC39;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;.&quot; Pal. 496. &#xC39;&#xC24;&#xC3E;&#xC36;&#xC41;&#xC21;&#xC41; hat-&#x101;&#x1E63;u&#x1E0D;u. n. He who is disappointed. &#xC35;&#xC3F;&#xC2B;&#xC32;&#xC2E;&#xC48;&#xC28; &#xC15;&#xC4B;&#xC30;&#xC3F;&#xC15;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC24;&#xC3E;&#xC39;&#xC24;&#xC2E;&#xC41; hat&#x101;-hatamu. n. Destruction, violent contention. &#xC27;&#xC4D;&#xC35;&#xC02;&#xC38;&#xC2E;&#xC41;, &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC48;&#xC28;&#xC1C;&#xC17;&#xC21;&#xC2E;&#xC41;. &#xC39;&#xC24;&#xC3F; hati. n. Striking, smiting, a blow. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;, &#xC26;&#xC46;&#xC2C;&#xC4D;&#xC2C;. &quot;&#xC35;&#xC3F;&#xC37;&#xC3E;&#xC23;&#xC39;&#xC24;&#xC3F;&#xC1A;&#xC47;.&quot; P. i. 241. &#xC39;&#xC24;&#xC41;&#xC21;&#xC41; hatu&#x1E0D;u. n. One who has been struck, smitten, destroyed, or killed, One who is void of, or bereft of. &#xC15;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC4D;&#xC21;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC35;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC2F;&#xC3E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hay&#x101;mu. [H.] n. Period, time, reign, authority, &#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hagamu. [Skt.] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC39;&#xC2F;&#xC2E;&#xC47;&#xC27;&#xC2E;&#xC41; the sacrifice of a horse. &#xC39;&#xC2F;&#xC17;&#xC4D;&#xC30;&#xC40;&#xC35;&#xC41;&#xC21;&#xC41; or &#xC39;&#xC2F;&#xC35;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; haya-grivu&#x1E0D;u. n. A name of Vishnu as being the god of learning. &#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;&#xC26;&#xC47;&#xC35;&#xC24; &#xC05;&#xC2F;&#xC3F;&#xC28; &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;. &#xC39;&#xC2F;&#xC2E;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; haya-m&#x101;ra-kamu. n. The shrub named Nerium odorum. &#xC13;&#xC21;&#xC17;&#xC28;&#xC4D;&#xC28;&#xC47;&#xC30;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC39;&#xC2F;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41; haya-v&#x101;hanu&#x1E0D;u. n. Lit. the &quot;Equestraian,&quot; a name of Kubera who rides on a horse. &#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC2F;&#xC3E;&#xC02;&#xC18;&#xC4D;&#xC30;&#xC3F; hay-&#x101;nghri. n. The name of a herb. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC17;&#xC3F;&#xC1F;&#xC4D;&#xC1F;&#xC06;&#xC15;&#xC41;. &#xC39;&#xC2F;&#xC3E;&#xC35;&#xC33;&#xC3F; hay-&#x101;va&#x1E37;i. n. A kind of cloth. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. BD. iii. 118.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC2E;&#xC47;&#xC37;&#xC3E;</span>&#xA0;&#xA0;ham&#x113;sh&#x101;. [H.] adv. Continually, always. &#xC0E;&#xC32;&#xC4D;&#xC32;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC2C;&#xC3F;&#xC38;&#xC3F;</span>&#xA0;&#xA0;habis&#x12B;. [Skt. for &apos;Abysinia.&apos;] n. The name of a country. An Abysinian, an African, a negro, &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC40;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC28;&#xC32;&#xC4D;&#xC32;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC06;&#xC2B;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC3E; &#xC26;&#xC47;&#xC36;&#xC2A;&#xC41; &#xC2E;&#xC28;&#xC41;&#xC37;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &quot;&#xC39;&#xC2C;&#xC3F;&#xC38;&#xC40;&#xC30;&#xC4C;&#xC24;&#xC41;&#xC32;&#xC28;&#xC02;&#xC17;&#xC24;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC46;&#xC26;&#xC32;&#xC41; &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC3E;&#xC30;&#xC46;&#xC28;&#xC4D;.&quot; Charu Chandro. iv. 46.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC28;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;hanuvu. [Skt.] n. The jaw, the upper part of the cheek. &#xC1A;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC2E;&#xC40;&#xC26;&#xC3F; &#xC2D;&#xC3E;&#xC17;&#xC2E;&#xC41;. &#xC39;&#xC28;&#xC41;&#xC2E;, &#xC39;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC21;&#xC41;, &#xC39;&#xC28;&#xC41;&#xC2E;&#xC21;&#xC41;, &#xC39;&#xC28;&#xC41;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC39;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC21;&#xC41; hanuma. n. The name of the chief of the monkeys (now deified) who was an ally and spy of Rama. &#xC06;&#xC02;&#xC1C;&#xC28;&#xC47;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC39;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC41;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC46; &#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he has high or great cheek-bones. &#xC39;&#xC28;&#xC41;&#xC2E;&#xC02;&#xC24;&#xC2C;&#xC40;&#xC30; hanu-manla-b&#x12B;ra. n. A plant, a kind of cucumber. Cucumis acutangulas. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28;&#xC2C;&#xC40;&#xC30;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC28;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hananamu. [Skt. from &#xC39;&#xC28;&#xC4D; to kill.] n. Killing, destroying. &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;.
			</div>
                