&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;har&#x101;mi. [H.] adj. Wicked, vicious. &#xC26;&#xC41;&#xC37;&#xC4D;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;haramu. [Skt.] adj. Expelling, taking away, removing, counteracting evil effects. Stealing. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4B;&#xC17;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC47;, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC2C;&#xC4D;&#xC2C;&#xC3F; harabh&#x12B;. [H. &apos;Arab.&apos;] n. Arabia. An Arab horse.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;&#xC17;&#xC4B;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC3F;&#xC17;&#xC4B;&#xC32;&#xC41; hari-g&#x14D;lu. [Tel.] n. A boat made of wicker work covered with hides, a coracle, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC2A;&#xC41;&#xC1F;&#xC4D;&#xC1F;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;&#xC17;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC3F;&#xC17; hariga. [Tel.] n. A shield. &#xC15;&#xC47;&#xC24;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC30;&#xC3F;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41; harin&#x1E6D;su. [Skt.] v. n. To be digested, to waste away, to perish, go off or disappear, as a disease, to subside, &#xC15;&#xC4D;&#xC37;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC05;&#xC21;&#xC17;&#xC41;. &#xC2D;&#xC47;&#xC26;&#xC3F;&#xC15;&#xC3F;&#xC2F;&#xC3F;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC14;&#xC37;&#xC27;&#xC2E;&#xC41; &#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC2A;&#xC4B;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; the medicine was carried off. i.e., the medicine did no good. v. a. To counteract, expel, as an antidote does; to carry off. To take by violence, usurp, plunder, rob, steal, kill, destroy. &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;, &#xC26;&#xC4A;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;, &#xC05;&#xC21;&#xC1A;&#xC41;. &#xC2E;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC17; &#xC2E;&#xC3E;&#xC2E;&#xC3F;&#xC21;&#xC3F; &#xC2A;&#xC02;&#xC21;&#xC4D;&#xC32; &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC41; butter-milk counteracts the bad effects of mangoes. &quot;&#xC1A;&#xC4B;&#xC30;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; &#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC24;&#xC2E;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2A;&#xC4B;&#xC35;&#xC41;&#xC1A;&#xC41;&#xC02;&#xC21;&#xC17;&#xC3E;.&quot; N. i. 239. &#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; hara-&#x1E47;amu. n. Seizing, taking away forcibly, removing, carrying or bearing off; as of pain, &amp;c. Stealth, theft, rape. Lapse or passing of time. &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC23;&#xC2E;&#xC41;. A special gift or bonus: a nuptial present, &#xC05;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F;. &#xC05;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC15;&#xC42;&#xC24;&#xC41;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;. &#xC2D;&#xC41;&#xC15;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC48;&#xC28;&#xC3E;&#xC39;&#xC30;&#xC23;&#xC2D;&#xC30;&#xC23; &#xC36;&#xC15;&#xC4D;&#xC24;&#xC3F; &#xC1A;&#xC42;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC28;&#xC41; I did to the best of my power to gain my bread. &#xC2E;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F; &#xC15;&#xC3E;&#xC32;&#xC39;&#xC30;&#xC23; &#xC2E;&#xC2F;&#xC3F;&#xC28;&#xC26;&#xC3F; there has been much loss of time. &#xC06; &#xC38;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC15;&#xC41;&#xC02;&#xC21;&#xC3E; &#xC15;&#xC3E;&#xC32;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is putting off the payment of the money. &#xC35;&#xC3E;&#xC21;&#xC41; &#xC0A;&#xC30;&#xC15; &#xC15;&#xC3E;&#xC32;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC4D;&#xC24;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is wasting the time. &#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41; harimpu. n. Waste, loss, embezzlement, abstraction. &#xC28;&#xC3E;&#xC36;&#xC2E;&#xC41;, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC26;&#xC4B;&#xC2A;&#xC3F;&#xC21;&#xC3F;, &#xC05;&#xC2A;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC4B;&#xC15;&#xC3F;&#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41; to digest, &#xC1C;&#xC40;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; hari-ku&#x1E0D;u. n. A thief, a gambler. &#xC24;&#xC38;&#xC4D;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC15;&#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC2E;&#xC41; gambling, &#xC26;&#xC4D;&#xC2F;&#xC42;&#xC24;&#xC2E;&#xC41;. &quot;&#xC30;&#xC3E;&#xC1C;&#xC2E;&#xC43;&#xC17;&#xC3E;&#xC26;&#xC3F;&#xC2E;&#xC41;&#xC16;&#xC2C;&#xC02;&#xC27;&#xC28;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41; &#xC39;&#xC30;&#xC3F;&#xC15; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC4B;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;.&quot; G. ix. 177.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;</span>&#xA0;&#xA0;hari. [Skt.] adj. Green, yellow, bay, tawny. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;&#xC17;&#xC32;. n. A name given to Vishnu, Indra and Yama, &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;, &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC2F;&#xC2E;&#xC41;&#xC21;&#xC41;. A horse, &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. A lion, &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. An ape, &#xC15;&#xC4D;&#xC37;&#xC4B;&#xC24;&#xC3F;. A frog, &#xC15;&#xC2A;&#xC4D;&#xC2A;. The sun, &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. The moon, &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. Air, &#xC35;&#xC3E;&#xC2F;&#xC41;&#xC35;&#xC41;. A parrot, &#xC1A;&#xC3F;&#xC32;&#xC41;&#xC15;. A snake, &#xC2A;&#xC3E;&#xC2E;&#xC41;. A ray of light, &#xC15;&#xC3F;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC39;&#xC30;&#xC3F; O lord! O lord! &#xC39;&#xC30;&#xC3F;&#xC39;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC41; all the deities. (Lit:) Vishnu. Siva, &amp;c. &#xC39;&#xC30;&#xC3F;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41; hari-chanda-namu.. n. The yellow and fragrant sort of sandal wood. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC17;&#xC32;&#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F; hari-priya. n. The Basil plant, &#xC24;&#xC41;&#xC32;&#xC38;&#xC3F;. &#xC39;&#xC30;&#xC3F;&#xC2C;&#xC41;&#xC35;&#xC4D;&#xC35;&#xC2E;&#xC41; hari-buvvamu. n. A marriage feast. &#xC2A;&#xC46;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC3F;&#xC32;&#xC4B; &#xC06;&#xC21;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41; &#xC2E;&#xC17;&#xC35;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41;&#xC15;&#xC42;&#xC21;&#xC3F; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC21;&#xC2E;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC2E;&#xC02;&#xC25;&#xC15;&#xC2E;&#xC41; hari-manthakamu. n. Chick pea, Cicer arietinum. &#xC38;&#xC46;&#xC28;&#xC17;&#xC32;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC23;&#xC2E;&#xC41; hari-v&#x101;&#x1E47;amu. n. A metal dish of any kind, a dish a plate, &#xC2A;&#xC3E;&#xC24;&#xC4D;&#xC30;, &#xC1A;&#xC3F;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC3E;&#xC02;&#xC2C;&#xC3E;&#xC33;&#xC2E;&#xC41;, &#xC24;&#xC1F;&#xC4D;&#xC1F;. &#xC39;&#xC30;&#xC3F;&#xC35;&#xC3E;&#xC38;&#xC30;&#xC2E;&#xC41; hari-v&#x101;saramu. n. The eleventh day of each lunar fortnight, which is kept as a fast. &#xC0F;&#xC15;&#xC3E;&#xC26;&#xC36;&#xC3F;. &#xC39;&#xC30;&#xC3F;&#xC39;&#xC2F;&#xC41;&#xC21;&#xC41; hari-hayu&#x1E0D;u. n. An epithet of Indra. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41; hary-ak-shamu. n. (Lit: yellow-eyed) A lion. &#xC38;&#xC3F;&#xC02;&#xC39;&#xC2E;&#xC41;. &#xC39;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41; hary-akshu&#x1E0D;u. n. An epithet of Kubera.
			</div>
                