&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;haritamu. [Skt.] adj. Green, verdant. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;. n. Green colour, &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC02;&#xC17;&#xC41;. A bay horse, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC24; &#xC2A;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15; harita-patrika. n. A green tree, an evergreen. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC3E;&#xC15;&#xC41;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC24;&#xC2E;&#xC02;&#xC1C;&#xC30;&#xC3F; harita-manjari. n. A plant, Acalypha indica, &#xC15;&#xC41;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC02;&#xC1F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC24;&#xC4D;&#xC24;&#xC41; harittu. n. The colour green. &#xC06;&#xC15;&#xC41;&#xC2A;&#xC1A;&#xC4D;&#xC1A;. A bay horse, &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;. A point of the compass. &#xC26;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC41;. &quot;&#xC39;&#xC30;&#xC3F;&#xC02;&#xC26;&#xC02;&#xC24;&#xC2E;&#xC41;. N. i. 211. &#xC39;&#xC30;&#xC3F;&#xC26;&#xC36;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; harid-asvu&#x1E0D;u. n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;&#xC23;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hari&#x1E47;amu. [Skt.] adj. White. &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;. n. White colour. &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;, &#xC36;&#xC4D;&#xC35;&#xC47;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;. An antelope, &#xC15;&#xC41;&#xC30;&#xC02;&#xC17;&#xC2E;&#xC41;, &#xC07;&#xC30;&#xC4D;&#xC30;&#xC3F;. &#xC39;&#xC30;&#xC3F;&#xC23; &#xC15;&#xC4D;&#xC30;&#xC40;&#xC21; or &#xC39;&#xC30;&#xC3F;&#xC23;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC28;&#xC2E;&#xC41; hari&#x1E47;a-kr&#x12B;&#x1E0D;a. n. A certain game played by boys, leap frog. &#xC12;&#xC15;&#xC35;&#xC3F;&#xC27;&#xC2E;&#xC48;&#xC28; &#xC06;&#xC1F;. &quot;&#xC07;&#xC30;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41; &#xC28;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41; &#xC5B;&#xC4B;&#xC21;&#xC48; &#xC28;&#xC46;&#xC30;&#xC38;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC30;&#xC3F;&#xC28;&#xC4A;&#xC15;&#xC30;&#xC3F; &#xC2E;&#xC4B;&#xC17;&#xC3F;&#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC2F;&#xC41;&#xC26;&#xC42;&#xC30;&#xC02;&#xC2C;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC17;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4B;&#xC21;&#xC41;&#xC1A;&#xC41;, &#xC39;&#xC30;&#xC3F;&#xC23;&#xC15;&#xC4D;&#xC30;&#xC40;&#xC21;&#xC32;&#xC1C;&#xC46;&#xC32;&#xC02;&#xC17;&#xC3F;&#xC30;&#xC02;&#xC26;&#xC30;&#xC41; &#xC24;&#xC2E;&#xC32;&#xC4B;&#xC28;&#xC4D;.&quot; V. P. vii. 214. &#xC39;&#xC30;&#xC3F;&#xC23;&#xC28;&#xC3E;&#xC2D;&#xC3F; hari&#x1E47;a-n&#x101;bhi. n. Musk, the animal perfume so called. &#xC15;&#xC38;&#xC4D;&#xC24;&#xC42;&#xC30;&#xC3F;. &#xC39;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC02;&#xC15;&#xC2E;&#xC4C;&#xC33;&#xC3F; an epithet of Siva as crowned with the moon. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC23;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC3F; hari&#x1E47;-&#x101;kshi. n. A lady; (lit) gazelle-eyed. &#xC0F;&#xC23;&#xC32;&#xC4B;&#xC1A;&#xC28;. &#xC39;&#xC30;&#xC3F;&#xC23;&#xC3F; hari&#x1E47;i. n. A doe, a female antelope, &#xC06;&#xC21;&#xC41;&#xC32;&#xC47;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC4D;&#xC24;</span>&#xA0;&#xA0;harta. [Skt.] n. One who steals or removes. &#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC3E;</span>&#xA0;&#xA0;hark&#x101;r&#x101;. [H.] n. A messenger, a courier.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC41; harusamu. [from Skt. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;.] n. Gladness. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &quot;&#xC39;&#xC30;&#xC41;&#xC38;&#xC2E;&#xC41; &#xC1C;&#xC46;&#xC02;&#xC26;&#xC3F;&#xC35;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC30;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F; &#xC32;&#xC40;&#xC32; &#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC48;.&quot; KUR. ii. 6. &#xC39;&#xC30;&#xC41;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; harus-in&#x1E6D;su. v. n. To rejoice.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC30;&#xC4D;&#xC35;&#xC41; haruvu. [Tel.] n. Beauty, comeliness, elegance. Skill: a trick. &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;, &#xC05;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC3E;&#xC23;&#xC46;&#xC2E;&#xC48;&#xC28; &#xC2A;&#xC28;&#xC3F;. adj. Fine, pretty, beautiful, clever, excellent. &quot;&#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC1F;&#xC02;&#xC26;&#xC2A;&#xC41;&#xC1A;&#xC32;&#xC4D;&#xC35;&#xC17;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC39;&#xC30;&#xC41;&#xC35;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC4A;&#xC02;&#xC26;&#xC3E;&#xC35;&#xC3F; &#xC17;&#xC02;&#xC27;&#xC02;&#xC2C;&#xC41; &#xC2E;&#xC47;&#xC28;&#xC28;&#xC4D; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E;&#xC30;&#xC28;&#xC32;&#xC02;&#xC26;&#xC3F;.&quot; T. iii. 129. &quot;&#xC12;&#xC15;&#xC35;&#xC3F;&#xC02;&#xC24;&#xC39;&#xC30;&#xC41;&#xC28;&#xC48;&#xC28; &#xC2F;&#xC42;&#xC30;&#xC4D;&#xC27;&#xC4D;&#xC35; &#xC2A;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC2A;&#xC48;.&quot; N. v. 89. &quot;&#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2E;&#xC47;&#xC28; &#xC39;&#xC30;&#xC41;&#xC35;&#xC41;&#xC2A;&#xC30;&#xC1A;&#xC3F;.&quot; N. ix. 124. &#xC39;&#xC30;&#xC41;&#xC35;&#xC30;&#xC3F; haruv-ari. n. A clever man. &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC30;&#xC3F;, &#xC09;&#xC2A;&#xC3E;&#xC2F;&#xC36;&#xC3E;&#xC32;&#xC3F;. &quot;&#xC36;&#xC4D;&#xC30;&#xC40;&#xC30;&#xC3E;&#xC2E;&#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC4B; &#xC39;&#xC4B;&#xC2F;&#xC4C;&#xC30;&#xC3E; &#xC39;&#xC30;&#xC41;&#xC35;&#xC30;&#xC3F; &#xC28;&#xC46;&#xC30;&#xC41;&#xC02;&#xC17;&#xC41;&#xC28;&#xC02;&#xC17;&#xC26; &#xC2E;&#xC41;&#xC16;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC4D;.&quot; R. vi. 68. &#xC39;&#xC30;&#xC4D;&#xC35;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; harvu-k&#x101;&#x1E0D;u. n. A clever man. &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC26;&#xC15;&#xC4D;&#xC37;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;haru&#x1E0D;u. [Skt.] n. An epithet of Siva. &#xC36;&#xC3F;&#xC35;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; har-&#x101;dri. n. Mount Kailasa, the favourite resort of Siva. &#xC15;&#xC48;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;&#xC2C;&#xC40;&#xC15;&#xC46;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC30;&#xC3F;&#xC2C;&#xC46;&#xC2F;&#xC40;&#xC15;&#xC46;&#xC32;&#xC41; harib-&#x12B;kelu. [Tel.] n. Porcupine&apos;s quills. &#xC0F;&#xC26;&#xC41;&#xC2A;&#xC02;&#xC26;&#xC3F; &#xC2E;&#xC41;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41;. &quot;&#xC0F;&#xC21;&#xC3F;&#xC17;&#xC48;&#xC15;&#xC4A;&#xC28;&#xC3F;&#xC28; &#xC39;&#xC30;&#xC3F;&#xC2C;&#xC40;&#xC15;&#xC46;&#xC32;&#xC41;.&quot; H. v. 411. &quot;&#xC05;&#xC38;&#xC2E;&#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC27;&#xC41;&#xC30;&#xC40;&#xC23;&#xC41;&#xC32;&#xC15;&#xC41; &#xC2C;&#xC3F;&#xC30;&#xC41;&#xC26;&#xC02;&#xC26;&#xC41;&#xC30;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC46;&#xC39;&#xC30;&#xC3F;&#xC2C;&#xC46;&#xC2F;&#xC40;&#xC15;&#xC46;&#xC32;&#xC41;.&quot; S. i. 157. &quot;&#xC2C;&#xC41;&#xC30;&#xC41;&#xC21;&#xC41; &#xC1C;&#xC3F;&#xC02;&#xC15;&#xC32;&#xC41; &#xC2A;&#xC46;&#xC28;&#xC41;&#xC2A;&#xC41;&#xC32;&#xC41;&#xC32;&#xC17;&#xC4B;&#xC33;&#xC4D;&#xC32;&#xC41;, &#xC39;&#xC30;&#xC3F;&#xC2C;&#xC46;&#xC2F;&#xC40;&#xC15;&#xC46;&#xC32;&#xC41; &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC3F;&#xC2A;&#xC41;&#xC30;&#xC3F;&#xC26;&#xC4A;&#xC02;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; S. i. 186.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;&#xC28;&#xC4D;&#xC2E;&#xC23;&#xC3F;</span>&#xA0;&#xA0;harin-ma&#x1E47;i. [Skt.] n. An emerald. &#xC2A;&#xC1A;&#xC4D;&#xC1A;, &#xC2E;&#xC30;&#xC15;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;</span>&#xA0;&#xA0;haridra. [Skt.] n. Turmeric. &#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41; haridruvu. n. Wood saffron. &#xC2E;&#xC4D;&#xC30;&#xC3E;&#xC28;&#xC3F;&#xC2A;&#xC38;&#xC41;&#xC2A;&#xC41;. &#xC39;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC30;&#xC3E;&#xC2D;&#xC2E;&#xC41; haridr&#x101;-bhamu. n. Yellow colour. adj. Yellow.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC3F;&#xC26;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC30;&#xC3F;&#xC26;&#xC33;&#xC2E;&#xC41; hari-da&#x1E37;amu. [from Skt. &#xC39;&#xC30;&#xC3F;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC4D;.] n. Yellow orpiment, Arsenicum flavum. &#xC35;&#xC47;&#xC37;&#xC17;&#xC3E;&#xC02;&#xC21;&#xC4D;&#xC30;&#xC41; &#xC2E;&#xC42;&#xC24;&#xC3F;&#xC15;&#xC3F; &#xC2A;&#xC42;&#xC38;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41; gold coloured orpiment, auri-pigmentum.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC39;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC4D;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;harmyamu. [Skt.] n. A mansion, palace. &#xC30;&#xC3E;&#xC1C;&#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;, &#xC27;&#xC28;&#xC3F;&#xC15;&#xC41;&#xC28;&#xC3F; &#xC17;&#xC43;&#xC39;&#xC2E;&#xC41;. A storeyed house, &#xC2E;&#xC3F;&#xC26;&#xC4D;&#xC26;&#xC46;&#xC2F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;.
			</div>
                