&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC32;&#xC4D;&#xC32;&#xC38;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hall&#x12B;sakamu. [Skt.] n. A dance performed by women moving in a circle and holding sticks in their hands, &#xC06;&#xC21;&#xC02;&#xC17;&#xC41;&#xC32;&#xC41; &#xC35;&#xC30;&#xC4D;&#xC24;&#xC41;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC3F;&#xC32;&#xC3F;&#xC1A;&#xC3F; &#xC06;&#xC21;&#xC47; &#xC06;&#xC1F;, &#xC15;&#xC4B;&#xC32;&#xC3E;&#xC1F;&#xC2E;&#xC41;, &#xC1A;&#xC47;&#xC24;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC06;&#xC21;&#xC47; &#xC24;&#xC3E;&#xC02;&#xC21;&#xC35;&#xC2E;&#xC41;. A. iii. 121.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41; halla-kall&#x14D;-lamu. [Tel.] n. A tumult, confusion, disorder, disturbance. &#xC24;&#xC3E;&#xC30;&#xC41;&#xC2E;&#xC3E;&#xC30;&#xC41;. &quot;&#xC2E;&#xC41;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC39;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC1C;&#xC47;&#xC2F;&#xC41;.&quot; P. i.675.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hallakamu. [Skt.] n. The red lotus. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC2E;&#xC30;. &quot;&#xC39;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC2A;&#xC3E;&#xC23;&#xC3F;&quot; rosy fingered. Ila. iii. 8.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC32;&#xC4D;&#xC15;&#xC3E;, &#xC39;&#xC32;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC05;&#xC32;&#xC4D;&#xC15;&#xC3F; halk&#x101;. [H.] adj. Mean, low, inferior. &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC4D;&#xC37;&#xC41;&#xC26;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC32;&#xC39;&#xC32;&#xC2E;&#xC41;, &#xC39;&#xC32;&#xC3E;&#xC39;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC3E;&#xC32;&#xC3E;&#xC39;&#xC32;&#xC2E;&#xC41; hala-halamu. [Skt.]n. Poison, venom. &#xC17;&#xC30;&#xC33;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;halamu. [Skt.] n. A plough, &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;, &#xC39;&#xC32;&#xC30;&#xC47;&#xC16; in palmistry, a mark in the palm, resembling a plough and denoting victory. &#xC39;&#xC32;&#xC3F; or &#xC39;&#xC32;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC41;&#xC21;&#xC41; hali. n. A ploughman, &#xC2E;&#xC21;&#xC15;&#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. Also, an epithet applied to Balarama. &#xC39;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; haliku&#x1E0D;u. n. A ploughman. &#xC15;&#xC43;&#xC37;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC32;&#xC4D;&#xC2F; halya. n. A field once ploughed. &#xC39;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41; halyamu. adj. Ploughed, tilled. &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC2C;&#xC21;&#xC4D;&#xC21;. n. A collection of ploughs. &#xC28;&#xC3E;&#xC17;&#xC33;&#xC4D;&#xC32; &#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. A. i. 52.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC41;</span>&#xA0;&#xA0;harshamu. [Skt.] n. Gladness, joy, exultaion. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC15;&#xC41;&#xC21;&#xC41; harshaku&#x1E0D;u. n. One who causes joy, one who gives pleasure, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC1C;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC2E;&#xC41; harsha&#x1E47;amu. n. Pleasure, joy, rejoicing. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC23;&#xC41;&#xC21;&#xC41; harsha&#x1E47;u&#x1E0D;u. n. One who rejoices or is glad, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC2E;&#xC3E;&#xC23;&#xC2E;&#xC41; harsha-m&#x101;&#x1E47;amu. adj. Pleased, happy, cheerful, glad, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F; harshi. n. One who is joyful or pleased, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; harshin&#x1E6D;su. v. n. To be glad, rejoice, be pleased with, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;. &#xC06;&#xC2F;&#xC28; &#xC07;&#xC02;&#xC24; &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC3F; &#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC3E; will he be pleased with this? &#xC39;&#xC30;&#xC4D;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; harshitamu. adj. Delighted, glad, cheerful. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC35;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC35;&#xC28;&#xC3F;&#xC02;&#xC1A;&#xC41; hava&#x1E47;in&#x1E6D;su. [Kan.] v. a. To wear, to put on, to adorn, to set right. To perform, accomplish. To lay. &#xC27;&#xC30;&#xC3F;&#xC2E;&#xC1A;&#xC41;, &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC15;&#xC4D;&#xC15;&#xC2C;&#xC30;&#xC1A;&#xC41;, &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC09;&#xC02;&#xC1A;&#xC41;, &#xC2A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &quot;&#xC15;&#xC2E;&#xC4D;&#xC2E;&#xC2C;&#xC02;&#xC17;&#xC30;&#xC41; &#xC1A;&#xC3E;&#xC2F; &#xC15;&#xC30;&#xC4D;&#xC23;&#xC3F;&#xC15;&#xC32;&#xC4D; &#xC39;&#xC35;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC39;&#xC02;&#xC38;&#xC15;&#xC38;&#xC4D;&#xC2B;&#xC42;&#xC30;&#xC4D;&#xC24;&#xC3F;&#xC1A;&#xC47; &#xC28;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; T. iv. 154. &quot;&#xC06;&#xC21;&#xC3F;&#xC28;&#xC2A;&#xC02;&#xC24;&#xC02;&#xC2C;&#xC41; &#xC39;&#xC35;&#xC23;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;.&quot; L. viii. 95. &#xC05;&#xC28;&#xC17;&#xC3E;, &#xC1A;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC1F;&#xC3F;&#xC28;&#xC3F;. &#xC39;&#xC3E;&#xC35;&#xC23;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; hava&#x1E47;-illu. v. n. To shine, bloom, be slpendid. &#xC35;&#xC3F;&#xC32;&#xC38;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC35;&#xC46;&#xC32;&#xC41;&#xC17;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC3F;&#xC02;&#xC1A;&#xC41;. &quot;&#xC39;&#xC35;&#xC23;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;&#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32; &#xC30;&#xC35;&#xC3F;&#xC15;&#xC26;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;.&quot; Ila. i. 80. &#xC39;&#xC35;&#xC23;&#xC3F;&#xC02;&#xC2A;&#xC41; hava&#x1E47;-impu. n. Beautification, adorning, &#xC05;&#xC32;&#xC02;&#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;. Vigilance, precaution, &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC24;. &quot;&#xC05;&#xC38;&#xC41;&#xC30;&#xC42;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC3F;&#xC38;&#xC02;&#xC2A;&#xC26;&#xC32;&#xC3E; &#xC39;&#xC35;&#xC23;&#xC3F;&#xC02;&#xC2A;&#xC41; &#xC38;&#xC4A;&#xC02;&#xC2A;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC39;&#xC3E;&#xC33;&#xC3F;&#xC2E;&#xC46;&#xC2F;&#xC3F;&#xC28;&#xC4D; &#xC17;&#xC28;&#xC41;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC3F;.&quot; T. ii. 78. &#xC39;&#xC35;&#xC23;&#xC3F;, &#xC39;&#xC35;&#xC23;&#xC3F;&#xC15; or &#xC39;&#xC35;&#xC23;&#xC41; havani. n. Beauty. &#xC12;&#xC2A;&#xC4D;&#xC2A;&#xC3F;&#xC26;&#xC2E;&#xC41;. Carefulness, caution, &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41;. &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;. &#xC39;&#xC35;&#xC23;&#xC41;&#xC17; hava&#x1E47;u-ga. adv. Carefully, cautiously. &#xC2A;&#xC26;&#xC3F;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;. &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC33;&#xC4D;&#xC32;&#xC3F;</span>&#xA0;&#xA0;ha&#x1E37;&#x1E37;i. [Tel.] n. A cipher, &#xC38;&#xC41;&#xC28;&#xC4D;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC33;&#xC39;&#xC33;&#xC3F;, &#xC39;&#xC33;&#xC39;&#xC33;&#xC3F;&#xC15;, &#xC39;&#xC33;&#xC3E;&#xC39;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC39;&#xC3E;&#xC33;&#xC3E;&#xC39;&#xC33;&#xC3F; ha&#x1E37;a-ha&#x1E37;i. [Skt.] n. Haste. &#xC24;&#xC4D;&#xC35;&#xC30;. A confused or tumultuous noise, tumult, uproar. &#xC15;&#xC4B;&#xC32;&#xC3E;&#xC39;&#xC32;&#xC2E;&#xC41;, &#xC15;&#xC32;&#xC15;&#xC32;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;. Violence, oppression, &#xC14;&#xC26;&#xC4D;&#xC27;&#xC24;&#xC4D;&#xC2F;&#xC2E;&#xC41;. Courage, heroism. &#xC36;&#xC4C;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC05;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC28;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC46;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC30;&#xC4A;&#xC02;&#xC21;&#xC4A;&#xC30;&#xC41;&#xC32;&#xC28;&#xC41; &#xC35;&#xC21;&#xC3F; &#xC1C;&#xC47;&#xC2F;&#xC42;&#xC24;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC39;&#xC33;&#xC3E;&#xC39;&#xC33;&#xC3F;&#xC2E;&#xC40;&#xC30;&#xC28;&#xC4D;.&quot; N. i. 117.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC39;&#xC32;</span>&#xA0;&#xA0;hall&#x14D;-hala. [Skt.] adj. Bewildered, stumbled. &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;, &#xC1A;&#xC40;&#xC15;&#xC3E;&#xC15;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;. &#xC39;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC39;&#xC32;&#xC41;&#xC21;&#xC41; hall&#x14D;-halu&#x1E0D;u. n. A wanderer; one who is bewildered or confused, &#xC24;&#xC4A;&#xC1F;&#xC4D;&#xC30;&#xC41;&#xC2A;&#xC3E;&#xC1F;&#xC41;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; &#xC35;&#xC3E;&#xC15;&#xC4D;&#xC15;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC32; &#xC39;&#xC32;&#xC4D;&#xC32;&#xC4B;&#xC39;&#xC32;&#xC3E;.&quot; N. ix. 543.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC32;&#xC4D;&#xC32;&#xC41;</span>&#xA0;&#xA0;hallu. [Skt.] n. A consonant. &#xC15;&#xC15;&#xC3E;&#xC30;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;.
			</div>
                