&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;See under &#xC39;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC35;&#xC47;&#xC32;&#xC3F;</span>&#xA0;&#xA0;havel&#x12B;. [H.] n. A mansion, a palace. &#xC28;&#xC17;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC35;&#xC41;&#xC38;&#xC41;</span>&#xA0;&#xA0;Same as &#xC39;&#xC4C;&#xC38;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC35;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;havanamu. [Skt.] n. A sacrifice, oblation burnt-offering. &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41;. &#xC39;&#xC35;&#xC28;&#xC40;&#xC2F;&#xC2E;&#xC41; havan&#x12B;yamu. adj. Sacrificial, fit for or intended for sacrifice. &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28;. &#xC39;&#xC3E;&#xC35;&#xC2E;&#xC41; havamu. n. A sacrifice, oblation, &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;. A command, &#xC06;&#xC1C;&#xC4D;&#xC1E;. A call, calling, &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;. &#xC39;&#xC35;&#xC3F;, &#xC39;&#xC35;&#xC3F;&#xC38;&#xC4D;&#xC38;&#xC41; or &#xC39;&#xC35;&#xC3F;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41; havi. n. An oblation of ghee or clarified butter; an article fit to be offered in sacrifice. Any thing fit to be eaten on holy days and on sacred occasions, as wheat, cow&apos;s milk, &amp;c. &#xC39;&#xC4B;&#xC2E;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC18;&#xC43;&#xC24;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. &#xC2A;&#xC3F;&#xC02;&#xC21;&#xC3F; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC48;&#xC28; &#xC32;&#xC18;&#xC4D;&#xC35;&#xC3E;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;. &#xC35;&#xC4D;&#xC30;&#xC24;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC02;&#xC26;&#xC41; &#xC35;&#xC3F;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28; &#xC2D;&#xC4B;&#xC1C;&#xC28;&#xC40;&#xC2F;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC39;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41; havyamu. n. An offering to the gods. &#xC26;&#xC47;&#xC35;&#xC24;&#xC3E;&#xC30;&#xC4D;&#xC25;&#xC28;&#xC3F;&#xC2F;&#xC2E;&#xC3F; &#xC24;&#xC3E;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;, &#xC39;&#xC4B;&#xC2E;&#xC3F;&#xC2F;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &#xC39;&#xC35;&#xC4D;&#xC2F;&#xC15;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; offerings to the deities and the manes of deceased ancestors. &#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2A;&#xC3F;&#xC24;&#xC43;&#xC26;&#xC47;&#xC35;&#xC24;&#xC32;&#xC15;&#xC41;&#xC28;&#xC41; &#xC2F;&#xC4B;&#xC17;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC05;&#xC28;&#xC4D;&#xC28;&#xC2E;&#xC41;. &#xC39;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC2D;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC39;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC39;&#xC41;&#xC21;&#xC41;, &#xC39;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41; or &#xC39;&#xC35;&#xC4D;&#xC2F;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC41;&#xC21;&#xC41; havir-bhukku. n. Fire. &#xC05;&#xC17;&#xC4D;&#xC28;&#xC3F;&#xC39;&#xC4B;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC5B;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;Same as &#xC39;&#xC5B;&#xC3E;&#xC30;&#xC2E;&#xC41;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC5B;&#xC30;&#xC41;</span>&#xA0;&#xA0;h&#x101;dzaru. [H.] adj. Present, ready. &#xC39;&#xC3E;&#xC5B;&#xC30;&#xC41;&#xC5B;&#xC3E;&#xC2E;&#xC40;&#xC28;&#xC41; bail for producing a culprit. &#xC17;&#xC48;&#xC30;&#xC41;&#xC39;&#xC3E;&#xC1C;&#xC30;&#xC41; absence. &#xC39;&#xC3E;&#xC5B;&#xC30;&#xC41;&#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC40;. an attendance register.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;</span>&#xA0;&#xA0;h&#x101;. [Skt.] interj. Ah! alas! An inter-jection expressive of weariness, sorrow, pain, wonder, surprise, or pleasure. &quot;&#xC39;&#xC3E;&#xC2F;&#xC28;&#xC3F;&#xC35;&#xC17;&#xC1A;&#xC3F;.&quot; N. iii. 1290. &quot;&#xC39;&#xC3E;&#xC2A;&#xC41;&#xC24;&#xC4D;&#xC30;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;.&quot; Sar. D. 358. &#xC39;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41; h&#x101;-ra-vamu. n. The exclamation &quot;Ha (&#xC30;&#xC35;&#xC2E;&#xC41; meaning sound.) &#xC39;&#xC3E; &#xC05;&#xC28;&#xC47; &#xC28;&#xC3F;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC38;&#xC4D;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hastamu. [Skt.] n. The hand. &#xC1A;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;. The arm, &#xC2D;&#xC41;&#xC1C;&#xC2E;&#xC41;. An elephant&apos;s trunk, &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC24;&#xC4A;&#xC02;&#xC21;&#xC2E;&#xC41;. A cubit, &#xC2E;&#xC42;&#xC30;. &#xC05;&#xC26;&#xC3F; &#xC39;&#xC38;&#xC4D;&#xC24;&#xC17;&#xC24;&#xC2E;&#xC48;&#xC28;&#xC26;&#xC3F; it came into my possession or power, &#xC39;&#xC38;&#xC4D;&#xC24;&#xC26;&#xC4B;&#xC37;&#xC2E;&#xC41; a slip of the pen an error in writing. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC24;&#xC32;&#xC2E;&#xC41; the palm of the hand. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC35;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; hasta-v&#x101;ra-&#x1E47;amu. n. Prevention (of beating, &amp;c.) by interposing the hand. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; hast-&#x101;ntaramu. n. Stock; total amount in a treasury: money in hand. &#xC2C;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC38;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC38;&#xC3F;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC30;&#xC42;&#xC15;&#xC32;&#xC41;. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC3F; hast-&#x101;kshari. n. Handwriting, signature. &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC41;. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; hast&#x101;-naksha-tramu. n. The thirteenth lunar mansion. &#xC2A;&#xC26;&#xC2E;&#xC42;&#xC21;&#xC4B; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC15;&#xC41; &#xC05;&#xC35;&#xC24;&#xC32;&#xC3F; &#xC28;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F; hasti. n. An elephant. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2E;&#xC36;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC30;&#xC2E;&#xC41; a huge difference, as between an elephant and a fly. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC16;&#xC2E;&#xC41; hasti-nakhamu. n. A mound of earth or masonry, screening the access to the gate of a city or fort. &#xC2A;&#xC41;&#xC30;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC15;&#xC42;&#xC1F;&#xC2E;&#xC41;. &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC23;&#xC26;&#xC4D;&#xC35;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC2E;&#xC41;&#xC02;&#xC26;&#xC30;&#xC3F;&#xC2C;&#xC41;&#xC30;&#xC41;&#xC5B;&#xC41;. The glacis of a fortified town. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC28;&#xC3F; hastini. n. A she elephant. &#xC06;&#xC21;&#xC2F;&#xC47;&#xC28;&#xC41;&#xC17;&#xC41;. A woman of the stolid type, &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2A;&#xC15;&#xC41;&#xC21;&#xC41; hastipaku&#x1E0D;u. n. An elephant driver. &#xC2E;&#xC3E;&#xC28;&#xC35;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC2D;&#xC3E;&#xC30;&#xC2E;&#xC41; hasti-bh&#x101;ramu. n. The base or foot; a basis; a foundation. &#xC2A;&#xC41;&#xC28;&#xC3E;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC38;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC38;&#xC2E;&#xC41; hasanamu. [Skt.] n. Laughing, a smile. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC39;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; hasin&#x1E6D;su. v. n. To laugh, smile. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC39;&#xC3E;&#xC38;&#xC3F;&#xC24;&#xC2E;&#xC41; hasitamu. n. A laugh, a smile. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. adj. Laughing, smiling, &#xC28;&#xC35;&#xC4D;&#xC35;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC38;&#xC26;&#xC41;, &#xC39;&#xC38;&#xC3E;&#xC26;&#xC41;</span>&#xA0;&#xA0;or &#xC05;&#xC38;&#xC3E;&#xC26;&#xC41; hasadu. [Tel.] adj. Noble, great, &#xC26;&#xC4A;&#xC21;&#xC4D;&#xC21;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC38;&#xC02;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC39;&#xC38;&#xC28;&#xC3F; hasanti. [Skt.] n. A portable furnace or fire pot. &#xC15;&#xC41;&#xC02;&#xC2A;&#xC1F;&#xC3F;.
			</div>
                