&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC2E;&#xC3F;&#xC24;&#xC15;&#xC3E;&#xC35;&#xC3F;</span>&#xA0;&#xA0;h&#x101;mi-tak&#x101;vi. [H.] n. An advance for cultivation on the responsibility of a third person. &#xC5B;&#xC3E;&#xC2E;&#xC40;&#xC28;&#xC41;&#xC2E;&#xC40;&#xC26; &#xC07;&#xC1A;&#xC4D;&#xC1A;&#xC47; &#xC35;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC32;&#xC39;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC3E;&#xC32;&#xC3E;&#xC39;&#xC32;&#xC2E;&#xC41; h&#x101;la-halamu. [Skt.] n. Deadly poison. &#xC35;&#xC3F;&#xC37;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC32;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x101;lamu. [Skt.] n. A plough. &#xC28;&#xC3E;&#xC17;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC32;</span>&#xA0;&#xA0;h&#x101;la. [Skt.] n. Wine, &#xC38;&#xC41;&#xC30;, &#xC2E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x101;ramu. [Skt.] n. A necklace, a string of pearls, a garland, a string or row, &#xC2A;&#xC47;&#xC30;&#xC41;. In Arithmetic, the divisor: also the denominator of a fraction. &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41; a string of pearls. &#xC39;&#xC3E;&#xC30;&#xC15;&#xC2E;&#xC41; h&#x101;rakamu. n. The divisor. &#xC2A;&#xC3E;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC1A;&#xC4D;&#xC1A;&#xC47;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC39;&#xC3E;&#xC30;&#xC3F; h&#x101;ri. adj. Beautiful. &#xC30;&#xC2E;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC41;&#xC02;&#xC26;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC4B;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC48;&#xC28;. Taking, getting. &#xC17;&#xC4D;&#xC30;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC47;. R. i. 215. &#xC39;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41; h&#x101;rya-mu. n. The dividend. &#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC26;&#xC17;&#xC3F;&#xC28;&#xC26;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC28;&#xC3F;</span>&#xA0;&#xA0;h&#x101;ni. [Skt.] n. Loss, damage, detriment, injury, harm, mischief, ruin, peril. &#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC17;&#xC41;&#xC1F;, &#xC28;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC15;&#xC40;&#xC21;&#xC41;, &#xC1A;&#xC47;&#xC1F;&#xC41;. &#xC39;&#xC3E;&#xC28;&#xC3F;&#xC35;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC41;&#xC32;&#xC41; adversity and prosperity. &#xC39;&#xC3E;&#xC28;&#xC3F;&#xC15;&#xC30;&#xC2E;&#xC41; h&#x101;ni-karamu. adj. Doing injury, pernicious, injurious, harmful, &#xC1A;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC48;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F;, &#xC06;&#xC30;&#xC24;&#xC3F;</span>&#xA0;&#xA0;or &#xC2E;&#xC02;&#xC17;&#xC33;&#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F; h&#x101;rati. [from Skt. &#xC06;&#xC30;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC15;&#xC2E;&#xC4D;.] n. A waveoffering to a deity. An offering of camphor, &amp;c., presented on marriages or such like festivities to prevent the bad effects of an evil eye. &#xC26;&#xC40;&#xC2A;&#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F; an offerring of lights. &#xC27;&#xC42;&#xC2A;&#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F; an offering of burning incense. &#xC15;&#xC30;&#xC4D;&#xC2A;&#xC42;&#xC30;&#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F; an offering of lighted camphor. &#xC15;&#xC41;&#xC02;&#xC2C;&#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F; an offering of a vase with a lamp on its mouth. &#xC39;&#xC3E;&#xC30;&#xC24;&#xC3F;&#xC2A;&#xC3E;&#xC1F;&#xC32;&#xC41; songs sung at the time of offering camphor to a deity or on festive occasions, having the phrase &#xC39;&#xC3E;&#xC30;&#xC24;&#xC41;&#xC32;&#xC46;&#xC24;&#xC4D;&#xC24;&#xC30;&#xC47; as a chorus.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC30;&#xC15;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;h&#x101;raku&#x1E0D;u. [Skt. from &#xC39;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;.] n. A thief, robber, plunderer, ravisher, &#xC26;&#xC4A;&#xC02;&#xC17;, &#xC26;&#xC4B;&#xC1A;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC4B;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC3E;&#xC36;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC2F;&#xC3F;</span>&#xA0;&#xA0;h&#x101;yi. [Tel.] n. Happiness, peace, quiet, comfort. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;, &#xC38;&#xC4C;&#xC16;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;, &#xC28;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC33;&#xC2E;&#xC41;. &#xC39;&#xC3E;&#xC2F;&#xC3F;&#xC17;&#xC3E; h&#x101;yi-g&#x101;. adv. Happily, comfortably, at ease. &#xC38;&#xC41;&#xC16;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC28;&#xC46;&#xC2E;&#xC4D;&#xC2E;&#xC26;&#xC3F;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC2F;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x101;yanamu. [Skt.] n. A year, &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC1F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x101;&#x1E6D;akamu. [Skt.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &#xC39;&#xC3E;&#xC1F;&#xC15;&#xC17;&#xC3F;&#xC30;&#xC3F; or &#xC39;&#xC3E;&#xC1F;&#xC15;&#xC2D;&#xC42;&#xC27;&#xC30;&#xC2E;&#xC41; the hill called Maha Meru. &#xC2E;&#xC39;&#xC3E;&#xC2E;&#xC47;&#xC30;&#xC41;&#xC35;&#xC41;. &#xC39;&#xC3E;&#xC1F;&#xC15;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC21;&#xC41; h&#x101;&#x1E6D;aka-garbhu&#x1E0D;u. n. An epithet of Brahma. &#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC21;&#xC41;, &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC35;&#xC21;&#xC3F;, &#xC39;&#xC3E;&#xC35;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC06;&#xC35;&#xC21;&#xC3F; h&#x101;va&#x1E0D;i. [Kan.] n. Annoyance, trouble, distress, molestation. &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2E;&#xC41;. &#xC2C;&#xC3E;&#xC30;&#xC3F;. &quot;&#xC38;&#xC2E;&#xC40;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC39;&#xC3E;&#xC35;&#xC33;&#xC3F; &#xC2C;&#xC4B;&#xC35;&#xC15;&#xC41;&#xC02;&#xC21;.&quot; Vish. ii. 121. &quot;&#xC36;&#xC3E; &#xC35;&#xC30;&#xC4D;&#xC37;&#xC02;&#xC2A;&#xC41; &#xC28;&#xC46;&#xC35;&#xC4D;&#xC35;&#xC28;&#xC4D; &#xC30;&#xC41;&#xC1C;&#xC28;&#xC4D;, &#xC39;&#xC3E;&#xC35;&#xC33;&#xC4D;&#xC32;&#xC28;&#xC4D; &#xC26;&#xC3F;&#xC17;&#xC41;&#xC28;&#xC28;&#xC4D;&#xC2F; &#xC2D;&#xC42;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC32; &#xC30;&#xC3E;&#xC1C;&#xC3E;&#xC2F;&#xC3E;&#xC2F;&#xC3F;&#xC1C;&#xC3E;&#xC24;&#xC4D;&#xC2F;&#xC4C;&#xC1A;&#xC3F;&#xC24;&#xC3F;&#xC28;&#xC4D;, &#xC2C;&#xC4D;&#xC30;&#xC4B;&#xC35;&#xC02;&#xC17;&#xC3E;&#xC26;&#xC17;&#xC41;.&quot; A. iv. 291.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC33;&#xC3F;</span>&#xA0;&#xA0;h&#x101;&#x1E37;i. [Tel.] n. Eagerness, desire, &#xC06;&#xC38;&#xC15;&#xC4D;&#xC24;&#xC3F;. Joy, gladness. &#xC06;&#xC28;&#xC02;&#xC26;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC09;&#xC24;&#xC4D;&#xC38;&#xC3E;&#xC39;&#xC2E;&#xC41;. &quot;&#xC15; &#xC39;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC2F;&#xC3E;&#xC21;&#xC02;&#xC26;&#xC17;&#xC41; &#xC39;&#xC47;&#xC33;&#xC3F;&#xC28;&#xC4D;.&quot; R. i. 19.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;h&#x101;lu. [Eng. &apos;Hall&apos;.] n. A hall.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC32;&#xC41;</span>&#xA0;&#xA0;h&#x101;lu. [H.] adj. Current, present, &#xC39;&#xC3E;&#xC32;&#xC41;&#xC38;&#xC3E;&#xC32;&#xC41; or &#xC39;&#xC3E;&#xC32;&#xC4D;&#xC38;&#xC3E;&#xC32;&#xC41; h&#x101;lu-s&#x101;lu. n. The current year, &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC47; &#xC38;&#xC02;&#xC35;&#xC24;&#xC4D;&#xC38;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC32;&#xC3F;&#xC15;</span>&#xA0;&#xA0;h&#x101;lika. [Skt. from &#xC39;&#xC32;.] adj. Belonging to a plough, appertaining to farming, agricultural. &#xC32;&#xC3E;&#xC02;&#xC17;&#xC32; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC30;&#xC3F; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. &quot;&#xC36;&#xC3E;&#xC32;&#xC3F;&#xC35;&#xC28;&#xC2A;&#xC3E;&#xC32;&#xC3F;&#xC15; &#xC39;&#xC3E;&#xC32;&#xC3F;&#xC15; &#xC2C;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC2E;&#xC23;&#xC41;&#xC32;&#xC4D;.&quot; N. i. 42. &#xC39;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; or &#xC39;&#xC32;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; h&#x101;liku&#x1E0D;u. n. A ploughman, a farmer, a cultivator, a husbandman. &#xC15;&#xC43;&#xC37;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41;, &#xC15;&#xC3E;&#xC35;&#xC41;, &#xC26;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC41;&#xC15;&#xC4A;&#xC28;&#xC3F; &#xC2C;&#xC4D;&#xC30;&#xC24;&#xC3F;&#xC15;&#xC47;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC30;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC3F;. &quot;&#xC28;&#xC26;&#xC41;&#xC32;&#xC41; &#xC15;&#xC42;&#xC32;&#xC02;&#xC15;&#xC37;&#xC4B;&#xC28;&#xC4D;&#xC28;&#xC24;&#xC2E;&#xC41;&#xC32;&#xC48; &#xC2A;&#xC4D;&#xC30;&#xC35;&#xC39;&#xC3F;&#xC02;&#xC1A;&#xC46;, &#xC39;&#xC3E;&#xC32;&#xC3F;&#xC15;&#xC4B;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC17;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC17;&#xC4D;&#xC17;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC46;.&quot; Pururavas Charitra. iv. 35.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC2E;&#xC3F;&#xC15;</span>&#xA0;&#xA0;or &#xC06;&#xC2E;&#xC3F;&#xC15; h&#x101;mika. [from Skt. &#xC05;&#xC39;&#xC2E;&#xC39;&#xC2E;&#xC3F;&#xC15;.] n. Egotism, pride, vanity. Vigour. &#xC17;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC15;&#xC4A;&#xC35;&#xC4D;&#xC35;&#xC41;.&quot; &#xC28;&#xC47;&#xC30;&#xC4D;&#xC2A;&#xC41;&#xC17;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC28;&#xC4D; &#xC1C;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC28;&#xC3F;&#xC39;&#xC3E;&#xC2E;&#xC3F;&#xC15;&#xC32;&#xC4D;.&quot; Anir. iii. 126.
			</div>
                