&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x101;stikamu. [Skt. from &#xC39;&#xC38;&#xC4D;&#xC24;&#xC3F;.] n. A herd of elephants. &#xC0F;&#xC28;&#xC41;&#xC17;&#xC41;&#xC32;&#xC17;&#xC41;&#xC02;&#xC2A;&#xC41;. &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC3F;&#xC15;&#xC41;&#xC21;&#xC41; h&#x101;stiku&#x1E0D;u. n. An elephant driver. &#xC2E;&#xC3E;&#xC35;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; h&#x101;samu. [Skt.] n. Laughter, laughing, merriment, sport, fun. &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;. &#xC26;&#xC30;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41; graceful smile. &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC2E;&#xC41; h&#x101;syamu. n. Joking, jesting. &#xC39;&#xC3E;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; h&#x101;sin&#x1E6D;su. v. n. To laugh, &#xC28;&#xC35;&#xC4D;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC36;&#xC4D;&#xC36;&#xC40;&#xC32;&#xC41;, &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC38;&#xC40;&#xC32;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC3E;&#xC38;&#xC40;&#xC32;&#xC41; h&#x101;&#x1E63;&#x1E63;&#x12B;lu [H.] n. Duty, customs, a tax. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x101;vamu. [Skt.] n. An amorous gesture: dalliance, blandishment. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32; &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30; &#xC30;&#xC38; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC35;&#xC32;&#xC4D;&#xC32; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC47; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;, &#xC28;&#xC47;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F; &#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC24;&#xC46;&#xC32;&#xC3F;&#xC2F;&#xC26;&#xC17;&#xC3F;&#xC28; &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC3F;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC15;&#xC28;&#xC15;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC2F;&#xC32;&#xC4D;&#xC32;&#xC2E;&#xC02;&#xC26;&#xC3F;&#xC30;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC41; &#xC1C;&#xC28;&#xC3F; &#xC39;&#xC3E;&#xC35; &#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC26;&#xC33;&#xC41;&#xC15;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC28;&#xC4D;.&quot; N. iv. 34.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;hikka. [Skt.] n. Hiccup, hiccough. &#xC0E;&#xC15;&#xC4D;&#xC15;&#xC3F;&#xC32;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC02;&#xC38;</span>&#xA0;&#xA0;or &#xC39;&#xC3F;&#xC02;&#xC38;&#xC28;&#xC2E;&#xC41; himsa. [Skt.] n. Injury, hurt, harm, evil, torture, mischief, killing. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC1A;&#xC02;&#xC2A;&#xC21;&#xC2E;&#xC41;. &#xC39;&#xC3F;&#xC02;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41; himsin&#x1E6D;su. v. a. To plague, tormen, do harm, injure, kill, murder. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC41;. &#xC39;&#xC3F;&#xC02;&#xC38;&#xC15;&#xC2E;&#xC41; or &#xC39;&#xC3F;&#xC02;&#xC38;&#xC4D;&#xC30;&#xC2E;&#xC41; himse-kamu. adj. Mischievous, hurtful, injurious. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC28;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC26;&#xC3F;. &#xC39;&#xC3F;&#xC02;&#xC38;&#xC15;&#xC41;&#xC21;&#xC41; himsakuau. n. An evil-doer, an oppressor, a murderer. &#xC2C;&#xC3E;&#xC27;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC1A;&#xC02;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC39;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;h&#x101;hu&#x1E0D;u. [Skt.] n. One of a class of singers in the heaven of Indra. &#xC12;&#xC15;&#xC1C;&#xC3E;&#xC24;&#xC3F; &#xC26;&#xC47;&#xC35;&#xC17;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3E;&#xC39;&#xC3E;</span>&#xA0;&#xA0;h&#x101;-h&#x101;. [Skt.] interj. How wonderful! Oh! &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;. Alas! alas! ah me! &#xC16;&#xC47;&#xC26;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;. &#xC39;&#xC3E;&#xC39;&#xC3E;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; h&#x101;h&#x101;-k&#x101;ramu. n. Cries of &quot;Ha! Ha&quot; or &quot;Ah&quot;. &#xC0F;&#xC21;&#xC4D;&#xC2A;&#xC41;, &#xC2A;&#xC46;&#xC21;&#xC2C;&#xC4A;&#xC2C;&#xC4D;&#xC2C;&#xC32;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC24;&#xC35;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC24;&#xC35;&#xC41; [from Skt. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;.] Same as &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;. &#xC39;&#xC3F;&#xC24;&#xC35;&#xC30;&#xC3F; or &#xC07;&#xC24;&#xC35;&#xC30;&#xC3F; hitav-ari. n. A friend. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hitamu. [Skt.] adj. Good, beneficial, friendly, kind, profitable, &#xC2E;&#xC02;&#xC1A;&#xC3F;, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC36;&#xC41;&#xC2D;&#xC2E;&#xC48;&#xC28;. &#xC39;&#xC3F;&#xC24;&#xC36;&#xC24;&#xC4D;&#xC30;&#xC41;&#xC35;&#xC41; a secret enemy. n. That which is good, benefit, welfare. &#xC2E;&#xC02;&#xC1A;&#xC3F;&#xC26;&#xC3F;, &#xC2E;&#xC47;&#xC32;&#xC41;. &#xC39;&#xC3F;&#xC24;&#xC2E;&#xC41;&#xC17;&#xC3E; hitamu-g&#x101;. adv. Agreeably, in a friendly manner, &#xC05;&#xC28;&#xC41;&#xC15;&#xC42;&#xC32;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC39;&#xC3F;&#xC24;&#xC35;&#xC3E;&#xC26;&#xC3F; hita-v&#x101;di. n. He who gives good advice. &#xC2E;&#xC47;&#xC32;&#xC41;&#xC1A;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41; hitu&#x1E0D;u. n. A friend, an ally. &#xC07;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC3F;&#xC24;&#xC4B;&#xC2A;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; hit-&#x14D;pa-d&#x113;&#x1E63;amu. n. Friendly advice. The name of a book on morals.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hin&#x1E0D;anamu. [Skt.] n. Spread, extension, wandering. &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC4D;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC38;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC21;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC41;&#xC17;&#xC41;&#xC1F;. &quot;&#xC28;&#xC40;&#xC32;&#xC15;&#xC41;&#xC02;&#xC2D;&#xC30;&#xC41;&#xC1A;&#xC3F; &#xC39;&#xC3F;&#xC02;&#xC21;&#xC28;&#xC2E;&#xC4B;&#xC2F;&#xC28;.&quot; Kalahasti: 1. 60. &#xC39;&#xC3F;&#xC02;&#xC21;&#xC3F;&#xC24;&#xC2E;&#xC41; hin&#x1E0D;i-tamu. adj. Extended, spread, wandering, &#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC5B;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC07;&#xC5B;&#xC3E;&#xC30;&#xC41; hidz&#x101;ru. [H.] n. A pair of trousers, short breeches. &quot;&#xC2A;&#xC38;&#xC3F;&#xC21;&#xC3F; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC41;&#xC39;&#xC3F;&#xC5B;&#xC3E;&#xC30;&#xC41;.&quot; &#xC36;&#xC41;&#xC15;. i.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC02;&#xC26;&#xC42;</span>&#xA0;&#xA0;hin&#x1E0D;&#x16B;. [Persian through Skt. &#xC38;&#xC3F;&#xC02;&#xC27;&#xC41;.] adj. Hindu. &#xC07;&#xC02;&#xC21;&#xC4D;&#xC2F;&#xC3E;&#xC26;&#xC47;&#xC36; &#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &quot;&#xC39;&#xC3F;&#xC02;&#xC26;&#xC42;&#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F; &#xC30;&#xC2E;&#xC3E;&#xC27;&#xC41;&#xC30;&#xC02;&#xC27;&#xC30;.&quot; Swa. iii. 176. &#xC39;&#xC3F;&#xC02;&#xC26;&#xC41;&#xC35;&#xC41; hinduvu. n. A Hindu.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC02;&#xC26;&#xC4B;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hind&#x14D;&#x1E37;amu. [Skt.] n. A certain tune. &#xC38;&#xC02;&#xC17;&#xC40;&#xC24;&#xC30;&#xC3E;&#xC17;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC02;&#xC24;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hint&#x101;&#x1E37;amu. [Skt.] n. The marshy date tree. &#xC17;&#xC3F;&#xC30;&#xC15;&#xC24;&#xC3E;&#xC21;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hingulamu. [Skt.] n. Vermilion. &#xC07;&#xC02;&#xC17;&#xC3F;&#xC32;&#xC40;&#xC15;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC26;&#xC3F;, &#xC39;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC26;&#xC2E;&#xC41;, &#xC39;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC07;&#xC02;&#xC17;&#xC41;&#xC26;&#xC3F; hingudi. [Skt.] n. A small kind of egg plant. Solanum melongena. &#xC2C;&#xC43;&#xC39;&#xC24;&#xC3F;, &#xC28;&#xC47;&#xC32;&#xC2E;&#xC41;&#xC32;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC02;&#xC17;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;hinguvu. [Skt.] n. Asafoetida. &#xC07;&#xC02;&#xC17;&#xC41;&#xC35;.
			</div>
                