&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC39;&#xC40;, &#xC39;&#xC40;&#xC39;&#xC3F;, &#xC39;&#xC40;&#xC39;&#xC40;, &#xC07;&#xC39;&#xC3F;&#xC39;&#xC40;</span>&#xA0;&#xA0;hih&#x12B;. [Skt.] interj. Ha! ha! heyday! An expression of surprise, of scorn, or of sorrow. &#xC39;&#xC3E;&#xC38;&#xC4D;&#xC2F;&#xC4B;&#xC15;&#xC4D;&#xC24;&#xC3F;, &#xC06;&#xC36;&#xC4D;&#xC1A;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC35;&#xC4D;&#xC2F;&#xC38;&#xC28;&#xC2E;&#xC41; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC28;&#xC3F;&#xC28;&#xC3F; &#xC24;&#xC46;&#xC32;&#xC41;&#xC2A;&#xC41;&#xC2E;&#xC3E;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hira&#x1E47;yamu. [Skt.] n. Gold. Wealth, money. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;, &#xC38;&#xC4A;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC27;&#xC28;&#xC2E;&#xC41;, &#xC30;&#xC42;&#xC15;&#xC32;&#xC41;. &#xC38;&#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC4B;&#xC26;&#xC15;&#xC26;&#xC3E;&#xC28;&#xC2E;&#xC41; a gift of land, &amp;c., with some money and water given to signify that the gift is not retractable. &#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2E;&#xC2F;&#xC2E;&#xC41; hira&#x1E47;-mayamu. adj. Golden, made of gold. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC39;&#xC3F;&#xC30;&#xC23;&#xC4D;&#xC2F;&#xC17;&#xC30;&#xC4D;&#xC2D;&#xC41;&#xC21;&#xC41; hira&#x1E47;ya-garbhu&#x1E0D;u. n. An epithet of Brahma. &#xC2C;&#xC4D;&#xC30;&#xC39;&#xC4D;&#xC2E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;himamu. [Skt.] n. Dew, frost, snow. &#xC2E;&#xC02;&#xC1A;&#xC41;. A fragrant grass called Cyperus. &#xC2A;&#xC3E;&#xC32;&#xC15;&#xC42;&#xC30;. Sandal, &#xC1A;&#xC02;&#xC26;&#xC28;&#xC2E;&#xC41;. adj. Cold, frigid, chilly, dewy, snowy. &#xC36;&#xC40;&#xC24;&#xC32;&#xC2E;&#xC48;&#xC28;, &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;. &#xC39;&#xC3F;&#xC2E;&#xC15;&#xC30;&#xC41;&#xC21;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC27;&#xC3E;&#xC2E;&#xC41;&#xC21;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC02;&#xC36;&#xC41;&#xC35;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC2D;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41; or &#xC39;&#xC3F;&#xC2E;&#xC30;&#xC36;&#xC4D;&#xC2E;&#xC3F; hima-karu&#x1E0D;u. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC3F;&#xC2E;&#xC17;&#xC3F;&#xC30;&#xC3F;, &#xC39;&#xC3F;&#xC2E;&#xC35;&#xC02;&#xC24;&#xC2E;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F;, &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC1A;&#xC32;&#xC2E;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC32;&#xC2F;&#xC2E;&#xC41; or &#xC39;&#xC3F;&#xC2E;&#xC36;&#xC48;&#xC32;&#xC2E;&#xC41; hima-giri. n. The snowy mountain, the Himalaya range. &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC4B;&#xC35;&#xC02;&#xC21;. &#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC2F;&#xC42;&#xC16;&#xC41;&#xC21;&#xC41; or &#xC39;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41; hima-may&#x16B;khu&#x1E0D;u. n. The moon. &#xC1A;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC21;&#xC41;. &quot;&#xC39;&#xC3F;&#xC2E;&#xC30;&#xC41;&#xC19;&#xC4D;&#xC2E;&#xC3F;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;.&quot; N. ii. 465. &#xC39;&#xC3F;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F; or &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC41; hima-v&#x101;ri. n. Rose water. &#xC2A;&#xC28;&#xC4D;&#xC28;&#xC40;&#xC30;&#xC41;. &quot;&#xC39;&#xC3F;&#xC2E;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC32;&#xC15;&#xC2E;&#xC3E;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; A. vi. 176. &quot;&#xC15;&#xC28;&#xC41;&#xC26;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32; &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;&#xC2A;&#xC30;&#xC3E;&#xC26;&#xC41;.&quot; Vasu. iii. 241. Swa. v. 126. &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC17;&#xC2E;&#xC2E;&#xC41; him-&#x101;gamamu. n. The cold season, winter. &#xC36;&#xC40;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;. &#xC39;&#xC3F;&#xC2E;&#xC3E;&#xC28;&#xC3F; him&#x101;ni. n. Snow, ice, hoar-frost. &#xC28;&#xC40;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC39;&#xC3F;&#xC2E;&#xC38;&#xC2E;&#xC42;&#xC39;&#xC2E;&#xC41;. Swa. v. 135. &#xC39;&#xC3F;&#xC2E;&#xC3F;&#xC15; himika. n. Hoar-frost. &#xC28;&#xC40;&#xC39;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC40;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x12B;ramu. [Skt.] n. A diamond, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;, &#xC30;&#xC35;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x12B;namu. [Skt.] adj. Bad, low, mean, vile, base. Left, abandoned. &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;, &#xC28;&#xC40;&#xC1A;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC30;&#xC4D;&#xC1C;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC21;&#xC41;&#xC35;&#xC26;&#xC17;&#xC3F;&#xC28;, &#xC30;&#xC39;&#xC3F;&#xC24;&#xC2E;&#xC48;&#xC28;, &#xC32;&#xC47;&#xC28;&#xC3F;. In compound words it denotes Bereft of, without, destitute or deprived of, free from. &#xC39;&#xC40;&#xC28;&#xC35;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3F; a mean occupation. &#xC05;&#xC24;&#xC21;&#xC41; &#xC39;&#xC40;&#xC28;&#xC26;&#xC36;&#xC32;&#xC4B;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC21;&#xC41; he is in low circumstances. &#xC39;&#xC40;&#xC28;&#xC38;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; a low voice. &#xC39;&#xC40;&#xC28;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC2F;&#xC48;&#xC28; degraded, outcast. &#xC39;&#xC40;&#xC28;&#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; an outcast. &quot;&#xC39;&#xC40;&#xC28;&#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC41;&#xC21;&#xC41;.&quot; M. XII. iii. 328. &#xC39;&#xC40;&#xC28;&#xC24;, &#xC39;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41; or &#xC39;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41; h&#x12B;nata. n. Lowness, meanness, baseness. Want, defect, &#xC28;&#xC40;&#xC1A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC32;&#xC4B;&#xC2A;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC2E;&#xC3F;. &#xC2C;&#xC32;&#xC39;&#xC40;&#xC28;&#xC24; weakness, debility. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC24; foolishness. &quot;&#xC39;&#xC40;&#xC28;&#xC38;&#xC4D;&#xC25;&#xC3E;&#xC28;&#xC2E;&#xC41;&#xC28; &#xC35;&#xC3F;&#xC2D;&#xC35;&#xC39;&#xC40;&#xC28;&#xC28;&#xC24; &#xC28;&#xC3F;&#xC1F;&#xC4D;&#xC32;&#xC41;&#xC02;&#xC21;&#xC3F;.&quot; M. XII. iv. 414. &quot;&#xC06;&#xC1A;&#xC3E;&#xC30;&#xC39;&#xC40;&#xC28;&#xC24; &#xC2F;&#xC24;&#xC3F;&#xC32;&#xC4B;&#xC2D;&#xC2E;&#xC41;.&quot; M. XIII. iv. 305. &#xC39;&#xC40;&#xC28;&#xC30;&#xC3E;&#xC36;&#xC3F; h&#x12B;na-r&#x101;&#x1E63;i. n. The lowest part of a rick or heap. &#xC39;&#xC40;&#xC28;&#xC35;&#xC3E;&#xC26;&#xC3F; h&#x12B;na-v&#x101;di. n. The loser in an argument or law suit. &#xC13;&#xC21;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC41; &#xC39;&#xC40;&#xC28;&#xC35;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC2F;&#xC3F;&#xC30;&#xC3F; they came off losers. &#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; h&#x12B;nu&#x1E0D;u. n. A low, mean or base man. (In composition) he who is without, destitute of, or deprived of. &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;, &#xC28;&#xC40;&#xC1A;&#xC41;&#xC21;&#xC41;, &#xC30;&#xC39;&#xC3F;&#xC24;&#xC41;&#xC21;&#xC41;. &#xC05;&#xC02;&#xC17;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; he who is defective in a limb, he who is crippled. &#xC35;&#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; he who is without clothes. &#xC15;&#xC41;&#xC32;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; a man of low caste. &#xC2C;&#xC41;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; he who is without wisdom. &#xC30;&#xC42;&#xC2A;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; he who is devoid of beauty. &#xC27;&#xC28;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41;. a penniless man, a poor man. &#xC32;&#xC1C;&#xC4D;&#xC1C;&#xC3E;&#xC39;&#xC40;&#xC28;&#xC41;&#xC21;&#xC41; he who is without shame.
			</div>
                