&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC1F;&#xC3E;&#xC39;&#xC41;&#xC1F;&#xC3F;</span>&#xA0;&#xA0;hu&#x1E6D;&#x101;-hu&#x1E6D;i. [Tel.] n. Swiftness, haste. &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;, &#xC17;&#xC2E;&#xC28;&#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;. adj. Rapid, quick, &#xC24;&#xC40;&#xC35;&#xC4D;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC21;&#xC3F;&#xC2F;&#xC48;&#xC28;. &quot;&#xC24;&#xC35;&#xC20;&#xC35;&#xC32;&#xC47;&#xC15;&#xC30;&#xC41;&#xC17;&#xC41;&#xC26;&#xC41;&#xC2E;&#xC41; &#xC39;&#xC41;&#xC1F;&#xC3E;&#xC39;&#xC41;&#xC1F;&#xC3F;&#xC28;&#xC21;&#xC32;&#xC28;&#xC4D;.&quot; Swa. i. 38. &quot;&#xC39;&#xC41;&#xC1F;&#xC3E;&#xC39;&#xC41;&#xC1F;&#xC3F;&#xC28;&#xC3E;&#xC1F;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC38;&#xC32;&#xC4D;&#xC2A;.&quot; H. ii. 191. &#xC39;&#xC41;&#xC1F;&#xC3E;&#xC39;&#xC41;&#xC1F;&#xC3F; &#xC2A;&#xC4D;&#xC30;&#xC2F;&#xC3E;&#xC23;&#xC2E;&#xC41; a forced march. &#xC39;&#xC41;&#xC1F;&#xC3E;&#xC39;&#xC41;&#xC1F;&#xC3F; or &#xC39;&#xC41;&#xC1F;&#xC3E;&#xC39;&#xC41;&#xC1F;&#xC3F;&#xC28;&#xC4D; hu&#x1E6D;&#x101;-hu&#x1E6D;i. adv. Rapidly, quickly, hurriedly. &#xC36;&#xC40;&#xC18;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC47;&#xC17;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC24;&#xC4D;&#xC35;&#xC30;&#xC17;&#xC3E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC5B;&#xC42;&#xC30;&#xC41;</span>&#xA0;&#xA0;hudz&#x16B;ru. [H.] n. The presence. Headquarters, Huzur. &#xC38;&#xC2E;&#xC15;&#xC4D;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC16;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC1C;&#xC41;&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;hudzubik-komaru&#x1E0D;u. [from &apos;Uzbeck.&apos;] n. An Uzbeck or Tartar. &#xC24;&#xC41;&#xC30;&#xC15;&#xC35;&#xC3E;&#xC21;&#xC41;. &quot;&#xC39;&#xC41;&#xC1C;&#xC41;&#xC2C;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC4A;&#xC2E;&#xC30;&#xC41;&#xC28;&#xC3F;&#xC2F;&#xC4B;&#xC1C; &#xC39;&#xC3F;&#xC1C;&#xC3E;&#xC30;&#xC41;&#xC28;&#xC41; &#xC2C;&#xC21;&#xC41;&#xC2E;&#xC3F;&#xC1C;&#xC3E;&#xC30;&#xC46;&#xC21;&#xC41;&#xC28;&#xC17;&#xC32;&#xC4D; &#xC26;&#xC4A;&#xC21;&#xC3F;&#xC17;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41;.&quot; Jagann. i. 90.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC15;&#xC41;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hukumu. [H.] n. An order, &#xC06;&#xC1C;&#xC4D;&#xC1E;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC02;&#xC21;&#xC3F;</span>&#xA0;&#xA0;hun&#x1E0D;i. [H.] n. A bill or cheque on a bank. &#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC39;&#xC41;&#xC02;&#xC21;&#xC3F; a bill payable at sight.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;hum-k-in&#x1E6D;su. [Skt.] v. n. To neigh, to groan in making an effort. &#xC39;&#xC41;&#xC02;&#xC15;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC26;&#xC41;&#xC2E;&#xC41;&#xC15;&#xC41; &#xC26;&#xC41;&#xC2E;&#xC3F;&#xC15;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he drew in his breath and took a leap.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC02;&#xC15;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; hum-kar-in&#x1E6D;su. [Skt.] v. n. To cry ha! To shout, to yell, to utter a menacing sound. &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC39;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;. &#xC39;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; or &#xC39;&#xC41;&#xC02;&#xC15;&#xC43;&#xC24;&#xC3F; hum-k&#x101;ramu. n. Uttering a menacing sound. Huzzas, roars, hurrahs, warwhoops. &#xC17;&#xC30;&#xC4D;&#xC1C;&#xC28;, &#xC2D;&#xC2F;&#xC02;&#xC15;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E; &#xC39;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F; &#xC05;&#xC30;&#xC35;&#xC21;&#xC2E;&#xC41;, &#xC35;&#xC3F;&#xC15;&#xC4D;&#xC30;&#xC2E;&#xC38;&#xC42;&#xC1A;&#xC15;&#xC36;&#xC2C;&#xC4D;&#xC26;&#xC2E;&#xC41;. &quot;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC32;&#xC40;&#xC32;&#xC3E; &#xC1A;&#xC2E;&#xC24;&#xC4D;&#xC15;&#xC3E;&#xC30; &#xC39;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC18;&#xC4B;&#xC30;&#xC2E;&#xC48;&#xC2E;&#xC40;&#xC30;.&quot; N. vi. 278. &#xC39;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2A;&#xC15;&#xC4D;&#xC37;&#xC3F; hum-k&#x101;ra-pakshi. n. A Sun-bird or honey-bird, &#xC24;&#xC47;&#xC28;&#xC46;&#xC2A;&#xC3F;&#xC1F;&#xC4D;&#xC1F;. &#xC39;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC3F; hum-k&#x101;ri. n. He who shouts or yells. &#xC39;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC41;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC18;&#xC28;&#xC3E;&#xC39;&#xC02;&#xC15;&#xC3E;&#xC30; &#xC39;&#xC41;&#xC02;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC32;&#xC48; shouting with pride.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC42;</span>&#xA0;&#xA0;h&#x16B;. [Tel.] n. The sound of a yawn. &#xC06;&#xC35;&#xC41;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;&#xC2F;&#xC02;&#xC26;&#xC17;&#xC41; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC38;&#xC3E;&#xC30;&#xC41;, &#xC39;&#xC41;&#xC37;&#xC3E;&#xC30;&#xC41;</span>&#xA0;&#xA0;or &#xC09;&#xC37;&#xC3E;&#xC30;&#xC41; hus&#x101;ru. [H.] n. Care, carefulness, watchfulness wariness alertness. &#xC1C;&#xC3E;&#xC17;&#xC30;&#xC42;&#xC15;&#xC24;, &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC33;&#xC15;&#xC4D;&#xC15;&#xC3F;, &#xC39;&#xC41;&#xC33;&#xC3F;&#xC15;&#xC3F;, &#xC39;&#xC41;&#xC33;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F;</span>&#xA0;&#xA0;or &#xC09;&#xC33;&#xC15;&#xC4D;&#xC15;&#xC3F; hu&#x1E37;akki. [Kan.] n. A falsehood, a lie &#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC2E;&#xC3E;&#xC1F;, &#xC05;&#xC2C;&#xC26;&#xC4D;&#xC27;&#xC2E;&#xC41;. Unreality, nothingness. &#xC05;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;. &quot;&#xC32;&#xC47;&#xC26;&#xC30;&#xC26;&#xC02;&#xC2C;&#xC41; &#xC24;&#xC24;&#xC4D;&#xC24;&#xC21;&#xC3F;&#xC39;&#xC41;&#xC33;&#xC3F;&#xC15;&#xC4D;&#xC15;&#xC3F; &#xC38;&#xC39;&#xC3E;&#xC2F;&#xC2E;&#xC41; &#xC38;&#xC30;&#xC4D;&#xC35;&#xC2E;&#xC02;&#xC17;&#xC33;&#xC02;&#xC2C;&#xC41;.&quot; Swa. iv. 145.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC24;&#xC4D;&#xC24;&#xC41; huru-mattu. [H.] adj. Large, great, much, big. &#xC17;&#xC4A;&#xC2A;&#xC4D;&#xC2A;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. n. Honor, esteem.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC02;&#xC1C;&#xC3F;, &#xC39;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC02;&#xC1C;&#xC40;, &#xC39;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC41;&#xC02;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;or &#xC39;&#xC41;&#xC30;&#xC4D;&#xC2E;&#xC41;&#xC02;&#xC1C;&#xC3F; hurumanji. [H.] n. The name of a country. A fine reddish pearl. &#xC0E;&#xC30;&#xC4D;&#xC30;&#xC26;&#xC3E;&#xC33;&#xC41;&#xC17;&#xC32; &#xC26;&#xC3F;&#xC35;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC46;&#xC2E;&#xC41;. adj. Dark or brown red. &#xC30;&#xC15;&#xC4D;&#xC24;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC48;&#xC28;. &quot;&#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC28;&#xC3F;&#xC39;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC02;&#xC1C;&#xC3F; &#xC2A;&#xC28;&#xC3F; &#xC28;&#xC3E;&#xC17;&#xC46;&#xC2A;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC30;&#xC2A;&#xC3E;&#xC30;&#xC38;&#xC40; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC02;&#xC2C;&#xC41; &#xC2A;&#xC1F;&#xC4D;&#xC1F;&#xC2F;&#xC2E;&#xC2E;&#xC41;.&quot; Swa. iv. 36. &#xC1F;&#xC40; &#xC39;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC02;&#xC1C;&#xC3F;&#xC2A;&#xC28;&#xC3F;, &#xC05;&#xC28;&#xC17;&#xC3E; &#xC39;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC02;&#xC1C;&#xC3F; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC41;&#xC15;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;&#xC28;. &quot;&#xC2E;&#xC47;&#xC32;&#xC48;&#xC28; &#xC39;&#xC41;&#xC30;&#xC41;&#xC2E;&#xC02;&#xC1C;&#xC3F; &#xC2E;&#xC41;&#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC32;&#xC15;&#xC41;&#xC33;&#xC4D;&#xC32;&#xC3E;&#xC2F;&#xC3F; &#xC1A;&#xC3E;&#xC15;&#xC1A;&#xC15;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41;&#xC38;&#xC02;&#xC26;&#xC21;&#xC3F;&#xC02;&#xC2A;&quot; Bhanumati: iv. 55.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC41;</span>&#xA0;&#xA0;humm-anu. [Tel.] v. n. To cry ho! or &quot;avaunt.&quot; &#xC39;&#xC41;&#xC02; &#xC05;&#xC28;&#xC3F; &#xC15;&#xC4B;&#xC2A;&#xC2E;&#xC42;&#xC30;&#xC4D;&#xC16;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC1A;&#xC47;&#xC24; &#xC24;&#xC28;&#xC41;. &quot;&#xC39;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC3F;&#xC35;&#xC32;&#xC41;&#xC26; &#xC15;&#xC4A;&#xC2E;&#xC4D;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC4D;&#xC30;&#xC41;&#xC2E;&#xC4D;&#xC2E;&#xC28;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; N. x. 37.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC2E;&#xC3E;</span>&#xA0;&#xA0;or &#xC39;&#xC41;&#xC2E;&#xC3E;&#xC2F;&#xC3F; hum&#x101;. [Mahrati] n. A horse. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC24;&#xC2D;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC39;&#xC41;&#xC24;&#xC35;&#xC39;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC41;&#xC24;&#xC3E;&#xC36;&#xC28;&#xC41;&#xC21;&#xC41; huta-bhukku. [Skt.] n. The god who lives on sacrifices; a title of Agni.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;, &#xC39;&#xC41;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15;</span>&#xA0;&#xA0;or &#xC09;&#xC21;&#xC41;&#xC15;&#xC4D;&#xC15; hu&#x1E0D;ukku. [Skt.] n. A small drum shaped like an hour glass. &#xC22;&#xC15;&#xC4D;&#xC15;&#xC3F;.
			</div>
                