&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC42;&#xC23;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;h&#x16B;nu&#x1E0D;u. [Skt. from &apos;Hun.&apos; ] n. A Hun, a barbarian, a European. &#xC1C;&#xC3E;&#xC24;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC24;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC42;&#xC23;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41; Europe. &#xC39;&#xC42;&#xC23;&#xC41;&#xC32;&#xC41; the Huns, the Europeans. &#xC39;&#xC42;&#xC23;&#xC3E;&#xC16;&#xC4D;&#xC2F;&#xC38;&#xC30;&#xC4D;&#xC35;&#xC26;&#xC47;&#xC36;&#xC2E;&#xC41;&#xC32;&#xC41;&#xC1A;&#xC42;&#xC1A;&#xC3F;.&quot; H. iv. 27.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC43;&#xC37;&#xC40;&#xC15;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x1E5B;ish&#x12B;kamu. [Skt.] n. An organ of sense. &#xC07;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC41;. M. XIV. ii. 191. &#xC39;&#xC43;&#xC37;&#xC40;&#xC15;&#xC3E;&#xC2E;&#xC47;&#xC2F;&#xC2E;&#xC41; imperceptible by the organs of sense. &#xC39;&#xC43;&#xC37;&#xC40;&#xC15;&#xC47;&#xC36;&#xC41;&#xC21;&#xC41; hrish&#x12B;k-&#x113;&#x1E63;u&#x1E0D;u. n. A name of Vishnu. &#xC35;&#xC3F;&#xC37;&#xC4D;&#xC23;&#xC41;&#xC35;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC43;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x1E5B;ishitamu. [Skt.] adj. Rejoiced, gladdened, surprised. &#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC41;, &#xC39;&#xC43;&#xC26;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC43;&#xC26;&#xC3F; h&#x1E5B;ittu. [Skt.] n. The heart, the mind, the seat of thought and feeling. &#xC05;&#xC02;&#xC24;&#xC03; &#xC15;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;. &#xC39;&#xC43;&#xC24;&#xC4D;&#xC15;&#xC2E;&#xC32;&#xC2E;&#xC41; the lotus of the heart, the soul or mind. &#xC39;&#xC43;&#xC24;&#xC4D;&#xC24;&#xC3E;&#xC2A;&#xC2E;&#xC41; mental anguish or distress. &#xC39;&#xC43;&#xC26;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC41; impressed on the heart, remembered. &#xC06; &#xC2A;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; &#xC28;&#xC3E;&#xC15;&#xC41; &#xC39;&#xC43;&#xC26;&#xC4D;&#xC17;&#xC24;&#xC2E;&#xC41; &#xC15;&#xC3E;&#xC32;&#xC47;&#xC26;&#xC41; I have not got the verse by heart. &#xC38;&#xC41;&#xC39;&#xC43;&#xC26;&#xC2F;&#xC41;&#xC21;&#xC41; a good or kindhearted man. &#xC39;&#xC43;&#xC26;&#xC2F;&#xC02;&#xC17;&#xC2E;&#xC2E;&#xC41; hrida-yan-gamamu. adj. Heart-moving, affecting. Pleasant, agreeable. &#xC07;&#xC02;&#xC2A;&#xC48;&#xC28;, &#xC2E;&#xC28;&#xC4B;&#xC39;&#xC30;&#xC2E;&#xC48;&#xC28;. &quot;&#xC39;&#xC43;&#xC26;&#xC2F;&#xC02;&#xC17;&#xC2E;&#xC30;&#xC3E;&#xC35;&#xC02;&#xC2C;&#xC41;&#xC28;&#xC41;.&quot; Swa. v. 88. &#xC39;&#xC43;&#xC26;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41; h&#x1E5B;iday-&#x101;&#x1E37;uvu. n. An affectionate or kind-hearted man. &#xC26;&#xC2F;&#xC3E;&#xC33;&#xC41;&#xC35;&#xC41;, &#xC2E;&#xC02;&#xC1A;&#xC3F; &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC17;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC43;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41; h&#x1E5B;idyamu. adj. Amiable, dear, beloved, affectionate, kind. &#xC2E;&#xC28;&#xC38;&#xC4D;&#xC38;&#xC41;&#xC28;&#xC15;&#xC3F;&#xC02;&#xC2A;&#xC48;&#xC28;, &#xC2A;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3E;&#xC24;&#xC4D;&#xC38;&#xC32;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC32;. &#xC39;&#xC43;&#xC26;&#xC4D;&#xC2F;&#xC3E;&#xC02;&#xC17;&#xC3F; fairlimbed, lovely. H. iii. 41. &#xC39;&#xC43;&#xC26;&#xC4D;&#xC30;&#xC4B;&#xC17;&#xC2E;&#xC41; h&#x1E5B;id-r&#x14D;-gamu. n. Disease of the mind. Grief, &#xC2E;&#xC28;&#xC4B;&#xC35;&#xC4D;&#xC2F;&#xC3E;&#xC27;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC43;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC39;&#xC43;&#xC24;&#xC2E;&#xC41; h&#x1E5B;itamu. [Skt.] adj. Taken, taken away, stolen. &#xC39;&#xC30;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC39;&#xC43;&#xC24;&#xC3F; or &#xC06;&#xC39;&#xC43;&#xC24;&#xC3F; h&#x1E5B;iti. n. Taking away by force or fraud. &#xC05;&#xC2A;&#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;, &#xC39;&#xC30;&#xC23;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC42;&#xC39;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;h&#x16B;huvu. [Skt.] n. The name of certain singers in the heaven of Indra. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC17;&#xC17;&#xC3E;&#xC2F;&#xC15; &#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC42;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x16B;ya-m&#x101;namu. [Skt.] adj. Offered as a sacrifice by fire. &#xC39;&#xC4B;&#xC2E;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC47;. &quot;&#xC39;&#xC42;&#xC2F;&#xC2E;&#xC3E;&#xC28;&#xC39;&#xC35;&#xC3F;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC24;&#xC24;&#xC41;&#xC32;&#xC41;.&quot; R. iii. 26.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC42;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC06;&#xC39;&#xC42;&#xC24;&#xC2E;&#xC41; h&#x16B;tamu. [Skt.] adj. called, summoned, invited. &#xC2A;&#xC41;&#xC32;&#xC41;&#xC35;&#xC2C;&#xC21;&#xC3F;&#xC28;, &#xC39;&#xC42;&#xC24;&#xC3F; or &#xC06;&#xC39;&#xC42;&#xC24;&#xC3F; h&#x16B;ti. n. A call, calling. &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC1A;&#xC41;&#xC1F;, &#xC2A;&#xC3F;&#xC32;&#xC41;&#xC2A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;</span>&#xA0;&#xA0;or &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC41; hegga&#x1E0D;i. [Kan.] n. A chieftain, a headman. &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;, &#xC2F;&#xC1C;&#xC2E;&#xC3E;&#xC28;&#xC41;&#xC21;&#xC41;, &#xC30;&#xC46;&#xC21;&#xC4D;&#xC21;&#xC3F;. A man who guards a harem, &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.&quot; &#xC2A;&#xC4A;&#xC02;&#xC26;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC02;&#xC26;&#xC32;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC32;&#xC4D;&#xC32;&#xC15;&#xC40;&#xC32;&#xC41; &#xC26;&#xC15;&#xC4D;&#xC37;&#xC24;&#xC28;&#xC3E;&#xC2F;&#xC3F;&#xC24;&#xC2E;&#xC41; &#xC38;&#xC47;&#xC2F;&#xC41;&#xC36;&#xC48;&#xC2C;&#xC3F;&#xC15;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;, &#xC24;&#xC17;&#xC41;&#xC35;&#xC3E;&#xC39;&#xC28;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC32;&#xC28;&#xC3F;&#xC21;&#xC3F;, &#xC26;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC48;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC2E;&#xC41;&#xC32; &#xC28;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC15;&#xC3E;&#xC02;&#xC24;&#xC32;&#xC28;&#xC3F;&#xC21;&#xC3F;, &#xC26;&#xC3F;&#xC02;&#xC21;&#xC4D;&#xC32;&#xC41; &#xC35;&#xC48;&#xC2A;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC41;&#xC32;&#xC41;&#xC28;&#xC41;.&quot; KP. viii. 33. &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;, &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;, &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC40; or &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC33;&#xC3F; hegga&#x1E0D;i. n. A lady in waiting, a maid of honour, a handmaid. &#xC38;&#xC48;&#xC30;&#xC02;&#xC27;&#xC4D;&#xC30;&#xC3F;, &#xC06;&#xC21;&#xC2A;&#xC3E;&#xC2A;, &#xC2A;&#xC28;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. A woman who guards a harem. &#xC05;&#xC02;&#xC24;&#xC03;&#xC2A;&#xC41;&#xC30;&#xC2A;&#xC41; &#xC15;&#xC3E;&#xC35;&#xC32;&#xC3F;&#xC15;&#xC24;&#xC4D;&#xC24;&#xC46;. &quot;&#xC05;&#xC24;&#xC21;&#xC41; &#xC24;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; &#xC30;&#xC24;&#xC4D;&#xC28;&#xC2D;&#xC42;&#xC37;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC3E;&#xC26;&#xC41;&#xC32;&#xC02;&#xC26;&#xC41;&#xC15;&#xC4A;&#xC28; &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC40;&#xC32;&#xC24;&#xC4B; &#xC28;&#xC3E;&#xC28;&#xC24;&#xC3F;&#xC2E;&#xC4D;&#xC2E;&#xC41;.&quot; Satyabha. iv. 244. &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC40;&#xC21;&#xC41; Same as &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC21;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC42;&#xC39;&#xC42;</span>&#xA0;&#xA0;h&#x16B;h&#x16B;. [Tel.] n. A cry of &quot;hu, hu&quot; expressive of shivering. &#xC1A;&#xC32;&#xC3F;&#xC1A;&#xC47;&#xC24; &#xC39;&#xC42;&#xC39;&#xC42; &#xC05;&#xC28;&#xC21;&#xC2E;&#xC41;. &quot;&#xC38;&#xC40; &#xC1C;&#xC28;&#xC41;&#xC32;&#xC41; &#xC39;&#xC42;&#xC39;&#xC42;&#xC2F;&#xC28;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC41; &#xC1A;&#xC32;&#xC3F;&#xC35;&#xC47;&#xC33; &#xC15;&#xC41;&#xC24;&#xC4D;&#xC24;&#xC41;&#xC15;&#xC2C;&#xC02;&#xC1F;&#xC3F; &#xC24;&#xC4B;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC28;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC3F;.&quot; B. iv. 838.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x1E5B;i&#x1E63;h&#x1E6D;amu. adj. Rejoiced, delighted. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;. &#xC39;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC3F; h&#x1E5B;ish&#x1E6D;i. n. Joy. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &#xC39;&#xC43;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41; h&#x1E5B;ish&#x1E6D;u&#x1E0D;u. n. He who rejoices, he who is pleased, &#xC24;&#xC41;&#xC37;&#xC4D;&#xC1F;&#xC41;&#xC21;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC43;&#xC37;&#xC4D;&#xC2F;&#xC24;&#xC4D;&#xC24;&#xC41; h&#x1E5B;ishyattu. adj. Pleasing, rejoicing. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC47;.
			</div>
                