&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC24;&#xC3F;</span>&#xA0;&#xA0;h&#x113;ti. [Skt.] n. A weapon. &#xC06;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. &#xC39;&#xC47;&#xC24;&#xC3F;&#xC30;&#xC3E;&#xC1C;&#xC41; the discus or missile weapon of Vishnu. &#xC38;&#xC41;&#xC26;&#xC30;&#xC4D;&#xC36;&#xC28;&#xC2E;&#xC41;. A flame, &#xC2E;&#xC02;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC1C;&#xC40;&#xC2C;&#xC41;</span>&#xA0;&#xA0;h&#x113;j&#x12B;bu. [H.] n. A minister. &#xC2E;&#xC02;&#xC24;&#xC4D;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC4A;&#xC30;</span>&#xA0;&#xA0;heddora. [Kan.] n. The name of the river Heddora. &#xC28;&#xC26;&#xC40;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC39;&#xC46;&#xC26;&#xC4D;&#xC26;&#xC4A;&#xC30; &#xC2F;&#xC28;&#xC41; &#xC28;&#xC26;&#xC3F;&#xC2F;&#xC3F;&#xC32;&#xC28;&#xC3F;&#xC02;&#xC21;&#xC2A;&#xC3E;&#xC30;.&quot; BD. v. 989.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC3F;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC1C;&#xC4D;&#xC1C;&#xC3F;</span>&#xA0;&#xA0;hejjijji. [Tel.] n. A certain tune, &#xC30;&#xC3E;&#xC17;&#xC35;&#xC3F;&#xC36;&#xC47;&#xC37;&#xC2E;&#xC41;. &quot;&#xC39;&#xC46;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC1C;&#xC4D;&#xC1C;&#xC3F;&#xC28;&#xC40;&#xC32;&#xC3E;&#xC02;&#xC2C;&#xC30;&#xC3F;&#xC2F;&#xC28;&#xC02;&#xC17;.&quot; H. v.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;</span>&#xA0;&#xA0;or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC41; he&#x1E6D;s&#x1E6D;su. [Tel.] v. n. To increase, grow, multiply, &#xC06;&#xC27;&#xC3F;&#xC15;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC05;&#xC30;&#xC35;&#xC3F;&#xC02;&#xC26;&#xC2E;&#xC41;&#xC32;&#xC17;&#xC1A;&#xC4D;&#xC1A;&#xC32;&#xC21;&#xC17;&#xC3F;&#xC02;&#xC1A;&#xC41; &#xC1C;&#xC3F;&#xC17;&#xC3F;&#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;.&quot; Swa. vi. 107. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC02;&#xC1A;&#xC41; he&#x1E6D;stsar-in&#x1E6D;su. v. a. To encourage, hint at, allude to, advert to, call to memory, warn, &#xC38;&#xC42;&#xC1A;&#xC28;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15; or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15; he&#x1E6D;s&#x1E6D;sar-ika. n. A hint, intimation, precuation, warning, arousing, encouragement. &#xC38;&#xC42;&#xC1A;&#xC28;, &#xC1C;&#xC3E;&#xC17;&#xC4D;&#xC30;&#xC24;&#xC4D;&#xC24;. Joy, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;. &quot;&#xC15;&#xC41;&#xC2C;&#xC47;&#xC30;&#xC36;&#xC02;&#xC15;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC30;&#xC38;&#xC28;&#xC41;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC35; &#xC2E;&#xC4D;&#xC30;&#xC4A;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC32;&#xC3F;&#xC21; &#xC38;&#xC4D;&#xC35;&#xC3E;&#xC2E;&#xC3F; &#xC2A;&#xC30;&#xC3E;&#xC15;&#xC35;&#xC27;&#xC3E;&#xC30;&#xC41;&#xC26;&#xC47;&#xC35;, &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15;&#xC2F;&#xC1F;&#xC02;&#xC1A;&#xC41; &#xC15;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC41;&#xC32;&#xC41;.&quot; N. i. 177. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC32;&#xC41; he&#x1E6D;s&#x1E6D;sar-illu. v. n. To increase, grow, improve. &#xC05;&#xC2D;&#xC3F;&#xC2A;&#xC43;&#xC26;&#xC4D;&#xC27;&#xC3F;&#xC28;&#xC4A;&#xC02;&#xC26;&#xC41; To be encouraged, to beware, to be on the alert. &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC15; &#xC15;&#xC32;&#xC3F;&#xC17;&#xC3F;&#xC2F;&#xC41;&#xC02;&#xC21;&#xC41;. &quot;&#xC0F; &#xC2F;&#xC41;&#xC2A;&#xC3E;&#xC2F;&#xC02;&#xC2C;&#xC41; &#xC1A;&#xC47;&#xC38;&#xC48;&#xC28; &#xC38;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC30;&#xC3F;&#xC32;&#xC17;&#xC28;&#xC40;&#xC15; &#xC30;&#xC3E;&#xC15;&#xC4D;&#xC37;&#xC38;&#xC15;&#xC41;&#xC32;&#xC2E;&#xC41; &#xC30;&#xC2E;&#xC47;&#xC36;&#xC4D;&#xC35;&#xC30;&#xC41;&#xC02;&#xC21;&#xC41; &#xC24;&#xC41;&#xC28;&#xC41;&#xC2E;&#xC41;&#xC28;&#xC28;&#xC41;&#xC36;&#xC02;&#xC15;.&quot; KP. vi. 26. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC02;&#xC1A;&#xC41; hechch-in&#x1E6D;su. v. a. To increase, augment, multiply, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC41;. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41;, &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC41; or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC32;&#xC41; hechch-illu. v. n. To augment, increase, multiply, &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC17;&#xC41;. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;, &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; or &#xC0E;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28; he&#x1E6D;s&#x1E6D;su. adj. Exceeding, much, more, excessive, great, superior. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC46;&#xC32;&#xC2A;&#xC4A;&#xC21;&#xC41;&#xC17;&#xC48;&#xC28;.&quot; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC3F;&#xC28;&#xC2E;&#xC48;&#xC24;&#xC4D;&#xC30;&#xC3F;.&quot; A. iv. 187. &#xC28;&#xC28;&#xC4D;&#xC28;&#xC41; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC35;&#xC32;&#xC41;&#xC17;&#xC3E; &#xC2E;&#xC3E;&#xC1F;&#xC4D;&#xC32;&#xC3E;&#xC21;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he reviled me. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC24;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC32;&#xC41;&#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47; &#xC2D;&#xC42;&#xC2E;&#xC3F; uneven ground, land that is up and down. &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17; or &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC3E; he&#x1E6D;s&#x1E6D;su-ga. adv. Much, more, greatly. &#xC05;&#xC27;&#xC3F;&#xC15;&#xC2E;&#xC41;&#xC17;&#xC3E;. &quot;&#xC35;&#xC1C;&#xC4D;&#xC30;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC2A;&#xC17;&#xC21;&#xC3E;&#xC32;&#xC41; &#xC24;&#xC42;&#xC2E;&#xC41;&#xC32;&#xC28;&#xC4D; &#xC39;&#xC46;&#xC1A;&#xC4D;&#xC1A;&#xC41;&#xC17;&#xC17;&#xC4A;&#xC32;&#xC4D;&#xC24;&#xC41; &#xC30;&#xC46;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41;.&quot; T. ii. 19.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC33;</span>&#xA0;&#xA0;hegg&#x101;&#x1E37;a. [Kan.] n. A kind of trumpet. &#xC12;&#xC15; &#xC0A;&#xC26;&#xC41;&#xC35;&#xC3E;&#xC26;&#xC4D;&#xC2F;&#xC2E;&#xC41;. &quot;&#xC15;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC02;&#xC26;&#xC26;&#xC4D;&#xC26;&#xC36; &#xC15;&#xC02;&#xC20;&#xC41; &#xC28;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC28;&#xC46;&#xC26;&#xC41;&#xC30;&#xC28;&#xC4D; &#xC30;&#xC3E;&#xC15;&#xC3E;&#xC38;&#xC41;&#xC32;&#xC35;&#xC4D;&#xC35;&#xC47;&#xC33; &#xC39;&#xC46;&#xC17;&#xC4D;&#xC17;&#xC3E;&#xC33;&#xC32;&#xC4D;&#xC35;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC30;&#xC3F;.&quot; R. viii. 74.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC0B;&#xC24;&#xC41;&#xC35;&#xC41; h&#x113;mant-amu. [Skt. from &#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41;.] n. The cold season, winter. &#xC2E;&#xC02;&#xC1A;&#xC41;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC36;&#xC40;&#xC24;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;, &#xC1A;&#xC32;&#xC3F;&#xC15;&#xC3E;&#xC32;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC24;&#xC41;&#xC35;&#xC41;</span>&#xA0;&#xA0;h&#x113;tuvu. [Skt.] n. Cause, reason, motive, ground, object, purpose, &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. &#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC2E;&#xC41; h&#x113;tukamu. n. Reason, cause. &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41;. &quot;&#xC15;&#xC2E;&#xC32;&#xC3E;&#xC2D;&#xC3F;&#xC30;&#xC41;&#xC1A;&#xC3F; &#xC39;&#xC47;&#xC24;&#xC41;&#xC15;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC24;&#xC47;&#xC1C;&#xC02;&#xC2C;&#xC41;.&quot; Ila. i. 69. &#xC39;&#xC47;&#xC24;&#xC41;&#xC2D;&#xC42;&#xC24;&#xC2E;&#xC41; h&#x113;tu-bh&#x16B;tamu. adj. Being the cause. &#xC15;&#xC3E;&#xC30;&#xC23;&#xC2E;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC02;&#xC21;&#xC47;. A. vi. 133. &#xC39;&#xC47;&#xC24;&#xC41;&#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41; h&#x113;tu-bh&#x16B;tu&#x1E0D;u. n. One who is the cause. &#xC15;&#xC3E;&#xC30;&#xC23;&#xC15;&#xC30;&#xC4D;&#xC24;. &quot;&#xC0E;&#xC35;&#xC4D;&#xC35;&#xC21;&#xC16;&#xC3F;&#xC32; &#xC1C;&#xC17;&#xC24;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC3E;&#xC23; &#xC39;&#xC47;&#xC24;&#xC41;&#xC2D;&#xC42;&#xC24;&#xC41;&#xC21;&#xC41;.&quot; N. ii. 90.
			</div>
                