&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC30;&#xC3E;&#xC2E;&#xC3F;</span>&#xA0;&#xA0;h&#x113;rami. [Tel.] n. Oppression, persecution, annoyance. &#xC39;&#xC3F;&#xC02;&#xC38;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;, &#xC09;&#xC2A;&#xC26;&#xC4D;&#xC30;&#xC35;&#xC2A;&#xC30;&#xC41;&#xC1A;&#xC41;&#xC1F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC30;&#xC35;&#xC33;&#xC3F;</span>&#xA0;&#xA0;or &#xC39;&#xC47;&#xC30;&#xC3E;&#xC35;&#xC33;&#xC3F; h&#x113;rava&#x1E37;i. [Tel.] n. A parti-colored cloth. &#xC2A;&#xC4A;&#xC21;&#xC35;&#xC28;&#xC4D;&#xC28;&#xC46;&#xC15;&#xC4B;&#xC15;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC21;&#xC41;</span>&#xA0;&#xA0;h&#x113;rambu&#x1E0D;u. [Skt.] n. A proud hero. &#xC36;&#xC3E;&#xC30;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC1A;&#xC47; &#xC17;&#xC30;&#xC4D;&#xC35;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC35;&#xC3E;&#xC21;&#xC41;. A title of Ganesa. &#xC35;&#xC3F;&#xC28;&#xC3E;&#xC2F;&#xC15;&#xC41;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x113;yamu. [Skt. ] adj. That which is to be abandoned, abominable, disgusting, mean, base, vile. &#xC24;&#xC4D;&#xC2F;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC27;&#xC2E;&#xC2E;&#xC48;&#xC28;, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC39;&#xC47;&#xC2F;&#xC02;&#xC2C;&#xC48;&#xC28; &#xC38;&#xC02;&#xC38;&#xC3E;&#xC30;&#xC2E;&#xC41; this vile life. &#xC39;&#xC47;&#xC2F;&#xC24; h&#x113;yata. n. Vileness, baseness. &#xC24;&#xC41;&#xC1A;&#xC4D;&#xC1B;&#xC24;, &#xC05;&#xC38;&#xC39;&#xC4D;&#xC2F;&#xC24;. &#xC39;&#xC47;&#xC2F;&#xC2A;&#xC21;&#xC41; h&#x113;ya-pa&#x1E0D;u. v. n. To be disgusted.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x113;mamu. [Skt.] n. Gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;. &quot;&#xC39;&#xC47;&#xC2E;&#xC3E;&#xC02;&#xC17;&#xC3F;.&quot; the golden maid. T. ii. 75. &#xC39;&#xC47;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC15;&#xC35;&#xC3F;&#xC26;&#xC4D;&#xC2F; h&#x113;ma-k&#x101;raka-vidya. n. Alchemy, the art of making gold. &#xC30;&#xC38;&#xC35;&#xC3E;&#xC26;&#xC2E;&#xC41;. &#xC39;&#xC47;&#xC2E;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41; h&#x113;ma-k&#x101;ru&#x1E0D;u. n. A goldsmith. &#xC15;&#xC02;&#xC38;&#xC32;&#xC35;&#xC3E;&#xC21;&#xC41;, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC15;&#xC3E;&#xC30;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC47;&#xC2E;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A; &#xC15;&#xC2E;&#xC41; h&#x113;ma-pushpakamu. n. The Gold flower, Michelia champaka. &#xC38;&#xC02;&#xC2A;&#xC02;&#xC17;&#xC3F;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;, &#xC38;&#xC02;&#xC2A;&#xC46;&#xC02;&#xC17;&#xC1A;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC41;. &#xC39;&#xC47;&#xC2E;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC3F;&#xC15; h&#x113;ma-pushpika. n. A kind of wild golden Jessamin. &#xC2A;&#xC1A;&#xC4D;&#xC1A;&#xC05;&#xC21;&#xC35;&#xC3F;&#xC2E;&#xC4A;&#xC32;&#xC4D;&#xC32;. &#xC39;&#xC47;&#xC2E;&#xC3E;&#xC26;&#xC4D;&#xC30;&#xC3F; h&#x113;m-&#x101;dri. n. The golden mountain, i.e., Mount Meru. &#xC2E;&#xC39;&#xC3E;&#xC2E;&#xC47;&#xC30;&#xC41;&#xC35;&#xC41;, &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC41;&#xC15;&#xC4A;&#xC02;&#xC21;. &#xC39;&#xC47;&#xC2E;&#xC3E;&#xC39;&#xC47;&#xC2E;&#xC40;&#xC32;&#xC41; h&#x113;m&#x101;-h&#x113;m&#x12B;lu. n. Great men, wealthy men, men of position, superiors. &#xC18;&#xC28;&#xC41;&#xC32;&#xC41;, &#xC2A;&#xC42;&#xC1C;&#xC4D;&#xC2F;&#xC41;&#xC32;&#xC41;. H. i. 256. &#xC28;&#xC46;&#xC32;&#xC4D;&#xC32;&#xC42;&#xC30;&#xC3F;&#xC1C;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC3E;&#xC32;&#xC4B; &#xC15;&#xC3E;&#xC2A;&#xC41;&#xC32;&#xC41; &#xC39;&#xC47;&#xC2E;&#xC3E;&#xC39;&#xC47;&#xC2E;&#xC40;&#xC32;&#xC41; &#xC17;&#xC3E;&#xC28;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; the farmers of the Nellore district are very opulent. &#xC39;&#xC47;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC41; h&#x113;m-in&#x1E6D;su. v. n. To turn to gold. &#xC2C;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2E;&#xC17;&#xC41;. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC28;&#xC3F;&#xC02;&#xC21;&#xC3E; &#xC39;&#xC47;&#xC2E;&#xC3F;&#xC02;&#xC1A;&#xC3F; &#xC2F;&#xC41;&#xC28;&#xC4D;&#xC28;&#xC3E;&#xC30;&#xC41; they are now very wealthy.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hainyamu. [Skt. from &#xC39;&#xC40;&#xC28;&#xC2E;&#xC41;.] n. Baseness, meanness. Nonentity, non-existence. &#xC28;&#xC40;&#xC1A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC39;&#xC40;&#xC28;&#xC24;&#xC4D;&#xC35;&#xC2E;&#xC41;, &#xC39;&#xC40;&#xC28;&#xC24;, &#xC05;&#xC2D;&#xC3E;&#xC35;&#xC2E;&#xC41;, &#xC32;&#xC47;&#xC2E;&#xC3F;. &quot;&#xC26;&#xC3E;&#xC30;&#xC3F;&#xC26;&#xC4D;&#xC2F;&#xC4D;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC39;&#xC48;&#xC28;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC35;&#xC3E;&#xC1F;&#xC3F;&#xC32;&#xC4D;&#xC32;&#xC41; &#xC2A;&#xC4D;&#xC30;&#xC1C;&#xC4D;&#xC1E;&#xC3E;&#xC30;&#xC3E;&#xC39;&#xC3F;&#xC24;&#xC4D;&#xC2F;&#xC02;&#xC2C;&#xC41;&#xC28; &#xC38;&#xC24;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC40;&#xC23;&#xC02;&#xC2C;&#xC17;&#xC41;.&quot; P. ii. 142.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC37;</span>&#xA0;&#xA0;or &#xC39;&#xC47;&#xC37;&#xC3F;&#xC24;&#xC2E;&#xC41; h&#x113;sha. [Skt.] n. Neighing, a neigh. &#xC17;&#xC41;&#xC30;&#xC4D;&#xC30;&#xC2A;&#xC41;&#xC38;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC24;. &#xC39;&#xC47;&#xC37;&#xC3E;&#xC30;&#xC35;&#xC2E;&#xC41; or &#xC39;&#xC47;&#xC37;&#xC3E;&#xC18;&#xC4B;&#xC37;&#xC2E;&#xC41; the sound of neighing. &#xC39;&#xC47;&#xC37;&#xC2E;&#xC3E;&#xC28; h&#x113;sha-m&#x101;na. adj. Neighing. &#xC38;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1A;&#xC41;&#xC28;&#xC4D;&#xC28;. &#xC39;&#xC47;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41; h&#x113;sh-in&#x1E6D;su. v. n. To neigh. &#xC38;&#xC15;&#xC3F;&#xC32;&#xC3F;&#xC02;&#xC1A;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC35;&#xC3F;&#xC33;&#xC02;&#xC2C;&#xC3F;</span>&#xA0;&#xA0;h&#x113;-vi&#x1E37;ambi. [Skt.] n. The name of a Telugu year.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC35;&#xC3E;&#xC15;</span>&#xA0;&#xA0;or &#xC39;&#xC47;&#xC35;&#xC3E;&#xC15;&#xC2E;&#xC41; h&#x113;v&#x101;ka. [Skt.] n. Sport, dalliance. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC30;&#xC40;&#xC24;&#xC3F;, &#xC2A;&#xC4D;&#xC30;&#xC15;&#xC3E;&#xC36;&#xC2E;&#xC3E;&#xC28; &#xC2A;&#xC4D;&#xC30;&#xC4C;&#xC22;&#xC30;&#xC40;&#xC24;&#xC3F;. &#xC38;&#xC4D;&#xC24;&#xC4D;&#xC30;&#xC40;&#xC32;&#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC2D;&#xC3E;&#xC35;&#xC1C; &#xC15;&#xC4D;&#xC30;&#xC3F;&#xC2F;&#xC3E;&#xC2D;&#xC47;&#xC26;&#xC2E;&#xC41;, &#xC05;&#xC2D;&#xC3F;&#xC1C;&#xC4D;&#xC1E;&#xC24;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC33;&#xC3F;</span>&#xA0;&#xA0;h&#x113;&#x1E37;i. [Skt. Cf. GK. &apos;Helios&apos;.] n. The sun. &#xC38;&#xC42;&#xC30;&#xC4D;&#xC2F;&#xC41;&#xC21;&#xC41;. &#xC39;&#xC47;&#xC33;&#xC3F;&#xC24;&#xC28;&#xC42;&#xC2D;&#xC35; the river K&#x101;lindi. &#xC15;&#xC3E;&#xC33;&#xC3F;&#xC02;&#xC26;&#xC40;&#xC28;&#xC26;&#xC3F;. &quot;&#xC39;&#xC47;&#xC33;&#xC3F;&#xC2F;&#xC41; &#xC2A;&#xC21;&#xC2E;&#xC1F; &#xC35;&#xC4D;&#xC30;&#xC3E;&#xC32;&#xC46;&#xC28;&#xC41;.&quot; BP. iv. 199.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC32;</span>&#xA0;&#xA0;or &#xC39;&#xC47;&#xC33; h&#x113;la. [Skt.] n. Sport, play, wanton dalliance. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC1A;&#xC47;&#xC37;&#xC4D;&#xC1F;, &#xC32;&#xC40;&#xC32;. Scorn, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;. &quot;&#xC38;&#xC41;&#xC30;&#xC47;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC28;&#xC02;&#xC26;&#xC28;&#xC41;&#xC21;&#xC41; &#xC2E;&#xC41;&#xC28;&#xC4D; &#xC39;&#xC47;&#xC32;&#xC3E;&#xC17;&#xC24;&#xC3F;&#xC28;&#xC4D; &#xC2E;&#xC40;&#xC1F;&#xC41;.&quot; R. v. 294. &#xC39;&#xC47;&#xC33;&#xC28;&#xC2E;&#xC41; h&#x113;&#x1E37;a&#x1E47;amu. n. Contempt, disrespect, mockery, ridicule, &#xC24;&#xC3F;&#xC30;&#xC38;&#xC4D;&#xC15;&#xC3E;&#xC30;&#xC2E;&#xC41;, &#xC05;&#xC32;&#xC15;&#xC4D;&#xC37;&#xC4D;&#xC2F;&#xC2E;&#xC41;, &#xC2A;&#xC30;&#xC3F;&#xC39;&#xC3E;&#xC38;&#xC2E;&#xC41;, &#xC0E;&#xC15;&#xC38;&#xC15;&#xC4D;&#xC15;&#xC46;&#xC2E;&#xC41;. &#xC39;&#xC47;&#xC32;&#xC3E;&#xC35;&#xC24;&#xC3F; h&#x113;l&#x101;-vati. n. A flirt, a jade, a playful girl. &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC3F;&#xC28;&#xC3F;, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC35;&#xC24;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC47;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;</span>&#xA0;&#xA0;h&#x113;r&#x101;lamu. [Tel.] adj. Much, excessive, great, huge. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC46;&#xC26;&#xC4D;&#xC26;. &#xC32;&#xC3E;&#xC35;&#xC3E;&#xC1F;&#xC3F;. &quot;&#xC39;&#xC47;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC17;&#xC41;&#xC1A;&#xC41; &#xC2C;&#xC41;&#xC17;&#xC41;&#xC32;&#xC41; &#xC15;&#xC4A;&#xC28;&#xC3F;&#xC2F;&#xC46; &#xC28;&#xC28;&#xC3E;&#xC18;&#xC4D;&#xC30;&#xC3E;&#xC24; &#xC2A;&#xC42;&#xC30;&#xC4D;&#xC35;&#xC15;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC2A;&#xC3E;&#xC30;&#xC3F;&#xC1C;&#xC3E;&#xC24; &#xC2E;&#xC39;&#xC40;&#xC1C;&#xC3E;&#xC24; &#xC2A;&#xC30;&#xC3F;&#xC2E;&#xC33;&#xC2E;&#xC41;&#xC32;&#xC41;.&quot; Parij. v. 54. &quot;&#xC2A;&#xC3F;&#xC30;&#xC02;&#xC17;&#xC41;&#xC32;&#xC17;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC39;&#xC47;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC48;&#xC2A;&#xC30;&#xC4D;&#xC35;&#xC28;&#xC4D;.&quot; Bobbili. iii. 79. &#xC39;&#xC47;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC3E; h&#x113;r&#x101;&#x1E37;amu-g&#x101;. adv. Much, greatly, abundantly, excessively. &#xC05;&#xC24;&#xC3F;&#xC36;&#xC2F;&#xC2E;&#xC41;&#xC17;&#xC3E;, &#xC35;&#xC3F;&#xC38;&#xC4D;&#xC24;&#xC3E;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC3E;.&quot; &#xC35;&#xC15;&#xC41;&#xC33;&#xC3E;&#xC26;&#xC3F;&#xC2A;&#xC41;&#xC37;&#xC4D;&#xC2A;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC39;&#xC47;&#xC30;&#xC3E;&#xC33;&#xC2E;&#xC41;&#xC17;&#xC28;&#xC41;&#xC17;&#xC42;&#xC30;&#xC4D;&#xC1A;&#xC3F;.&quot; KP. vii. 63.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC48;&#xC2F;&#xC02;&#xC17;&#xC35;&#xC40;&#xC28;&#xC2E;&#xC41;</span>&#xA0;&#xA0;haiyan-gav&#x12B;namu. [Skt.] n. Clarified butter prepared a day before it is used, fresh butter. &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC24;&#xC30;&#xC1A;&#xC3F;&#xC24;&#xC40;&#xC38;&#xC3F;&#xC28; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28;, &#xC05;&#xC2A;&#xC4D;&#xC2A;&#xC41;&#xC21;&#xC41; &#xC35;&#xC46;&#xC28;&#xC4D;&#xC28; &#xC15;&#xC3E;&#xC1A;&#xC3F;&#xC28; &#xC28;&#xC46;&#xC2F;&#xC4D;&#xC2F;&#xC3F;, &#xC38;&#xC26;&#xC4D;&#xC2F;&#xC4B;&#xC18;&#xC43;&#xC24;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC48;&#xC2E;&#xC2E;&#xC41;</span>&#xA0;&#xA0;haimamu. [Skt. from &#xC39;&#xC47;&#xC2E;&#xC2E;&#xC41;.] adj. Golden, made of gold, appertaining to gold. &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC2F;&#xC2E;&#xC48;&#xC28;, &#xC38;&#xC4D;&#xC35;&#xC30;&#xC4D;&#xC23;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;. [From &#xC39;&#xC3F;&#xC2E;&#xC2E;&#xC41;.] Cold, frigid, &#xC1A;&#xC32;&#xC3F;&#xC17;&#xC32;. &quot; &#xC30;&#xC4D;&#xC23;&#xC02;&#xC2C;&#xC30;&#xC02;&#xC2C;&#xC41;&#xC32;&#xC28;.&quot; N. iii. 168. &#xC39;&#xC48; &#xC2E;&#xC28;&#xC2E;&#xC41; or &#xC39;&#xC48;&#xC2E;&#xC02;&#xC24;&#xC2E;&#xC41; haimanamu. adj. Cold, wintry. &#xC39;&#xC47;&#xC2E;&#xC02;&#xC24;&#xC0B;&#xC24;&#xC41;&#xC38;&#xC02;&#xC2C;&#xC02;&#xC27;&#xC2E;&#xC48;&#xC28;, &#xC1A;&#xC32;&#xC3F;&#xC2F;&#xC48;&#xC28;. &#xC39;&#xC48;&#xC2E;&#xC35;&#xC24;&#xC3F; haima-vati. n. An epithet of Parvati or of the Ganges. &#xC2A;&#xC3E;&#xC30;&#xC4D;&#xC35;&#xC24;&#xC3F;, &#xC17;&#xC02;&#xC17;, &#xC39;&#xC48;&#xC2E;&#xC35;&#xC24;&#xC40;&#xC36;&#xC41;&#xC21;&#xC41; an epithet of Siva.
			</div>
                