&#xA0;&#xA0;
	<br>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4B;&#xC30;&#xC3E;&#xC1F;</span>&#xA0;&#xA0;h&#x14D;r&#x101;&#x1E6D;a. [Tel.] n. Excitement, eagerness. &#xC06;&#xC1F;&#xC4B;&#xC2A;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4C;&#xC38;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC35;&#xC41;&#xC38;&#xC41; hausu. [H. from Arabic.] n. Beauty, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;, &#xC35;&#xC3F;&#xC32;&#xC3E;&#xC38;&#xC2E;&#xC41;. &quot;&#xC14;&#xC30;&#xC3E;&#xC1A;&#xC15;&#xC4D;&#xC15;&#xC26;&#xC28;&#xC02;&#xC2C;&#xC41; &#xC39;&#xC4C;&#xC38;&#xC41;&#xC2E;&#xC41;&#xC30;&#xC3F; &#xC2A;&#xC46;&#xC02;&#xC2C;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC46;&#xC2F;&#xC4A;&#xC2F;&#xC4D;&#xC2F;&#xC3E;&#xC30;&#xC2E;&#xC4C;.&quot; T. iii. 41. &#xC39;&#xC4C;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; or &#xC39;&#xC35;&#xC41;&#xC28;&#xC41;&#xC15;&#xC3E;&#xC21;&#xC41; ha&#x16B;su-k&#x101;&#x1E0D;u. n. A beau, a gallant, &#xC38;&#xC4A;&#xC17;&#xC38;&#xC41;&#xC17;&#xC3E;&#xC21;&#xC41;. &#xC39;&#xC4C;&#xC38;&#xC41;&#xC24;&#xC4B;&#xC1F; or &#xC39;&#xC35;&#xC41;&#xC38;&#xC41;&#xC24;&#xC4B;&#xC1F; hausu-t&#x14D;&#x1E6D;a. n. A park, a garden. &#xC09;&#xC2A;&#xC35;&#xC28;&#xC2E;&#xC41;, &#xC36;&#xC43;&#xC02;&#xC17;&#xC3E;&#xC30;&#xC35;&#xC28;&#xC2E;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4C;&#xC26;&#xC3E;</span>&#xA0;&#xA0;or &#xC39;&#xC35;&#xC41;&#xC26;&#xC3E; haud&#x101;. [H.] n. A seat fixed on the back of an elephant, a howdah, &#xC05;&#xC02;&#xC2C;&#xC3E;&#xC30;&#xC3F;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hautramu. [Skt. from &#xC39;&#xC42;&#xC24;.] n. The duty of the reciter of the Rig-Veda at a sacrifice. &#xC2F;&#xC1C;&#xC4D;&#xC1E;&#xC2E;&#xC41;&#xC32;&#xC4B; &#xC0B;&#xC17;&#xC4D;&#xC35;&#xC47;&#xC26; &#xC2E;&#xC46;&#xC30;&#xC3F;&#xC17;&#xC3F;&#xC28; &#xC0B;&#xC24;&#xC4D;&#xC35;&#xC3F;&#xC1C;&#xC41;&#xC28;&#xC3F; &#xC2F;&#xC4A;&#xC15;&#xC4D;&#xC15; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;. &quot;&#xC05;&#xC24;&#xC4D;&#xC30;&#xC3F;&#xC35;&#xC38;&#xC3F;&#xC37;&#xC4D;&#xC20; &#xC26;&#xC15;&#xC4D;&#xC37; &#xC2A;&#xC41;&#xC32;&#xC39;&#xC3E;&#xC02;&#xC17;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC3E;&#xC26;&#xC3F; &#xC2E;&#xC39;&#xC3E; &#xC2E;&#xC41;&#xC28;&#xC40;&#xC02;&#xC26;&#xC4D;&#xC30;&#xC41;&#xC32;&#xC4C;&#xC26;&#xC4D;&#xC17;&#xC3E;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC41; &#xC39;&#xC4C;&#xC24;&#xC4D;&#xC30;&#xC2E;&#xC3E;&#xC27;&#xC4D;&#xC35;&#xC30;&#xC2E;&#xC41; &#xC26;&#xC41;&#xC15;&#xC4D;&#xC15;&#xC41;&#xC28;&#xC41; &#xC17;&#xC32;&#xC4D;&#xC17;&#xC3F;&#xC28; &#xC2F;&#xC3E;&#xC17; &#xC15;&#xC30;&#xC4D;&#xC2E;&#xC2E;&#xC41;&#xC32;&#xC4D; &#xC38;&#xC42;&#xC24;&#xC4D;&#xC30;&#xC35;&#xC3F;&#xC27;&#xC3E;&#xC28; &#xC35;&#xC48;&#xC16;&#xC30;&#xC3F;&#xC28;&#xC3F; &#xC1C;&#xC4A;&#xC2A;&#xC4D;&#xC2A;&#xC21;&#xC1C;&#xC47;&#xC2F;&#xC17;.&quot; T. v. 206.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4B;&#xC32;&#xC3F;</span>&#xA0;&#xA0;, &#xC39;&#xC4B;&#xC33;&#xC3F; or &#xC39;&#xC4B;&#xC32;&#xC3F;&#xC15; h&#x14D;li. [Manrati.] n. The pile (of wood, grass, &amp;c., arranged to be kindled at the close of the Holi feast. &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; &#xC15;&#xC21;&#xC2A;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41; &#xC24;&#xC17;&#xC32; &#xC2C;&#xC46;&#xC1F;&#xC4D;&#xC1F;&#xC21;&#xC2E;&#xC41;&#xC28;&#xC15;&#xC48; &#xC2A;&#xC4B;&#xC17;&#xC41;&#xC1A;&#xC47;&#xC2F;&#xC2C;&#xC21;&#xC41; &#xC17;&#xC21;&#xC4D;&#xC21;&#xC3F;&#xC15;&#xC02;&#xC2A; &#xC2E;&#xC4A;&#xC26;&#xC32;&#xC2F;&#xC3F;&#xC28;&#xC35;&#xC3F;. &#xC39;&#xC4B;&#xC33;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17; h&#x14D;&#x1E37;i-pan&#x1E0D;uga. n. The Holi feast held about the beginning of March. &#xC35;&#xC38;&#xC02;&#xC24;&#xC4B;&#xC24;&#xC4D;&#xC38;&#xC35;&#xC2E;&#xC41;, &#xC15;&#xC3E;&#xC2E;&#xC41;&#xC28;&#xC3F;&#xC2A;&#xC02;&#xC21;&#xC41;&#xC17;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4B;&#xC30;&#xC41;</span>&#xA0;&#xA0;h&#x14D;ru. [Tel.] adj. Boisterous. n. Boisterousness. A roar. &#xC39;&#xC4B;&#xC30;&#xC41;&#xC17;&#xC3E;&#xC32;&#xC3F; a tempestuous wind. &#xC39;&#xC4B;&#xC30;&#xC28;, &#xC39;&#xC4B;&#xC30;&#xC41;&#xC28; or &#xC39;&#xC4B;&#xC30;&#xC28;&#xC3F; h&#x14D;r-ana. adv. With a great noise. &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC3F;&#xC28; &#xC27;&#xC4D;&#xC35;&#xC28;&#xC3F;&#xC24;&#xC4B;. &quot;&#xC2E;&#xC39;&#xC3E;&#xC17;&#xC3F;&#xC30;&#xC41;&#xC32;&#xC4D; &#xC39;&#xC4B;&#xC30;&#xC28;.&quot; A. vi. 58.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4B;&#xC30;&#xC3E;&#xC39;&#xC4B;&#xC30;&#xC3F;</span>&#xA0;&#xA0;, &#xC39;&#xC4B;&#xC30;&#xC3E;&#xC39;&#xC4B;&#xC30;&#xC3F;&#xC17;&#xC3E; or &#xC39;&#xC4B;&#xC30;&#xC3E;&#xC39;&#xC4B;&#xC30;&#xC3F;&#xC28;&#xC4D; h&#x14D;r&#x101;-h&#x14D;ri. [Tel.] adv. Without intermission, incessantly. &#xC0E;&#xC21;&#xC24;&#xC46;&#xC17;&#xC15;, &#xC32;&#xC46;&#xC38;&#xC4D;&#xC38;&#xC17;&#xC3E;. &quot;&#xC39;&#xC4B;&#xC30;&#xC3E;&#xC39;&#xC4B;&#xC30;&#xC3F;&#xC17;&#xC3E;&#xC2C;&#xC4B;&#xC30;&#xC3F;.&quot; Swa. iii. 129. &quot;&#xC35;&#xC3E;&#xC30;&#xC3F;&#xC30;&#xC41;&#xC35;&#xC41;&#xC30;&#xC41; &#xC24;&#xC2E;&#xC32;&#xC4B;&#xC2A;&#xC32; &#xC2C;&#xC40;&#xC30;&#xC2E;&#xC41;&#xC17;&#xC4A;&#xC28;&#xC3F; &#xC30;&#xC3E;&#xC1C;&#xC4D;&#xC2F;&#xC15;&#xC3E;&#xC02;&#xC15;&#xC4D;&#xC37; &#xC35;&#xC3F;&#xC1C;&#xC3F;&#xC17;&#xC40;&#xC37;&#xC41;&#xC35;&#xC41;&#xC32;&#xC48; &#xC39;&#xC4B;&#xC30;&#xC3E;&#xC39;&#xC4B;&#xC30;&#xC3F;&#xC02;&#xC2C;&#xC4B;&#xC30;&#xC3F;&#xC30;&#xC3F;.&quot; A. iii. 21. &#xC39;&#xC4B;&#xC30;&#xC3E;&#xC39;&#xC4B;&#xC30;&#xC3F;. n. A quarrel, dispute. &#xC30;&#xC1A;&#xC4D;&#xC1A;, &#xC2E;&#xC39;&#xC24;&#xC4D;&#xC24;&#xC2F;&#xC3F;&#xC28;&#xC2A;&#xC4B;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;or &#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC28;&#xC2E;&#xC41; hl&#x101;damu. [Skt.] n. Joy, pleasure. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC2E;&#xC41;, &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC1A;&#xC41;&#xC1F;. &#xC39;&#xC4D;&#xC32;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41; hl&#x101;ditamu. adj. Gladdened, delighted, pleased.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4D;&#xC30;&#xC47;&#xC37;</span>&#xA0;&#xA0;Same as &#xC39;&#xC47;&#xC37;. (q. v.)
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4D;&#xC30;&#xC40;</span>&#xA0;&#xA0;hr&#x12B;. [Skt.] n. Shame, modesty, bashfulness, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;, &#xC32;&#xC1C;&#xC4D;&#xC1C;. &#xC39;&#xC4D;&#xC30;&#xC40;&#xC23;&#xC2E;&#xC41; or &#xC39;&#xC4D;&#xC30;&#xC40;&#xC24;&#xC2E;&#xC41; hr&#x12B;&#x1E47;amu. adj. Ashamed, bashful, modest, &#xC38;&#xC3F;&#xC17;&#xC4D;&#xC17;&#xC41;&#xC2A;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC28;&#xC3F;</span>&#xA0;&#xA0;hr&#x101;diui. [Skt.] n. Lightning, a thunderbolt, &#xC2E;&#xC46;&#xC30;&#xC41;&#xC2A;&#xC41;, &#xC35;&#xC1C;&#xC4D;&#xC30;&#xC3E;&#xC2F;&#xC41;&#xC27;&#xC2E;&#xC41;. A river. &#xC0F;&#xC30;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4D;&#xC30;&#xC3E;&#xC26;&#xC3F;&#xC24;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hr&#x101;ditamu. [Skt.] adj. Delighted. &#xC38;&#xC02;&#xC24;&#xC4B;&#xC37;&#xC3F;&#xC02;&#xC2A;&#xC2C;&#xC21;&#xC3F;&#xC28;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hrasvamu. [Skt.] adj. Short, low in stature, dwarf, little; short, as a vowel; small less. &#xC35;&#xC3E;&#xC2E;&#xC28;&#xC2E;&#xC48;&#xC28;, &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;, &#xC26;&#xC40;&#xC30;&#xC4D;&#xC18;&#xC2E;&#xC41;&#xC15;&#xC3E;&#xC28;&#xC3F;, &#xC32;&#xC18;&#xC41;&#xC35;&#xC48;&#xC28;, &#xC05;&#xC32;&#xC4D;&#xC2A;&#xC2E;&#xC48;&#xC28;. &#xC06;&#xC15;&#xC3E;&#xC30;&#xC4B;&#xC39;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC03; &#xC17;&#xC41;&#xC23;&#xC3E;&#xC38;&#xC4D;&#xC24;&#xC41; &#xC35;&#xC3F;&#xC2A;&#xC41;&#xC32;&#xC3E;&#xC03; short is his stature, great his fame. &#xC35;&#xC3E;&#xC30;&#xC3F;&#xC15;&#xC3F; &#xC28;&#xC21;&#xC3F;&#xC1A;&#xC47;&#xC2E;&#xC3E;&#xC28;&#xC4D;&#xC2F;&#xC2E;&#xC41;&#xC32;&#xC41; &#xC39;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC2E;&#xC41; &#xC1A;&#xC47;&#xC2F;&#xC3F;&#xC02;&#xC1A;&#xC3F;&#xC28;&#xC3E;&#xC21;&#xC41; he cut short their livings. n. A short syllable in prosody. &#xC0F;&#xC15;&#xC2E;&#xC3E;&#xC24;&#xC4D;&#xC30; &#xC35;&#xC30;&#xC4D;&#xC23;&#xC2E;&#xC41;, &#xC32;&#xC18;&#xC4D;&#xC35;&#xC15;&#xC4D;&#xC37;&#xC30;&#xC2E;&#xC41;. &#xC39;&#xC4D;&#xC30;&#xC38;&#xC4D;&#xC35;&#xC41;&#xC21;&#xC41; hrasvu&#x1E0D;u. n. A dwarf. &#xC2A;&#xC4A;&#xC1F;&#xC4D;&#xC1F;&#xC3F;&#xC35;&#xC3E;&#xC21;&#xC41;.
			</div>
		
		
			<div>&#xA0;&#xA0;
			<span style="font-weight:700">&#xC39;&#xC4D;&#xC30;&#xC26;&#xC2E;&#xC41;</span>&#xA0;&#xA0;hradamu. [Skt.] n. A lake, a large sheet of deep water. &#xC28;&#xC26;&#xC40;&#xC28;&#xC41;&#xC27;&#xC4D;&#xC2F;&#xC3E; &#xC17;&#xC3E;&#xC27; &#xC1C;&#xC32;&#xC3E;&#xC36;&#xC2F;&#xC2E;&#xC41;, &#xC32;&#xC4B;&#xC24;&#xC41;&#xC2E;&#xC21;&#xC41;&#xC17;&#xC41;.
			</div>
                